{"program_title": "Advanced Biofuel Payment Program", "what_does_program_do": "Support and ensure an expanding production of advanced biofuels by paying advanced biofuel producers for finished advanced biofuel products.", "funding_available_1": "Quarterly payments for actual quantity of eligible advanced biofuel produced during the quarter.", "funding_available_2": "Annual incremental payment for producers who increase production over the previous fiscal year (excludes forest biomass advanced biofuel production).", "payment_amount_depends_on": "The number of eligible producers; the amount of advanced biofuel produced; and the amount of funds available during the Fiscal Year.", "minimum_maximum_payment": "There is no minimum or maximum payment.", "who_may_apply": "Any entity that produces and sells advanced biofuel is eligible to apply.", "eligible_biofuels_criteria_1": "Meet the definition of an advanced biofuel in 7 CFR Part 4288 and 102;", "eligible_biofuels_criteria_2": "Are a liquid, gas, or solid;", "eligible_biofuels_criteria_3": "Must be a final product;", "eligible_biofuels_criteria_4": "Are produced in the United States; and", "eligible_biofuels_criteria_5": "Are ones where the buyers and sellers act independently and have no relationship to each other.", "other_requirements_incremental_payment_1": "produced advanced biofuels in the year prior to the fiscal year in which the payment is sought, and", "other_requirements_incremental_payment_2": "had less than 20 days (excluding weekends) of non-production in the year prior to the fiscal year in which the payment is sought.", "payment_terms_1": "Producers will be paid on a quarterly basis for the actual quantity of eligible advanced biofuel produced during the quarter.", "payment_terms_2": "For each producer, the Agency will convert the production into British Thermal Unit (BTU) equivalent.", "how_to_get_started_applications_accepted": "Applications are accepted in October of each year.", "how_to_get_started_enrollment_deadline": "To enroll, a producer must file an application and information by October 31st.", "who_can_answer_questions": "Contact your State Rural Development Energy Coordinator.", "governing_program_regulation": "Code of Federal Regulation, 7 CFR Part 4288, Subpart B", "program_authorization": "This program is authorized by 7 U.S. C. 8105.", "why_rural_development_does_this": "This program helps increase American energy independence by increasing the private sector supply of renewable energy and decreasing the demand for fossil fuels.", "note_citations_subject_to_change": "true", "note_consult_program_instructions": "true", "note_contact_local_office_for_assistance": "true", "note_additional_forms_resources_info_at": "rd.usda.gov", "note_usda_equal_opportunity_provider": "true", "last_updated": "December 2019"}