{"program_title": "Multifamily Housing Rental Assistance Program", "what_program_does_1": "USDA Rural Development provides rental assistance to owners of properties with an existing Multifamily Housing Direct or Farm Labor Housing loan.", "what_program_does_2": "This assistance is property based, and intended to help very-low and low-income tenants with rent and utilities.", "program_overview_who_can_apply": "Rental Assistance is provided to new or existing Multifamily Housing Direct and Farm Labor Housing properties.", "program_overview_who_can_receive_assistance": "Properties with very-low or low-income tenants qualify to receive assistance. Properties with very low-income tenants receive first priority.", "program_overview_very_low_income_definition": "Very-low income is defined as at or below 50 percent of the area median income.", "program_overview_low_income_definition": "Low income is defined as 50 – 80 percent of the area median income.", "program_overview_tenant_payment_responsibility": "Very-low and low-income tenants eligible to receive rental assistance pay 30 percent of their income in rent, and rental assistance pays the balance of the monthly rental charge.", "program_overview_fund_disbursement": "Funds are paid directly to property owners on behalf of tenants and become part of the property’s income to offset operational expenses.", "program_overview_eligible_units": "Only units Rural Development determines as habitable are eligible for rental assistance.", "eligibility_owners": "Current owners of Multifamily Housing Direct and Farm Labor Housing properties are eligible, provided they are compliant with all program requirements.", "fund_usage_tenant_contribution_limit": "With help from the Rental Assistance program, a qualified applicant or tenant pays no more than 30 percent of their income for housing.", "governing_program_code_of_federal_regulation": "Code of Federal Regulation, 7 CFR 3560, Subpart F", "governing_program_cfr_link": "https://go.usa.gov/xe5Vt", "governing_program_authorization": "Title V of the Housing Act of 1949", "governing_program_authorization_link": "https://go.usa.gov/xMwFR", "for_more_information_contact_number": "800-292-8293", "for_more_information_website": "https://www.rd.usda.gov/multifamily", "for_more_information_website_instruction": "Scroll to the bottom of the page to find your processing and review branch, based on the state in which your project is located.", "note_information_subject_to_change": "Citations and other information may be subject to change.", "note_consult_program_instructions": "Always consult the program instructions listed in the section above titled 'What Governs This Program?'.", "note_contact_staff_for_assistance": "You may also contact our Multifamily Housing staff for assistance.", "note_additional_resources_website": "You will find additional forms, resources, and program information at rd.usda.gov.", "note_usda_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "document_date": "December 2021"}