{"program_title": "Multifamily Housing Preservation & Revitalization Demonstration", "what_program_does": "USDA Rural Development preserves and revitalizes the physical and financial health of existing Multifamily Housing Direct and Farm Labor Housing properties. Available restructuring tools include the deferral of current debt, soft second mortgages, zero-interest loans, and grants.", "available_restructuring_tools_debt_deferral": "Scheduled principal and interest payments on eligible loans may be deferred up to 20 years.", "available_restructuring_tools_soft_second_loans": "A 1 percent interest loan, with accrued interest and principal deferred to a final balloon payment.", "available_restructuring_tools_zero_interest_loans": "Loans underwritten at zero percent interest, with principal repayment only.", "available_restructuring_tools_grants": "Provided to nonprofit entities to address health and safety issues.", "who_is_eligible_current_owners": "Current owners of Multifamily Housing Direct or Farm Labor Housing properties.", "who_is_eligible_prospective_buyers_description": "Prospective buyers who want to assume ownership of a currently eligible property in accordance with 7 CFR 3560.55 or 7 CFR 3560.555.", "who_is_eligible_prospective_buyers_7_cfr_3560_55_link": "https://go.usa.gov/xMfCp", "who_is_eligible_prospective_buyers_7_cfr_3560_555_link": "https://go.usa.gov/xMfCG", "participant_requirements_affordable_housing": "Borrowers must continue to provide affordable rental housing for 20 years, or the remaining term of any USDA loan, whichever is later.", "participant_requirements_capital_needs_assessment": "A Capital Needs Assessment performed by a third-party is required to identify project needs.", "application_process_directions": "Directions for the application process are included in a Notice of Solicitation Availability (NOSA) published in the Federal Register.", "application_process_screening": "Applications are first screened for eligibility, and applicants are then notified of next steps.", "what_governs_this_program_description": "Title V of the Housing Act of 1949.", "what_governs_this_program_link": "https://go.usa.gov/xMwFR", "for_more_information_phone": "800-292-8293", "for_more_information_website": "https://www.rd.usda.gov/multifamily", "for_more_information_website_instruction": "Scroll to the bottom of the page to find your processing and review branch, based on the state in which your project is located.", "note_citations_subject_to_change": true, "note_consult_program_instructions": true, "note_contact_multifamily_housing_staff": true, "note_additional_info_website": "rd.usda.gov", "note_usda_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "document_date": "December 2021"}