{"program_name": "Community Facilities Technical Assistance and Training (TAT)", "program_description": "USDA Rural Development provides TAT grants to eligible public bodies and private, nonprofit organizations (such as states, counties, cities, townships, incorporated towns, villages, boroughs, authorities, districts, and Tribes located on Federal or state reservations) to provide technical assistance and/or training in support of essential community facilities programs. In turn, this technical assistance and training helps grantees identify and plan for community facility needs in their area. Once these needs are pinpointed, the grantee can find additional public and private financial resources.", "eligible_applicant_type_1": "Public bodies", "eligible_applicant_type_2": "Nonprofit organizations", "eligible_applicant_type_3": "Federally-recognized Tribes", "eligible_area_criteria": "Rural areas including cities, villages, townships, towns and Federally-recognized Tribal Lands outside the boundaries of a city of 20,000 or more.", "fund_use_1": "Assist communities in identifying and planning for community facility needs", "fund_use_2": "Identify resources to finance community facility needs from public and private sources", "fund_use_3": "Prepare reports and surveys necessary to request financial assistance to develop community facilities", "fund_use_4": "Prepare applications for financial assistance from Rural Development", "fund_use_5": "Improve administrative and financial operations management", "fund_use_6": "Assist with other areas of need identified by the Secretary of Agriculture", "maximum_grant_award_amount": 150000, "funding_award_process": "Grant funds are limited and are awarded through a competitive process", "matching_funds_required": false, "matching_funds_preference": "Preference is given to applications with cash matching funds.", "matching_funds_in_kind_contributions_allowed": false, "matching_funds_partnerships_encouraged": "Partnerships with other Federal, state, local, private and nonprofit entities are encouraged", "application_process_details": "Applications are accepted on an annual basis through a Notice of Funding Availability (NOFA) in the Federal Register. Program resources are available online (includes forms needed, guidance, certifications etc.)", "contact_for_questions": "Your local RD office.", "governing_law_1": "7 CFR 3570 Subpart F", "governing_law_2": "Code of Federal Regulation", "governing_law_3": "2 CFR 200", "governing_law_4": "Guidelines announced in NOFA, published in the Federal Register", "note_citations_and_info_subject_to_change": true, "note_consult_program_instructions_for_details": true, "note_contact_for_assistance": "State Office CF TAT Contact", "note_additional_info_website": "rd.usda.gov", "note_usda_equal_opportunity_statement": "USDA is an equal opportunity provider,employer and lender.", "document_last_updated": "March 2021"}