{"program_title": "Grants for Rural and Native Alaskan Villages", "program_description": "This program helps remote Alaskan villages provide safe, reliable drinking water and waste disposal systems for households and businesses.", "who_can_apply_1": "Native villages in Alaska", "who_can_apply_1_additional_eligibility_link": "https://go.usa.gov/xtmvb", "who_can_apply_2": "The Alaska Department of Environmental Conservation, on behalf of one or more recipient communities in the state", "who_can_apply_2_link": "https://dec.alaska.gov/", "who_can_apply_3": "The Alaska Native Tribal Health Consortium, on behalf of one or more recipient communities in the state", "who_can_apply_3_link": "https://anthc.org/", "eligible_area_requirement_1": "Populations of 10,000 or fewer", "eligible_area_requirement_1_check_addresses_link": "https://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do", "eligible_area_requirement_2": "Median household incomes of less than 110 percent of the statewide nonmetropolitan household income (SNMHI) based on the U.S. Census American Community Survey", "eligible_area_requirement_2_census_survey_link": "https://go.usa.gov/xt7vc", "eligible_area_requirement_2_snmhi_note": "Alaska census communities considered high-cost, isolated areas or 'off-the-road systems' that cannot be accessed by normal transportation routes can claim up to 150 percent of the SNMHI", "other_requirements_1": "Recurring instances of waterborne communicable disease", "other_requirements_2": "Individual residents hauling water to - or human waste from - their homes, or using outhouses because no community-wide water or wastewater treatment system exists", "other_requirements_3": "A federal agency such as the Centers for Disease Control and Prevention or a regulatory agency of the state of Alaska determines that the drinking water or wastewater treatment system does not meet current regulations", "how_funds_can_be_used": "Funds can be used to pay up to 75 percent of project costs to provide safe drinking water or waste disposal services", "matching_funds_required": "The state of Alaska must provide 25 percent in matching funds from nonfederal sources", "how_to_get_started_step_1": "Call the USDA-RD RAVG program manager for initial information", "how_to_get_started_step_1_phone": "(907) 761-7770", "how_to_get_started_step_2": "Applications are submitted directly to the state of Alaska's Capital Improvements Program", "how_to_get_started_step_2_link": "https://dot.alaska.gov/stwdplng/cip/", "how_to_get_started_step_3": "Program resources – including forms, guidance, and certifications – are available online", "how_to_get_started_step_3_link": "https://go.usa.gov/xt7wv", "who_can_answer_questions_contact": "RAVG Program Manager", "who_can_answer_questions_phone": "(907) 761-7770", "what_governs_this_program_1": "Code of Federal Regulation 7 CFR, Part 1784.8", "what_governs_this_program_1_link": "https://go.usa.gov/xtmvb", "what_governs_this_program_2": "Section 306D of the Agricultural Act of 1961, and the Consolidated Farm and Rural Development Act", "what_governs_this_program_2_link": "https://go.usa.gov/xtE3u"}


<!-- Page Break - Batch 2 -->


{"header_logo_text": "USDA Rural Development U.S. DEPARTMENT OF AGRICULTURE", "header_title": "Grants for Rural and Native Alaskan Villages", "section_title_1": "Why does USDA Rural Development do this?", "section_content_1": "This program helps expand access to clean, reliable water and waste disposal systems for households and businesses enduring dire sanitation conditions in rural or native Alaskan villages. Many Alaskan villages can only be accessed by boat or plane, making them virtually inaccessible during the long winters. Weather and distance also make construction costs abnormally high, and in some cases, permafrost requires the construction of utility tunnels or insulated, heated above-ground pipe in order to provide basic services.", "note_text": "Because citations and other information are subject to change, always consult the program instructions listed in the section above titled \"What Governs This Program?\" You can also contact your local office for assistance (a list is available at this link: https://go.usa.gov/xzjP7). You will find additional forms, resources, and program information at rd.usda.gov. USDA is an equal opportunity provider, employer, and lender.", "last_updated": "April 2022"}