{"document_title": "Subsidy Recapture Single Family Housing (Direct Loans)", "agency": "USDA Rural Development", "department": "U.S. DEPARTMENT OF AGRICULTURE", "slogan": "Together, America Prospers", "what_is_subsidy_recapture_definition": "Payment assistance – also called “subsidy” – is offered to eligible homeowners with USDA Rural Development Single Family Housing Direct-financed mortgages. This assistance reduces eligible customers’ required monthly payments based on their household income. At loan closing, borrowers sign a subsidy repayment agreement which defines their loan repayment terms, including the circumstances under which all – or a portion of – the subsidy must be repaid (known as “subsidy recapture.”)", "how_to_know_if_pay_recapture_condition": "If you have ever received payment subsidy, the subsidy is subject to recapture.", "how_to_know_if_pay_recapture_lien_information": "The mortgage or deed of trust on a property categorizes the subsidy as a lien against that property. The lien will not be released - and that means the property cannot be sold - until subsidy recapture is paid in full.", "how_to_know_if_pay_recapture_refinance_option": "In certain circumstances, the subsidy recapture amount may be refinanced.", "how_to_know_if_pay_recapture_refinance_contact": "Call the Servicing and Asset Management Office (hereafter: Servicing Office) at 800-414-1226 to learn more about this possible option.", "servicing_office_phone_number": "800-414-1226", "when_is_subsidy_recapture_repaid_condition_1": "Sell the property", "when_is_subsidy_recapture_repaid_condition_2": "No longer live on the property (NOTE: Subsidy is also recaptured following the death of a borrower.)", "when_is_subsidy_recapture_repaid_condition_3": "Pay the loan in full", "when_is_subsidy_recapture_repaid_condition_3_detail_1": "If a borrower pays their loan in full and continues to occupy the property, subsidy recapture can be deferred until they move or transfer the property title to someone else.", "when_is_subsidy_recapture_repaid_condition_3_detail_2": "As an incentive to encourage early repayment, Rural Development will offer eligible borrowers a 25-percent discount on their subsidy recapture if it is repaid at the same time the loan itself is paid in full.", "early_repayment_discount_percentage": 25, "when_is_subsidy_recapture_repaid_condition_4": "In the event of a loan default (a foreclosure or deed in lieu of foreclosure) the amount of subsidy recapture due is equal to the amount of subsidy received over the life of the loan.", "how_is_subsidy_recapture_calculated_formula": "Under the current formula, the maximum subsidy recapture amount is calculated at 50 percent of the property’s value appreciation or the total dollar amount of subsidy the borrower received – whichever is less.", "how_is_subsidy_recapture_calculated_percentage_of_appreciation": 50, "how_is_subsidy_recapture_calculated_other_factors": "Other factors – such as the loan term, average interest rate, percentage of outstanding balance(s) on other open loans, and whether other loans subject to recapture are being paid off – also are considered when the subsidy capture is calculated.", "how_to_find_out_amount_method": "You can get a verbal loan payoff estimate – including subsidy recapture – by calling USDA Rural Development’s Servicing Office Interactive Voice Response system at (800) 414-1226. Choose the “payoff information” option.", "how_to_find_out_amount_information_needed": "Be ready to provide an estimate of the current market value of the property, along with an estimate of any closing costs that may be result from selling or refinancing.", "sample_subsidy_recapture_worksheet_link": "https://go.usa.gov/xtTke", "important_note_content": "Because information is subject to change, always consult official program instructions or contact your local Rural Development office for help. You will find additional resources, forms, and program information at this link: https://rd.usda.gov. USDA is an an equal opportunity provider, employer, and lender.", "additional_resources_link": "https://rd.usda.gov", "equal_opportunity_statement": "USDA is an an equal opportunity provider, employer, and lender.", "last_updated_date": "April 2022"}


<!-- Page Break - Batch 2 -->


{"document_title": "Single Family Housing Subsidy Recapture (Direct Loans) Worksheet", "document_type": "Subsidy Recapture Example – Sale of Home", "part1_line1_description": "Current market value of property", "part1_line1_amount": 200000.00, "part1_line2_description": "(less) Original amounts of prior liens and subordinate affordable housing products", "part1_line2_amount": 2000.00, "part1_line3_description": "(less) Rural Development (RD) loans being paid off", "part1_line3_amount": 150000.00, "part1_line4_description": "(less) Equity recapture due from Farm Program (FP) loan", "part1_line4_amount": 0.00, "part1_line5_description": "(less) Closing costs", "part1_line5_amount": 5500.00, "part1_line6_description": "(less) Principal reduction (note rate) on RD loan being paid off", "part1_line6_amount": 1200.00, "part1_line7_description": "(less) Principal Reduction Attributed to Subsidy (PRAS) on loan being paid off", "part1_line7_amount": 0.00, "part1_line8_description": "(less) Original equity", "part1_line8_amount": 0.00, "part1_line9_description": "(less) Capital improvement credit", "part1_line9_amount": 0.00, "part1_line10_description": "Value appreciation (Line 1 minus the total of Lines 2–9) (If $0 or less, enter $0 and complete Part II; if more than $0, complete Part III.)", "part1_line10_amount": 41300.00, "part2_line11_description": "Rural Development loans being paid off (Line 3)", "part2_line11_amount": "n/a", "part2_line12_description": "Equity recapture from FP loan to be collected", "part2_line12_amount": "n/a", "part2_line13_description": "PRAS to be collected", "part2_line13_amount": "n/a", "part2_line14_description": "Amount due (Lines 11 + 12 + 13) (If negative, stop here. If positive continue to Part III.)", "part2_line14_amount": "n/a", "part3_line15_description": "Rural Development loans being paid off which are subject to recapture (Line 3)", "part3_line15_amount": 150000.00, "part3_line16_description": "Outstanding balance of all RD loans and the balance of prior non-RD liens and subordinate affordable housing products being paid off [In this example, at the time of payoff, the prior non-RD liens and subordinate affordable housing products were already paid in full.]", "part3_line16_amount": 150000.00, "part3_line17_description": "RD loans being paid off as a percentage of all mortgage loans (Line 15/Line 16)", "part3_line17_amount": "100.00%", "part4_line18_description": "Amount of value appreciation attributable to loans subject to recapture (Line 10; or if Part III was completed, Line 10 × Line 17)", "part4_line18_amount": 41300.00, "part4_line19_description": "Recapture percentage (the lesser of 50% or the percentage contained in the Subsidy Recapture Agreement) [For the purposes of this example, 50% is used.]", "part4_line19_amount": "50.00%", "part4_line20_description": "Value appreciation reduced by recapture percentage (Line 18 × Line 19)", "part4_line20_amount": 20650.00, "part4_line21_description": "Percentage of original equity (from Subsidy Repayment Agreement)", "part4_line21_amount": "0.00%", "part4_line22_description": "Value appreciation, reduced by recapture percentage, attributable to original equity (Line 20 × Line 21)", "part4_line22_amount": 0.00, "part4_line23_description": "Value appreciation subject to recapture (Line 20 – Line 22)", "part4_line23_amount": 20650.00, "part5_line24_description": "Amount of payment subsidy received", "part5_line24_amount": 30000.00, "part5_line25_description": "Recapture amount (Line 7 + the lesser of Line 23 or Line 24)", "part5_line25_amount": 20650.00, "part5_line26_description": "Discounted recapture amount, if applicable (Line 25 × 75%)", "part5_line26_amount": "n/a", "part5_line27_description": "Final payoff amount (Line 3 + Line 4 + Line 25 or Line 26 as appropriate)", "part5_line27_amount": 170650.00, "last_updated": "April 2022"}