{"document_title": "How to Protect Yourself from Fraud", "steps_to_take_1": "Carefully monitor your debit and credit card statements.", "steps_to_take_2": "Immediately report any suspicious or fraudulent activity to the phone number listed on the back of the card you think has been compromised.", "steps_to_take_3": "Periodically review your credit report. Free, annual reports are available from the three primary credit reporting agencies found at the bottom of this flyer.", "steps_to_take_4": "If you find suspicious activity on your credit report, let the three main credit reporting agencies know, and also report it to local law enforcement.", "steps_to_take_5": "Be sure your cell phone and computer operating systems are up-to-date, and you are using the most current security protection.", "steps_to_take_6": "Limit the information you share when visiting websites. Your online presence on social media and gaming sites, and in computer and phone applications (\"apps\"), can put your identity at risk.", "suspect_fraud_usda_loan_action_1": "Immediately report suspicious activity to the USDA Servicing Office fraud line at 888-796-0537.", "suspect_fraud_usda_loan_action_2": "Depending on your situation, you can also contact local law enforcement.", "suspect_fraud_usda_loan_action_3": "Contact your state attorney general's office (a by-state list is available at this link: https://www.naag.org/find-my-ag/).", "suspect_fraud_usda_loan_action_4": "Contact the Federal Trade Commission's Identify Theft division (available at this link: https://www.identitytheft.gov/#/).", "suspect_identity_stolen_action_1": "Place an initial fraud alert on your credit report. This option is helpful if you suspect – but have not verified – fraud or identity theft. It stays active on your credit report for at least 90 days.", "suspect_identity_stolen_action_2": "Place an extended fraud alert on your credit report. Extended alerts are used after fraud or identity theft has been documented and verified, and will stay on your credit report for seven years.", "suspect_identity_stolen_action_3": "Place a credit or security freeze on your credit report. With this option, no new credit can be opened in your name without the use of a Personal Identification Number (PIN) issued to you by the credit reporting agency when you begin the freeze. It’s important to note that freezing your credit report can delay your ability to get new credit. Credit freeze laws vary by state, and some credit agencies charge a fee to place, lift, or remove a freeze.", "credit_agency_equifax_address": "P.O. Box 105788, Atlanta, GA 30348", "credit_agency_equifax_website": "www.equifax.com", "credit_agency_experian_address": "P.O. Box 9532, Allen, TX 75013", "credit_agency_experian_website": "www.experian.com", "credit_agency_transunion_address": "P.O. Box 6790, Fullerton, CA 92834", "credit_agency_transunion_website": "www.transunion.com", "organization_name_1": "USDA Rural Development", "organization_name_2": "U.S. DEPARTMENT OF AGRICULTURE", "footer_tagline": "Together, America Prospers", "footer_disclaimer": "USDA is an equal opportunity provider, employer, and lender."}