{"document_title": "Mutual Self-Help Housing Technical Assistance Grants", "what_does_this_program_do": "Provides grants to qualified organizations to help them carry out local self-help housing construction projects. Grant recipients supervise groups of very-low- and low-income individuals and families as they construct their own homes in rural areas. The group members provide most of the construction labor on each other's homes, with technical assistance from the organization overseeing the project.", "who_may_apply_for_this_program_1": "Government nonprofit organizations", "who_may_apply_for_this_program_2": "Federally recognized Tribes", "who_may_apply_for_this_program_3": "Private nonprofit organizations", "what_is_an_eligible_area": "Applicants can check eligible areas at eligible addresses.", "how_may_funds_be_used_1": "Give technical and supervisory assistance to participating families.", "how_may_funds_be_used_2": "Help other organizations provide self-help technical and supervisory assistance.", "how_may_funds_be_used_3": "Recruit families, help them complete loan applications and carry out other related activities that enable them to participate.", "funds_may_not_be_used_to_1": "Hire people to perform construction work for participants.", "funds_may_not_be_used_to_2": "Buy real estate, building materials, or other property.", "funds_may_not_be_used_to_3": "Pay debts, expenses, or costs for the participants.", "funds_may_not_be_used_to_4": "Pay for employee training.", "funds_may_not_be_used_to_5": "Pay other indirect costs. Contact your local office for details.", "how_do_we_get_started": "Applications for this program are accepted through our local offices year round.", "who_can_answer_questions": "Contact your local office.", "what_governs_this_program_1": "The Housing Act of 1949 as amended, 7 CFR 1944-I", "what_governs_this_program_2": "Agency Instruction – 1944-I", "why_does_usda_rural_development_do_this": "By working in partnership with trusted local organizations, this program helps very-low- and low-income families get affordable, clean, and safe homes of their own in rural areas. Very-low-income families living in substandard housing are given first priority for loan assistance. Check Eligibility", "note_text": "Because citations and other information may be subject to change, please always consult the program instructions listed in the section above titled “What Governs This Program?” You may also contact your local office for assistance. You will find additional forms, resources, and program information at rd.usda.gov. USDA is an equal opportunity provider, employer, and lender.", "last_updated": "January 2020"}