{"agency_name": "USDA Rural Development", "agency_department": "U.S. DEPARTMENT OF AGRICULTURE", "slogan": "Together, America Prospers", "program_title": "Agriculture Innovation Center Program", "program_description": "The Agriculture Innovation Center Program (AICP) awards grants to eligible Agriculture Innovation Centers that help ag producers develop and market value-added agricultural products.", "value_added_activity_1": "Jams and jellies made from produce grown on your farm", "value_added_activity_2": "Textiles woven from fleece harvested on your ranch", "eligible_applicant_1": "Local and state governments", "eligible_applicant_2": "Tribes as defined in 2 CFR 200", "eligible_applicant_2_link": "tinyurl.com/RD-2CFR-200", "eligible_applicant_3": "Institutions of higher education", "eligible_applicant_4": "Commercial and nonprofit organizations", "funds_use_general": "Grant and matching funds can be used to operate Agriculture Innovation Centers, and to provide services to eligible ag producers.", "funds_use_example_1": "Business development services such as creating feasibility studies and business plans", "funds_use_example_2": "Marketing services such as developing marketing plans, branding, and customer identification", "funds_use_example_3": "Organizational assistance such as legal and technical advisory services for business development, operation, or expansion", "funds_use_example_4": "Financial advisory services, including such things as finding credit for operating costs, training on financial management software systems, and cash flow guidance", "funds_use_example_5": "Process development services including engineering, scale production assessments, and systems development", "funds_use_example_6": "Product development such as idea generation, concept testing, and consumer analysis, including demographics and brand development", "funds_use_example_7": "Value chain coordination such as connecting ag producers to distribution systems, processing facilities, or commercial kitchens", "grant_term_individual_limit": "Individual grants to agricultural producers cannot exceed $5,000", "getting_started_step_1": "The first step is to ensure your organization has a valid, free, Unique Entity Identifier (UEI) in the System for Award Management (SAM).", "getting_started_step_2": "Before you register for this free service, we encourage you to read the SAM.gov help materials available at this link: tinyurl.com/SAM-Help.", "getting_started_sam_help_link": "tinyurl.com/SAM-Help", "questions_contact_email": "SM.RBCS.AIC@usda.gov", "governing_authority": "The AICP is authorized by 7 CFR 4284, Subpart K", "governing_authority_link": "tinyurl.com/7CFR-4284-K", "note_general_info": "Because information changes, always consult official program instructions or contact your local Rural Development office for help.", "note_rural_development_office_list_link": "go.usa.gov/xJHPE", "note_additional_resources_link": "rd.usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_revised_date": "October 2024", "qr_code_description": "QR code to the AICP webpage"}