{"program_name": "Fertilizer Product Expansion Program", "program_acronym": "FPEP", "program_purpose": "Provides grants to help eligible applicants increase or expand the manufacturing and processing of fertilizer and nutrient alternatives in the United States and its territories.", "who_can_apply_general_1": "For-profit businesses and corporations", "who_can_apply_general_2": "Nonprofit organizations", "who_can_apply_general_3": "Tribes and Tribal organizations", "who_can_apply_general_4": "Producer-owned cooperatives and corporations", "who_can_apply_general_5": "Certified benefit corporations", "who_can_apply_general_6": "State or local governments", "who_can_apply_general_7": "Private businesses or organizations must be independently owned and operated.", "eligible_applicants_must_1": "Be physically located within the U.S. or in a U.S. territory.", "eligible_applicants_must_2": "Follow all federal, state, Tribal, and local regulations governing fertilizer and nutrient manufacturing, processing, storage, distribution, and waste management.", "eligible_applicants_must_3": "Be registered in the System for Award Management (SAM), and maintain a valid SAM registration during the application process and throughout the entire award term.", "sam_registration_help_link": "tinyurl.com/SAM-Help", "eligible_applicants_must_4_market_share_condition": "Including their affiliates, must certify they do not hold a market share (in either manufacturing, processing, or distribution) greater than or equal to the entity that holds the fourth largest share of that market for the following nutrients or components: nitrogen, phosphate, potash, or any combination of the three.", "eligible_applicants_must_5_no_certification_condition": "No certification is required if you are manufacturing, processing, or planning to manufacture or process eligible nutrients not listed above.", "how_funds_be_used_primary_purpose": "Increase or otherwise expand the manufacturing and processing of fertilizer and nutrient alternatives in the United States and its territories.", "funds_can_support_activities_1": "Building a new facility, buying an existing facility, or purchasing land.", "funds_can_support_activities_2": "Covering predevelopment costs like engineering and other professional fees.", "funds_can_support_activities_3": "Providing working capital to expand capacity or increase outputs.", "funds_can_support_activities_4": "Modernizing or expanding an existing facility, including making updates to existing buildings or constructing new buildings on site.", "funds_can_support_activities_5": "Purchasing or modernizing processing and manufacturing equipment.", "funds_can_support_activities_6": "Developing, customizing, and installing equipment, devices, and technology to improve processing functions, worker conditions, or safety.", "funds_can_support_activities_7": "Installing or updating equipment that reduces emissions, increases fertilizer use efficiency, or improves air and water quality, among other things.", "funds_can_support_activities_7_info_link": "tinyurl.com/USDA-IntData", "funds_can_support_activities_8": "Ensuring legal compliance with packaging and labeling requirements such as sealing, boxing, labeling, and conveying, among others."}


<!-- Page Break - Batch 2 -->


{"document_title": "Fertilizer Product Expansion Program", "agency": "USDA Rural Development", "agency_department": "U.S. DEPARTMENT OF AGRICULTURE", "funds_use_continued_1": "Confirming legal compliance with occupational and safety regulations", "funds_use_continued_2": "Engaging in workforce recruitment, training, apprenticeships, and retention to ensure expansion projects are adequately staffed", "grant_terms_minimum_award": "$1 million", "grant_terms_maximum_award": "$100 million", "grant_terms_period": "five years", "other_requirements_fpep_supports_description": "the production of agricultural commodities through the manufacturing and processing of fertilizer, nutrient alternatives, and other nutrient-management products and technologies that are:", "other_requirements_fpep_supports_condition_1_title": "Independent", "other_requirements_fpep_supports_condition_1_details": "and outside the orbit of dominant fertilizer suppliers. Because the program's goal is to increase competition, market share restrictions apply.", "other_requirements_fpep_supports_condition_2_title": "Made in America", "other_requirements_fpep_supports_condition_2_details": "FPEP products must be produced by companies located in the U.S. or its territories, create well-paying jobs at home, and reduce the reliance on potentially unstable or inconsistent foreign supplies.", "program_objective_1_title": "Innovative", "program_objective_1_details": "and improve fertilizer production methods and efficient-use technologies to jumpstart the next generation of fertilizers, nutrient alternatives, and other nutrient management products.", "program_objective_2_title": "Sustainable", "program_objective_2_details": "Ideally, products will reduce the greenhouse gas impact of transportation, production, and use through renewable energy sources, feedstocks, and formulations, incentivizing greater precision in fertilizer use.", "program_objective_3_title": "Farmer-focused", "program_objective_3_details": "Like other Commodity Credit Corporation (CCC) investments, a driving factor is providing support and opportunities for U.S. agricultural commodity producers.", "program_governance_authorization": "The FPEP is authorized by the CCC Charter Act", "program_governance_information_link": "usda.gov/ccc", "program_governance_purpose": "to assist agricultural producers through loans, purchases, payments, and other operations.", "program_governance_administrator": "USDA Rural Development's Rural Business-Cooperative Service (RBCS) administers the grant program.", "questions_contact_email": "FPEP@usda.gov", "questions_contact_team": "The Rural Business-Cooperative Service team", "note_general_advice": "Because information changes, always consult official program instructions or contact your local USDA Rural Development office for help.", "note_local_rd_office_list_link": "tinyurl.com/RDStateOffices", "note_additional_rd_program_resources_link": "rd.usda.gov", "note_other_usda_programs_services_link": "ask.usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_updated": "February 2025"}