{"document_title": "Rural Business Development Grants", "program_description": "Rural Business Development Grants (RBDGs) support targeted technical assistance, training, and other activities that promote the development and expansion of small and emerging private businesses in rural areas. Eligible businesses must have fewer than 50 employees and less than $1 million in gross annual revenues. RBDG funding is separated into either enterprise or opportunity-type grant activities.", "eligible_applicant_1": "Rural cooperatives", "eligible_applicant_2": "State government agencies, towns, and communities", "eligible_applicant_3": "Nonprofit corporations and institutions of higher learning", "eligible_applicant_4": "Federally recognized Tribes", "ineligible_applicants_note": "Neither individuals nor for-profit businesses or organizations are eligible to apply for RBDGs.", "eligible_area_description": "The RBDG supports projects benefiting rural areas outside of urbanized areas that have populations of 50,000 or more. You can use the USDA Income and Property Eligibility site to determine your area's eligibility.", "eligible_area_link": "tinyurl.com/8ysytefa", "enterprise_grant_use_1": "Training and technical assistance, including project planning, business counseling, market research, feasibility studies, and product or service improvements", "enterprise_grant_use_2": "Buying or developing land, easements, or rights of way, including access streets and parking areas", "enterprise_grant_use_3": "Constructing or renovating buildings, and buying machinery and equipment", "enterprise_grant_use_4": "Capitalizing revolving loan funds", "enterprise_grant_use_5": "Supporting rural business incubators and community economic development", "opportunity_grant_support_1": "Business support centers", "opportunity_grant_support_2": "Technology-based economic development", "opportunity_grant_support_3": "Leadership and entrepreneur training", "opportunity_grant_support_4": "Feasibility studies, business plans, and long-term strategic planning, and other eligible activities", "grant_range_min": 10000, "grant_range_max": 500000, "cost_sharing_required": false, "opportunity_grant_limit_percent": 10, "how_to_apply_description": "Applications are accepted annually through your state-based USDA Rural Development office.", "list_of_offices_link": "tinyurl.com/bddtm6vj", "governing_program_description": "The basic RBDG program is governed by 7 CFR Part 4280, Subpart E.", "governing_program_link": "tinyurl.com/yc2psnzu", "note_information_changes_warning": "Because information changes, always consult official program instructions or contact your local Rural Development office for help.", "note_local_office_help_link": "go.usa.gov/xjHPE", "note_additional_resources_link": "rd.usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_revised_date": "September 2024"}