{"program_title": "Calendar Year 2022 Disaster Circuit Rider Technical Assistance Grants", "program_description": "Calendar Year 2022 Disaster Circuit Rider Technical Assistance Grants provide funding to qualified organizations that offer onsite technical assistance to communities impacted by events resulting in CY22 Presidentially Declared disasters.", "water_definition": "For the purposes of this grant, the term “water” is inclusive of all water resource infrastructure, including drinking water, wastewater, storm drainage, and solid waste facilities.", "eligible_applicants": "Municipalities, counties, districts, authorities, or other political subdivisions of a state, commonwealth, or territory; Nonprofit organizations; Federally recognized Tribes", "eligible_areas_criteria": "Rural areas and towns with populations of not more than 35,000; Federally recognized Tribal lands; Colonias", "fema_disaster_declarations_link": "fema.gov/disaster/declarations", "qualifying_states_and_territories_cy2022": "Alaska, American Samoa, Arizona, California, Colorado, Florida, Idaho, Illinois, Kansas, Kentucky, Maine, Massachusetts, Minnesota, Mississippi, Missouri, Montana, Nebraska, Nevada, New Hampshire, New Mexico, New York, North Carolina, North Dakota, Oklahoma, Oregon, Puerto Rico, Rhode Island, South Carolina, South Dakota, Tennessee, Texas, U.S. Virgin Islands, Vermont, Virginia, Washington, and West Virginia", "how_funds_can_be_used_1": "Identify and evaluate long-term solutions with support of such things as risk and resilience assessments and emergency response plans", "how_funds_can_be_used_2": "Provide training and other resources to operators and management", "how_funds_can_be_used_3": "Develop applications for USDA RD funding, including feasibility studies or engineering and environmental reports", "how_funds_can_be_used_4": "Support short-term disaster assistance and troubleshooting", "how_to_get_started_grants_gov_link": "tinyurl.com/3cu3k8k5", "how_to_get_started_application_guide_link": "tinyurl.com/27yhc5xu", "grant_manager_phone": "(202) 253-0504", "grant_manager_email": "Water-RD@usda.gov", "governing_law": "The 2023 Consolidated Appropriations Act (Public Law 117-328, Division N)", "governing_law_link": "tinyurl.com/2hjs7jyn", "note_official_program_instructions_link": "go.usa.gov/xJHPE", "note_additional_resources_link": "rd.usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_updated": "February 2024"}