{"organization": "USDA Rural Development", "department": "U.S. DEPARTMENT OF AGRICULTURE", "slogan": "Together, America Prospers", "document_title": "Water and Waste Facility Loans and Grants to Alleviate Health Risks on Tribal Lands", "program_purpose": "This program helps get safe, reliable drinking water and waste disposal services to low-income communities that face significant health risks.", "eligible_applicant_type_1": "Federally-recognized Tribes", "eligible_applicant_type_2": "State and local governments that serve eligible areas", "eligible_applicant_type_3": "Nonprofit organizations that serve eligible areas", "eligible_area_criteria_1": "Federally-recognized Tribal lands", "eligible_area_criteria_2": "Rural areas and towns with populations of 10,000 or fewer", "eligible_area_residents_health_risk_criteria": "Residents in the area served must face significant health risks resulting from lack of access to – or use of – adequate, affordable water or waste disposal services.", "eligible_entities_customer_base_criteria": "Eligible entities must serve customer bases comprised of at least 50 percent Tribal members.", "eligible_areas_additional_requirements": "Eligible areas also must meet per-capita income and unemployment rate requirements.", "eligible_areas_more_info_contact": "You can contact your local USDA Rural Development office for more information.", "eligible_areas_state_offices_link": "https://go.usa.gov/xtpEe", "funds_usage_description": "Funds can be used to build basic drinking water and waste disposal systems, including systems to handle stormwater drainage.", "matching_funds_usually_required": "Usually, yes.", "matching_funds_partnerships_encouraged": "Partnerships with other federal, state, or local entities are encouraged.", "matching_funds_100_percent_grant_possible": "Under some circumstances — and when funding is available — a 100 percent grant is possible.", "how_to_get_started_application_acceptance": "Applications are accepted year-round in your local USDA Rural Development office.", "how_to_get_started_state_offices_link": "https://go.usa.gov/xtpEe", "who_can_answer_questions_contact_1": "You can contact your local USDA Rural Development office for help.", "who_can_answer_questions_contact_2": "Participating nonprofits also offer assistance and training. Ask your local RD office if any such organizations exist in your area.", "governing_document_1_title": "7 CFR 1777, Water and Waste Facility Loans and Grants to Alleviate Health Risks", "governing_document_1_link": "https://tinyurl.com/24pjfv9s", "governing_document_2_title": "Public Law 113-79: Agricultural Act of 2014", "governing_document_2_link": "https://tinyurl.com/57whupdy", "note_information_changes_advisory": "Because information changes, always consult official program instructions or contact your local Rural Development office for help.", "note_rd_office_list_link": "https://go.usa.gov/xJHPE", "note_additional_resources_link": "https://rd.usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_updated_date": "December 2022"}