{"document_title": "Assistance for Small and Very Small Meat Processors", "document_introduction": "USDA Rural Development is working together with the Office of Food Safety to help meat processors build their business to meet growing demand. Honoring our commitment to rural America's prosperity and quality of life, we offer the following Rural Development loans, grants, and loan guarantees.", "vapg_program_name": "Value-Added Producer Grants (VAPG) Program", "vapg_description": "Helps agricultural producers enter value-added activities related to the processing and marketing of new products. The goals of this program are to generate new products, create and expand marketing opportunities, and increase producer income.", "vapg_eligibility": "Independent producers, agricultural producer groups, farmer or rancher cooperatives, and majority-controlled producer-based business ventures may apply.", "vapg_available_funding_working_capital_grants_max": "$250,000", "vapg_available_funding_planning_grants_max": "$75,000", "vapg_available_funding_producer_contribution": "50 percent of the total project cost", "vapg_applying_for_assistance": "This program is administered annually, and applications are usually due in March of each year. Contact a USDA Rural Development Business Programs specialist in your state for more information.", "redlg_program_name": "Rural Economic Development Loan and Grant Program (REDLG)", "redlg_description": "Provides grants and zero-interest loans to rural utility organizations. Grant funds are used to establish Revolving Loan Funds. Loan funds are in turn loaned by the utility to business projects that will create or retain rural jobs. The local businesses repay the lending utility directly, who then repays USDA.", "redlg_eligible_recipients": "Current and former Rural Utilities Service (RUS) borrowers in good standing, and nonprofit utilities eligible to receive RUS assistance may apply.", "redlg_eligible_business_borrowers": "Businesses in an eligible rural area, generally a customer within the utility's service area.", "redlg_eligible_business_borrowers_max_loan_amount": "$1 million", "redlg_applying_for_assistance": "Businesses apply directly to their local non-profit or cooperative rural utility. REDLG funds are awarded quarterly to eligible utility borrowers.", "rmap_program_name": "Rural Microentrepreneur Assistance Program (RMAP)", "rmap_description": "Provides loans and grants to Microenterprise Development Organizations (MDOs) to help microenterprises start and grow by providing loans and training and technical assistance to microloan borrowers and micro entrepreneurs.", "rmap_eligible_mdos": "Nonprofits, Federally recognized Tribes, and institutions of higher education may apply for RMAP funds on a quarterly basis.", "rmap_eligible_business_borrowers": "Businesses in an eligible rural area with 10 or fewer full-time employees.", "rmap_available_funding_max_loan_from_mdo": "$50,000", "rmap_available_funding_loan_purpose": "general business purposes including working capital, equipment and real estate", "rmap_available_funding_loan_maturity_max": "10 years", "rmap_applying_for_assistance": "Businesses apply directly to an MDO in their area. Over 200 MDOs currently have loan funds available. Businesses may contact a Rural Development Business Programs specialist in your state for a list of active MDOs.", "irp_program_name": "Intermediary Relending Program (IRP)", "irp_description": "Provides low-interest loans to rural lenders to establish a revolving loan fund that provides loans to rural businesses for general business purposes including working capital, equipment and real estate.", "irp_eligible_irp_borrowers": "Nonprofits, cooperatives, Federally recognized Tribes, and public agencies may apply for IRP funds.", "irp_eligible_business_borrowers": "Any legal business entity located in an eligible rural area may apply for a loan up to $250,000.", "irp_applying_for_assistance": "Businesses apply directly to the IRP entity in their area. Over 300 IRP entities currently have loan funds available. Businesses may contact a Rural Development Business Programs specialist in your state for a list of active IRP lenders."}


<!-- Page Break - Batch 2 -->


{"document_title": "Assistance for Small and Very Small Meat Processors", "program_1_title": "Original Business and Industry (B&I) Loan Guarantee Program", "program_1_description": "Offers guarantees to conventional lenders for loans to rural businesses. To be eligible to participate, lenders must have legal authority, financial strength, and sufficient experience to operate a successful lending program.", "program_1_available_funding": "USDA is authorized to underwrite a maximum of $25 million for a B&I loan guarantee.", "program_1_eligibility": "For-profit businesses, nonprofits, cooperatives, Federally recognized Tribes, and public bodies are eligible to apply for B&I guaranteed loans.", "program_1_applying_for_assistance": "Applications for assistance are accepted year-round.", "program_2_title": "B&I CARES Act Program", "program_2_description": "Offers guaranteed loans to lenders for their loans to rural businesses and some agricultural producers to supplement their working capital to prevent, prepare for, and respond to the economic impacts of the coronavirus. Funding limits are the same as for the original B&I program.", "program_2_borrower_eligibility": "Rural businesses, including agricultural producers not eligible for USDA Farm Service Agency loans, that were in operation on Feb. 15, 2020.", "program_2_applying_for_assistance": "The application deadline is 9/15/2021, or until the funding is expended.", "program_3_title": "Renewable Energy and Energy Efficiency Loan and Grant Program (REAP)", "program_3_description": "Funds can be used for renewable energy systems such as biomass, wind generation, and solar generation, and purchasing and constructing energy efficiency improvements such as insulation, heating, cooling or refrigeration units, and lighting.", "program_3_available_funding": "Loans of up to $500,000, grants of up to $250,000.", "program_3_eligibility": "Agricultural producers and small businesses in eligible rural areas.", "program_3_applying_for_assistance": "Applications are accepted year-round.", "program_4_title": "REAP Energy Audit and Renewable Energy Development Assistance Grants", "program_4_description": "Provide funding to state and local governments and other entities to conduct energy audits, and renewable energy development assistance. The funds must be used to assist rural businesses in eligible rural areas and agricultural producers.", "program_4_available_funding": "$100,000 per fiscal year.", "program_4_eligibility": "State and local governments, Federally recognized Tribes, land-grant colleges and universities and other institutions of higher education, rural electric cooperatives, public power entities, Resource Conservation & Development Councils.", "program_4_applying_for_assistance": "Applications are accepted year-round.", "contact_rural_development_state_office_url": "https://www.rd.usda.gov/contact-us/state-offices", "more_info_business_programs_url": "https://www.rd.usda.gov/programs-services/all-programs/business-programs", "general_contact_phone": "1-800-670-6553", "general_contact_website": "rd.usda.gov", "equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_updated": "July 2020"}