{"Program Name": "Single Family Housing Guaranteed Loan Program", "Department": "USDA Rural Development, U.S. DEPARTMENT OF AGRICULTURE", "Slogan": "Together, America Prospers", "Program Purpose": "Helps approved lenders offer 100 percent-financed, no-money-down loans to eligible low-and moderate-income people.", "Backed By": "USDA Rural Development", "Loan Guarantee": "The 90-percent loan guarantee encourages lender participation by minimizing risk.", "Eligible Uses of Loan": "Buy an existing home, cover the cost of rehabilitating, improving, or relocating a home, or build new.", "First-Time Homebuyer Restriction": "This program is not restricted to first-time homebuyers.", "Applicant Requirement 1": "Agree to occupy the home as your primary residence.", "Applicant Requirement 2": "Meet median household income requirements for the area in which the eligible home is located.", "Income Eligibility Information Link": "tinyurl.com/SFHG-income", "Applicant Requirement 3": "Be unable to get conventional financing with no private mortgage insurance (PMI).", "Applicant Requirement 4": "Meet U.S. citizen or noncitizen requirements, and not be suspended or debarred from participating in federal programs.", "Property Requirement 1": "Single-family dwellings must be located in eligible rural areas.", "Property Eligibility Map Link": "tinyurl.com/SFHG-property", "Property Requirement 2": "Loans are based on repayment ability, and there is no set maximum purchase price or acreage limit as long as acreage is considered common for the area.", "Property Requirement 3": "Provided they are otherwise eligible, 'flipped' properties are allowed.", "Loan Term 1": "You must have stable, dependable income and demonstrate a willingness and ability to repay debt.", "Loan Term 2": "No down payment is required, and there is no limit on gift funds.", "Loan Term 3": "Fixed, 30-year-interest rates are negotiated between you and your approved lender.", "Loan Term 4": "Loans are based on a property's appraised value, not purchase price. Thus, you potentially can also include closing costs, home repair expenses, and such items as utilities connection fees, tax and insurance escrow, essential household equipment, and site preparation in your financing.", "Getting Started Instruction": "You must work directly with approved USDA RD lenders.", "Approved Lenders List Link": "rd.usda.gov/resources/lenders", "Governing Document 1": "7-CFR Part 3555", "7-CFR Part 3555 Link": "tinyurl.com/7CFR-3555", "Governing Document 2": "The SFH-G Handbook", "SFH-G Handbook Link": "tinyurl.com/SFHG-HB-PDF", "Important Note": "Because information changes, always consult official program instructions or contact your local Rural Development office for help.", "Additional Resources Link": "go.usa.gov/xJHPE", "Equal Opportunity Statement": "USDA is an equal opportunity provider, employer, and lender.", "Last Revised": "October 2024", "QR Code Description": "QR code to the SFH-G webpage"}