{
  "file_name": "UEP_Bulletin_1724E-216.pdf",
  "pages": [
    {
      "page_number": 1,
      "content": "UNITED STATES DEPARTMENT OF AGRICULTURE \nRural Development \nUtilities Programs \nBULLETIN 1724E-216 \nRD-GD-2016-81\nSUBJECT: Guide Specification for Standard Class Prestressed Concrete Transmission \nPoles \nTO: All Electric Borrowers \nEFFECTIVE DATE:  Date of Approval \nOFFICE OF PRIMARY INTEREST:  Engineering Standards Branch; Office of Policy, \nOutreach, and Standards \nFILING INSTRUCTIONS: This bulletin replaces RUS Bulletin 1724E-216, \"Guide \nSpecification for Standard Class Spun, Prestressed Concrete Transmission Poles\" issued \nNovember, 2009.\nAVAILABILITY:  This bulletin can be accessed via the Internet at: \nhttp://www.rd.usda.gov/publications/regulations-guidelines/bulletins/electric \nPURPOSE:  This bulletin provides a basis for procuring standard class prestressed concrete \npoles. \nCONTRIBUTORS:  Current and former members of the Transmission Subcommittee of the \nTransmission and Distribution (T&D) Engineering Committee of the National Rural Electric \nCooperative Association (NRECA). \nCurrent members: \nBallard, Dominic, East Kentucky Power Coop., Winchester, KY \nBeadle, Bob, North Carolina EMC, Raleigh, NC \nBeckett, Thomas, Enercon, Kennesaw, GA \nFan, Quan He, Georgia Transmission Corporation, Tucker, GA \nJohnson, Wilson, USDA, Rural Development Utilities Program, Washington , DC \nLukkarila, Charles, Great River Energy, Maple Grove, MN \nMcAndrew, Jeremy, South Mississippi Electric Power Assoc., Hattiesburg, MS \nMetro, Patti, National Rural Electric Cooperative Association , Arlington, VA \nNicholson , Norris, USDA, Rural Development Utilities Program , Washington, DC \nNordin, Bryan, Tri-State Generation & Transmission Association , Inc., Denver, \nCO Ruggeri, Erik, Power Engineers, Hailey, ID \nShambrock, Aaron, South Central Power Company,,   Lancaster, OH \nTwitty, John, PowerSouth Energy Cooperative, Andalusia, AL \nChristopher A. McLean \nAssistant Administrator, \nElectric Program \nDisclaimer: The contents of this guidance document does not have the force and effect of law and is not \nmeant to bind the public in any way.  This document is intended only to provide clarity to the public \nregarding existing requirements under the law or agency policies."
    },
    {
      "page_number": 2,
      "content": "Bulletin 1724E-216 \nPage ii \nBLANK PAGE"
    },
    {
      "page_number": 3,
      "content": "Bulletin 1724E-216 \nPage iii \n \nTABLE OF CONTENTS \n \nPage \n \nINSTRUCTIONS WHEN USING THE GUIDE SPECIFICATION FOR  \nSTANDARD CLASS PRESTRESSED CONCRETE TRANSMISSION POLES.................. v-viii \n \nTECHNICAL SPECIFICATION .............................................................................................. 1-32 \n1.  Scope…………………………………………………………………………………….. .......  1 \n2.  Definitions.................................................................................................................................  1 \n3.  Codes and Standards .................................................................................................................  4 \n4.  General Requirements ...............................................................................................................  6 \n5.  Inspection and Testing ..............................................................................................................17 \n6.  Shipping and Delivery ..............................................................................................................20 \n7.  Drawings and Information to be Supplied by the Manufacturer... ...........................................21 \n8.  Approvals, Acceptance, and Ownership ...................................................................................22 \n9.  List of Attachments to this specification ..................................................................................23 \n    Attachment A – Structure Dimensions and Pole Framing Drawings  .......................................25 \n    Attachment B - Application Requirements  ...............................................................................27 \n    Attachment C – Standard Class Concrete Pole Bid Summary ..................................................29 \n \nAPPENDIX A - COMMENTARY  \nAPPENDIX B - EXAMPLE OF DRAWINGS \nAPPENDIX C - DESIGN EXAMPLES \nAPPENDIX D - SELECTED SI-METRIC EQUIVALENTS \n \nABBREVIATIONS \nACI \n \nAmerican Concrete Institute \nANSI \n \nAmerican National Standards Institute \nASCE \n \nAmerican Society of Civil Engineers \nASTM \n \nAmerican Society for Testing and Materials \nAWS \n \nAmerican Welding Society \nEq.F \n \nEquivalency Factor \nFOB \n \nFreight on Board \nIFI \n \nIndustrial Fasteners Institute \nHSS \n \nHigh Strength Steel \nkip \n \n1,000 pounds \nksi \n \nkips (1000 lb.) per square inch \nkV \n \nkilovolt \nLF \n \nLoad Factor \nmph \n \nmiles per hour \nNESC \n \nNational Electrical Safety Code \nOHGW \n \nOverhead Ground Wire \nPCI \n \nPrestressed Concrete Institute \nPsf \n \nPounds per square foot \npsi \n \npounds per square inch \nPVC \n \nPolyvinyl chloride"
    },
    {
      "page_number": 4,
      "content": "Bulletin 1724E-216 \nPage iv \n \nDEFINITIONS \n \nBorrower - An entity which borrows or seeks to borrow money from, or arranges financing with \nthe assistance of the Agency through guarantees, lien accommodations or lien subordinations. \n \nRural Development Utilities Programs Forms – All forms and bulletins referred to in this \nbulletin are Rural Development Utilities Programs forms and bulletins, unless otherwise noted. \n \nForm 198 - Equipment Contract \n \nRural Development Electric Program – An Agency within Rural Development, formerly Rural \nUtilities Service (RUS). \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nINDEX:  \nMATERIAL AND EQUIPMENT:  Guide Specification for Standard Class Prestressed \nConcrete Poles \nPOLES:  Concrete \nSPECIFICATIONS AND STANDARDS:  Guide Specification for Standard Class Prestressed \nConcrete Poles \nTRANSMISSION FACILITIES:  Poles (Concrete)"
    },
    {
      "page_number": 5,
      "content": "Bulletin 1724E-216 \nPage v \n \nINSTRUCTIONS WHEN USING THE GUIDE SPECIFICATIONS \nFOR STANDARD CLASS PRESTRESSED CONCRETE POLES  \n \n1   \nPURPOSE   \n \n \nThe intent of this guide specification is to provide Rural Development Electric Program \nborrowers a basis for procuring direct embedded standard class prestressed concrete poles.  \nUse of this specification should help eliminate ambiguities that might arise in the \nevaluation process of competitively bid standard class concrete poles procurements. \n \n \nTerminology used in this specification has been simplified in order to provide \nconsistency.  Referring to the owner can also mean the owner's representative or \nengineer. \n \n \nBorrowers or their engineering representatives will need to complete and add to this \nspecification as appropriate.  Modifications to this specification may be necessary to \nconsider special applications or preferences of the owner. \n \n2   \nSCOPE   \n \n \nThis suggested purchase specification covers the technical aspects of design, materials, \nmanufacturing, inspection, testing, and delivery of direct embedded standard class \nprestressed concrete poles. It is recommended that this specification be limited to poles \nwhich are not guyed, not subjected to unbalanced lateral loads, or do not have deflection \nlimitations or other special limitations. For concrete pole applications which consider \nthese items, it is recommended that the owner use Guide Specification for Prestressed \nConcrete Pole and Concrete Pole Structures, Bulletin 1724E-206.  \n \n \nThis guide specification does not include contract (front-end) documents or specifications \nfor construction.  The user of this specification should add these documents, including \ngeneral conditions and any supplemental instructions to the bidders.  This specification \nmay be expanded to include H-frame structures. \n \n3   \nINITIAL DESIGN CONSIDERATIONS   \n \n \nThere are several engineering decisions required of the user of this specification to \ndetermine which standard class concrete poles to specify.  Some examples include, but \nare not limited to: \n \n• Amount of foundation rotation and deflection to consider for incorporating P-delta \nmoments; \n• Location of point of fixity; \n• Embedment depths; \n• Load cases to be considered in addition to those required by the National Electrical \nSafety Code (NESC); and \n• Deflection limitations. \n \n \nPrior to the selection of a standard class pole, the user should perform the engineering \nrequired for these types of issues or employ an engineering consultant to do so. See \nAppendix A of this bulletin for a discussion of some of these items."
    },
    {
      "page_number": 6,
      "content": "Bulletin 1724E-216 \nPage vi \n \n4   \nINFORMATION TO BE COMPLETED BY THE OWNER  \n \nUsers of these specifications should detach the instructions and the Appendices, and add or \ncomplete the following: \n \n \na   \nDocuments and general information to be added to the technical specification:  \nThe following front-end documents and general information need to be added to \nthis technical specification:  \n \n1. Form 198, Equipment Contract (Recommended for competitive bidding) \n2. Supplemental Instructions to Bidders \n3. General Conditions \n \n \n \nWhen there is competitive bidding, it is recommended that Form 198 be used.   \nThis form covers Notice and Instructions to Bidders, Proposal, and Equipment \nContract. For item b above, Supplemental Instructions to Bidders, the user may \nwant to add such items as Bid Submission, Bid Price and Schedule, Bid \nAcceptance Period, Bid Requirements, and Bid Data.  A section on General \nConditions could include such items as Definition of Terms, Interpretation of Bid \nDocuments, Addenda to the Bid Documents, Insurance, Method of Payment (if \nForm 198 is not used), Quantities, and Tabulation of Unit Prices. \n \n \nb   \nRequirements to the technical specifications to be added or completed by the \nowner or owner’s representative and supplied to the bidders include: \n \n \n \n(1)   \nConfiguration requirements and other information (Attachment A of the \nspecification or equivalent): \n \n• Pole length and class; \n• Structure dimensions; \n• Pole Framing showing: \no Conductor support (type, holes, orientation and height); \no Overhead Groundwire (OHGW) support (type, holes, \norientation and height); \no Underbuild support (type, holes, orientation and height); \n• Embedment depths; and \n• Other hole locations and/or requirements. \n \n \n \n(2)   \nStrength requirements and Standard class designations for concrete poles. \n \n \n \n \nThis specification establishes standard concrete pole sizes. The engineer in \nthe design process needs to select the appropriate standard class pole.  \n \n \n \n \nMinimum design loads have to meet NESC requirements which are \nappropriate for the loading district, the NESC extreme wind load \nprovisions, NESC extreme ice with concurrent wind and any necessary \nextreme ice and wind conditions with the appropriate load factors and any \nlocal codes.  The design loads account for all loading cases, including \nwind on pole and secondary stresses from foundation deflection and \nrotation, and from vertical loads acting on lateral pole deflection (P-delta \neffect)."
    },
    {
      "page_number": 7,
      "content": "Bulletin 1724E-216 \nPage vii \n \n \n \n \n \nThe American Society of Civil Engineers (ASCE) Guidelines for \nElectrical Transmission Line Structural Loading can be used for \ndeveloping loads produced by climate, accidents, construction and \nmaintenance.  Calculations need to include the vertical, transverse, and \nlongitudinal loads with wind on the structure and the dead weight of the \nstructure for any given loading condition applied simultaneously.  All \nloads require appropriate load factors. \n \n \n \n(3)   \nApplication Requirements (Attachment B of the Specification to be \ncompleted by the Owner). \n \n• Location of climbing and/or working devices and the quantity of each \nto be supplied with the poles.  \n• Delivery schedule, F.O.B. location, and name, address, and telephone \nnumber of the owner's contact.  \n• Additional requirements.  Additional items such as special pole color \n(stain, paint, or dye additive), location of bolt holes for other \nattachment requirements, grounding requirements, cant holes, switch \noperating mechanisms, etc.  \n• Pole tests required. \n \n5   \nINFORMATION TO BE COMPLETED BY THE MANUFACTURER \n \n \na   \nThe owner should have the following information completed and submitted by \neach bidder (Attachment C of this Specification or equivalent).  \n \n(1) \nCalculated weight of each concrete pole; \n \n(2) \nFor each standard class pole ultimate loading, provide section and strength \nproperties, including the ultimate, cracking and zero tension moments and \ndeflections, at maximum five foot intervals along the pole; \n \n(3) \nPole diameter or width at top, bottom, and groundline; \n \n(4) \nTip and butt wall thickness; \n \n(5) \nPrestress strand - quantity, size and dropout location; \n \n(6) \n28-day compressive strength of concrete; and \n \n(7) \nDiameter taper (in/ft)."
    },
    {
      "page_number": 8,
      "content": "Bulletin 1724E-216 \nPage viii \n \n \nb   \nThe owner should have the following information completed by the successful \nbidder prior to pole manufacture: \n \n(1) \nType of material of major components (American Society for Testing and \nMaterials (ASTM) number and grade); \n \n(2) \nQuantity, size and grade of prestressing strands or other reinforcement;  \n \n(3) \nDescription of pole including thickness, length, diameter, and taper; and \n \n(4) \nDesign exceptions.  \n \n \nc   \nTest reports as requested by the owner."
    },
    {
      "page_number": 9,
      "content": "Bulletin 1724E-216 \nPage ix \n \n \n \n \n \n \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 10,
      "content": ""
    },
    {
      "page_number": 11,
      "content": "Bulletin 1724E-216 \nPage 1 \n \n \nTECHNICAL SPECIFICATION FOR STANDARD CLASS  \nPRESTRESSED CONCRETE POLES \n \n1   \nSCOPE   \n \n \nThis specification covers the design, materials, manufacture, inspection, testing, \ndrawings, shipping, and delivery of direct embedded standard class prestressed concrete \npoles. \n \n2   \nDEFINITIONS \n \nAdmixture - Any material other than water, aggregate, or cement that is used as an \ningredient of concrete and added to concrete before or during its mixing to modify its \nproperties.  \n \nAppurtenance - Any hardware or structural members that are attached to the concrete \npole to make a complete structure. \n \nBonding, Electrical - The electrical interconnecting of conductive parts, designed to \nmaintain a common electrical potential. \n \nCant Hole - A through hole in the pole which is used in rotating the pole about its axis \nduring setting.  The hole is typically 1-1/2” in diameter and located approximately 4 feet \nabove the groundline. Additional through holes below the groundline at 4 foot spacing \nmay be specified to facilitate rotating the pole while it is being lowered into the ground. \n \nCircumferential Cracks - Cracks that parallel a cross-section of a concrete pole. \n \nCracking Moment - The moment which is developed in the pole at the time the cracking \nstrength of the pole is experienced. \n \nCracking Strength - The point at which the concrete just begins to separate due to \nexceeding the tensile strength of the concrete on the tension face of the pole. \n \nDeleterious Substance - Any substance that is not desirable in a mixture, usually causing \nharm in sufficient quantities.  \n \nDropout, Steel Cable - The terminating point of any longitudinal steel that is not \ncontinuous for the length of the pole. \n \nEfflorescence - The formation of a white film on the surface of the pole, typically caused \nby the emergence of chlorides during curing. \n \nEmbedment - That portion of the pole which is designed to be located in the ground or \nother supporting medium. \n \nFactored Load – See ultimate load"
    },
    {
      "page_number": 12,
      "content": "Bulletin 1724E-216 \nPage 2 \n \n \nGroundline - The point at which the embedment begins. Resistance from the supporting \nsoils or other medium begins at or below groundline. Groundline is defined for \ntransmission line design to determining ground clearances and for locating climbing \ndevices, cant holes, nameplates, etc. \n \nGroup of Bolt Holes - All of the holes in which a single hardware assembly will be \nattached. For an assembly that requires only one bolt hole, that one hole constitutes a \ngroup. \n  \nGuyed Structure - A structure in which cable supports are used to increase its lateral load \nresistance. \n \nIn-Line Face - The face of the pole which “faces” an adjacent structure in the line. \n \nLoad Factor - A multiplier which is applied to each of the vertical, transverse and \nlongitudinal structure loadings to obtain an ultimate load.   \nLongitudinal Cracks - Cracks in concrete that are parallel to the long axis of the pole. \n \nLongitudinal Reinforcement - The reinforcing steel which is installed along the long axis \nof the pole. \n \nManufacturer - The company responsible for the fabrication of the poles.  The \nmanufacturer makes the poles based on the design drawings developed by the structural \ndesigner, which is the engineer responsible for the structural design of the poles and is \nusually employed by the manufacturer. \n \nOwner - The Rural Development Utilities Programs borrower procuring the concrete \npoles. \n \nP-Delta (P-∆) Moment - The additional moment created by vertical loads acting on the \nstructure which deflects from its unloaded position. \n \nPoint of Fixity - The point on the pole at or below groundline where the maximum \nmoment occurs.  Location of this point is dependent on the characteristics of soils around \nthe embedded portion of the pole \n \nPole End Squareness - A measure of how perpendicular the finished surface of the pole \nbutt is to the longitudinal axis of the pole. \n \nPole Failure - The point at which the maximum strength of the pole is realized.  Failure \nusually occurs with crushing of the concrete or permanent deformation. \n \nPole Sweep - The measure of deviation from straightness along the length of the pole. \n \nPost-Tensioned Steel Strand - The longitudinal reinforcement that has been tensioned \nafter the concrete has hardened."
    },
    {
      "page_number": 13,
      "content": "Bulletin 1724E-216 \nPage 3 \n \nPrestressed Concrete - Reinforced concrete in which internal stresses have been \nintroduced to reduce potential tensile stress in concrete resulting from loads. \n \nPretensioned Steel Strand - The longitudinal reinforcement that has been tensioned before \nconcrete is placed.  Also referred to as prestressed steel strand. \n \nPyrite Staining - A pale brass-yellow colored stain in the concrete caused from the \nconcrete mixture containing an excess amount of iron disulfides. \n \nReinforcing Steel - Any steel for the purpose of reinforcement of the concrete, including \nlongitudinal reinforcement, spiral reinforcement, and deformed reinforcing bars. \n \nRelease Strength - The minimum concrete strength that is necessary before the \npretensioned strands can be released. \n \nSpiral Reinforcement - Steel reinforcement, continuously wound in the form of a \ncylindrical helix that encloses the longitudinal steel. \n \nSpun Concrete Pole - A pole which is manufactured by placing prestressed steel strands \nand spiral reinforcement in a mold, adding fresh concrete and spinning the mold to form \nthe pole through centrifugal force. \n \nStandard Class Pole - A direct embedded concrete pole which is designed according to a \nstandardized strength and loading criteria established by the Owner. \n \nStatically Cast Concrete Pole - A pole which is manufactured by placing prestressed steel \nstrands and spiral reinforcement in a mold, then adding fresh concrete to form the pole. \n \nTip Load - The horizontal load which is applied to the standard class pole at a distance of \n2 feet from the pole tip. \n  \nUltimate Load - The maximum design load which includes the appropriate load factor. \n \nUltimate Moment Capacity - The moment which is developed in the pole at the time the \nultimate strength of the structure is realized. \n \nUltimate Strength - The maximum strength in the stress-strain diagram.  For the pole, this \nis considered to be the point at which the pole fails, usually with crushing of the concrete. \n \nYield Strength - The minimum stress at which a material will start to physically deform \nwithout further increase in load or which produces a permanent strain. This is known as \nthe elastic limit of the material. \n \nZero Tension Strength - The moment at which a crack that was previously created by \nexceeding the cracking moment strength will open again.  Under this condition, an \napplied moment will not cause any tensile stress in the concrete.  It will always be less \nthan the cracking moment strength."
    },
    {
      "page_number": 14,
      "content": "Bulletin 1724E-216 \nPage 4 \n \n3   \nCODES AND STANDARDS \n \n \nCodes, standards, or other documents referred to in this specification are to be considered \nas part of this specification. In the event of a conflict between this specification and the \nNational Electrical Safety Code (NESC), the NESC shall be followed. In the event of a \nconflict between this specification and all other referenced documents, this specification \nshall be followed. If a conflict between several referenced documents occurs, the more \nstringent requirement shall be followed. If clarification is necessary, contact the owner. \n \n \nThe most recent editions of the following codes and standards shall be followed in the \ndesign, manufacture, inspection, testing, and shipment of prestressed concrete poles. \n \n \na   \nAmerican Concrete Institute (ACI):   \n \n \n \nACI 318, Building Code Requirements for Structural Concrete \n \n \nb   \nPrestressed Concrete Institute (PCI): \n \n \n \nMNL 116, Manual for Quality Control for Plants and Production of Precast \nPrestressed Concrete Products \n \n \nc   \nAmerican Welding Society (AWS): \n \n \n \nAWS D1.1, Structural Welding Code - Steel"
    },
    {
      "page_number": 15,
      "content": "Bulletin 1724E-216 \nPage 5 \n \n \nd   \nAmerican Society for Testing and Materials (ASTM): \n \nASTM A416 \nStandard Specification for Steel Strand, Uncoated Seven-Wire For \nPrestressed Concrete \nASTM A421 \nStandard Specification for Uncoated Stress-Relieved Steel Wire For \nPrestressed Concrete \nASTM A615 \nStandard Specification for Deformed and Plain Carbon-Steel Bars \nFor Concrete Reinforcement \nASTM A641 \nStandard Specification for Zinc-Coated (Galvanized) Carbon Steel \nWire \nASTM A706 \nStandard Specification for Deformed and Plain Low-Alloy Steel \nBars For Concrete Reinforcement \nASTM A1064 \nStandard Specification for Carbon-Steel Wire and Welded Wire \nReinforcement, Plain and Deformed, for Concrete \nASTM C31 \nStandard Practice for Making and Curing Concrete Test Specimens \nin the Field \nASTM C33 \nStandard Specification for Concrete Aggregates \nASTM C39 \nStandard Test Method for Compressive Strength of Cylindrical \nConcrete Specimens \nASTM C131 \nStandard Test Method for Resistance to Degradation of Small-Size \nCoarse Aggregate by Abrasion and Impact in the Los Angeles \nMachine \nASTM C150 \nStandard Specification for Portland Cement \nASTM C172 \nStandard Practice for Sampling Freshly Mixed Concrete \nASTM C260 \nStandard Specification for Air-Entraining Admixtures for Concrete \nASTM C289 \nStandard Test Method for Potential Alkali-Silica Reactivity of \nAggregates (Chemical Method) \nASTM C494 \nStandard Specification for Chemical Admixtures For Concrete \nASTM C618 \nStandard Specification for Coal Fly Ash and Raw or Calcined \nNatural Pozzolan for Use in Concrete \nASTM C881 \nStandard Specification for Epoxy-Resin-Base Bonding Systems for \nConcrete \nASTM C935 \nStandard Specification for General Requirements for Prestressed \nConcrete Poles Statically Cast \nASTM C1089 \nStandard Specification For Spun Cast Prestressed Concrete Poles \n \n \ne \nIndustrial Fasteners Institute (IFI): \n \n \n \nFastener Standards  \n \n \nf   \nInstitute of Electrical and Electronics Engineers (IEEE)  \n \n \nNational Electrical Safety Code (NESC) \n \n \ng   \nAmerican Society of Civil Engineers/Prestressed Concrete Institute (ASCE/PCI) \nJoint Committee on Concrete Poles: \n \n \n \nGuide for the Design of Prestressed Concrete Poles, latest edition"
    },
    {
      "page_number": 16,
      "content": "Bulletin 1724E-216 \nPage 6 \n \n4   \nGENERAL REQUIREMENTS   \n \n \n \nThe design, fabrication, processes, tolerances, and inspection of poles shall conform to \nthe following: \n \n \na   \nDesign Requirements: \n \n \n \n(1)   \nPole designs shall be prepared from the attached configuration drawings, \ndesign loads and strength requirements for the standard class poles. Poles \nshall be designed by the ultimate strength method as explained in ACI 318 \nand in accordance with the PCI Guide for the Design of Prestressed \nConcrete Poles. The point-of-fixity shall be considered to be located at a \ndistance from the pole butt which is equal to 7% of the pole length. The \npole shall be symmetrically designed such that the strength required in any \none direction shall be required in all directions about the longitudinal axis.  \nThe poles shall be uniform taper from tip to butt. \n \n \n \n(2)   \nUsing the corresponding values in Table 1, the poles shall be designed for \nthe following requirements as illustrated by Figure 1:  \n \n \n \n \n(a)  \nThe reinforcing steel shall begin at the pole tip and the pole shall \ndevelop the minimum ultimate moment capacity required in Table \n1 at a distance of five feet from the pole tip; \n \n \n \n \n(b)  \nThe pole shall develop the minimum ultimate moment capacity \nalong the pole to the  \npoint-of-fixity which is calculated by multiplying the tip load in \nTable 1 by the distance from the tip load; and \n \n \n \n \n(c)  \nThe reinforcing steel required at the point-of-fixity shall continue \nto the pole butt. \n \n \n \n(3)   \nThe poles shall be designed to withstand the specified tip loading without \nexceeding a pole deflection of 15 percent of the pole height above the \npoint of fixity when tested under short term loading conditions in \naccordance with the horizontal test procedures described in the Guide for \nthe Design of Prestressed Concrete Poles (ACSE/PCI Joint Committee on \nConcrete Poles)."
    },
    {
      "page_number": 17,
      "content": "Bulletin 1724E-216 \nPage 7 \n \nFIGURE 1 \nMinimum Ultimate Moment Capacity Diagram along the Pole \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n(4)   \nThe poles shall be designed to withstand 40 percent of the specified tip \nloading without exceeding a pole deflection of 5 percent of the pole height \nabove the point of fixity when tested under long term loading conditions in \naccordance with the horizontal test procedures described in the Guide for \nthe Design of Prestressed Concrete Poles (ASCE/PCI Joint Committee on \nConcrete Poles). \n \n \n \n(5)   \nPoles shall be designed so that the cracking strength of the pole exceeds \n40 percent of the required ultimate strength. \n \n \n \n(6)   \nPoles shall be designed so that the zero tension strength of the pole \nexceeds 28 percent of the required ultimate strength. \n \n \n(7)  \nPoles shall be designed to withstand a one-point (tilting) pickup during \nerection. The poles shall be designed for two-point pickup for horizontal \nhandling.  Poles shall be designed for the loads generated from handling \nand erecting without exceeding the cracking moment capacity of the poles. \n \nLoad\nTip\n(Tip Load X D)\nPoint-of-Fixity\nGroundline\nPole Butt\n5'\nD\n2'\nStrength Governed\nBy Section 4.1.2.(c)\nStrength Governed\nBy Section 4.1.2.(a)\nBy Section 4.1.2.(b)\nStrength Governed\n \n \nOwner Defined"
    },
    {
      "page_number": 18,
      "content": "Bulletin 1724E-216 \nPage 8 \n \nTABLE 1 \nStrength Requirements \n \n \nStandard Class \nDesignations For \nConcrete Poles \n \nMinimum \nUltimate Moment Capacity \nAt Five Feet From Pole \nTip(Ft.-Kip) \n \n \nTip Load \n(Lbs.) \n \nC-12.0 \n96 \n12,000 \nC-11.0 \n88 \n11,000 \nC-10.0 \n80 \n10,000 \nC-09.0 \n72 \n9,000 \nC-08.0 \n64 \n8,000 \nC-07.4 \n57 \n7,410 \nC-06.5 \n50 \n6,500 \nC-05.7 \n44 \n5,655 \nC-04.9 \n38 \n4,875 \nC-04.2 \n32 \n4,160 \nC-03.5 \n27 \n3,510 \nC-02.9 \n23 \n2,925 \nC-02.4 \n19 \n2,405 \nC-02.0 \n15 \n1,950 \n \n \n \n(8)   \nThe pole design shall include allowances for loads from handling, \ntransportation and erection without failure, permanent deformation, or \ndamage to the pole when handled according to the manufacturer’s \ninstructions. \n \n \n \n(9)   \nThe design of each pole shall be performed using the applicable codes and \nstandards listed in Section 3 of this specification. \n \n \n \n(10)   Pole design and design calculations shall be the responsibility of the \nmanufacturer."
    },
    {
      "page_number": 19,
      "content": "Bulletin 1724E-216 \nPage 9 \n \n \nb   \nMaterials \n \n \n \n(1)   \nThe chemical properties of materials used in the manufacture of the poles \nshall meet the requirements of the applicable ASTM specification and be \nsuch that noticeable pyrite staining or efflorescence due to sulfates and/or \nchlorides does not occur. \n \n \n \n(2)   \nAll anchors and inserts provided by the manufacturer shall be hot dip \ngalvanized steel, stainless steel, or die-cast zinc alloy.  Cadmium-plated \nand aluminum material shall not be used.  All inserts shall be noncorrosive \nmaterials designed and manufactured for the intended purpose, shall not \nstain or react unfavorably with the concrete or fasteners, and used \naccording to manufacturer's recommendations.  If the manufacturer \nconsiders lifting devices necessary or desirable, suitable flush inserts may \nbe cast into the pole with removable lifting attachments. \n \n \n \n(3)   \nThe concrete shall have a minimum 28-day compressive strength of 8,000 \npsi for spun concrete and 5,000 psi for statically cast concrete with a \nmaximum water-cement ratio of 0.40. Higher strengths and lower water-\ncement ratios are encouraged and may be necessary to offset steel cover \nrequirements. \n \n \n \n(4)   \nThe cement shall be either Type I, II, III, or V Portland cement \nconforming to ASTM C150. \n \n \n \n(5)  \nFine aggregate shall be a natural sand, manufactured sand, or a \ncombination thereof, consisting of clean, strong, hard, durable uncoated \nparticles conforming to ASTM C33, and all specifications included \ntherein.  The aggregate shall be well graded from No. 4 to No. 200 sieve.  \nDeleterious substances shall not comprise more than 5 percent of the \nsample. \n \n \n \n(6)   \nCoarse aggregate shall be clean, tough, crushed stone conforming to \nASTM C33, and all specifications included therein. The aggregate shall be \nwell graded from a 3/4 inch to a No. 8 sieve with no more than 5 percent \nof the sample passing through a No. 8 sieve.  Deleterious substance \ncontent shall not exceed 5 percent of the sample.  Resistance to abrasion \nshall not exceed 40 percent as tested in conformance with ASTM C131.  \nAbsorption shall be less than 4 percent or aggregate shall be saturated with \nwater prior to use in concrete. \n \n \n \n(7)   \nAggregate shall be tested in accordance with ASTM C289 to determine an \nalkali-aggregate reaction.  Crushed rock or partially crushed rock shall be \nthe source of the aggregate. \n \n \n \n(8)   \nWater shall be clean, free from undesirable amounts of oils, acids, alkalis, \nsalts, organic materials, or other deleterious substances, and shall not \ncontain concentrations of chloride ions in excess of 500 ppm or sulfate \nions in excess of 1000 ppm."
    },
    {
      "page_number": 20,
      "content": "Bulletin 1724E-216 \nPage 10 \n \n \n \n(9)   \nChemical admixtures shall conform to ASTM C494.  Air entraining \nadmixtures can be used if approved by the owner and conform to ASTM \nC260.  Fly ash shall conform to ASTM C618.  Admixtures shall not \ncontain chloride ions in quantities that would cause the total chloride \ncontent of the concrete to exceed 0.06%. \n \n \n \n(10)   Prestressing steel mechanical properties, reinforcing steel and spiral \nreinforcement shall be in accordance with the applicable ASTM \nspecifications listed in Section 3 of this specification. \n \n \n \n(11)   Concrete mix design requirements listed above can be altered with the \nowner's approval. \n \n \nc   \nWorkmanship \n \n \n \n(1)   \nThe pole cross sectional shape shall be clearly described by the \nmanufacturer at the time of bidding and shall be round, 12-sided, 8-sided, \n6-sided, or square. Allowable shapes should be specified by the owner in \nthe Application Requirements (see Attachment B). \n \n \n \n(2)   \nThe pole shall have a uniform taper from top to butt. \n \n \n \n(3)   \nDeviation of the pole from straightness is allowed in one plane and one \ndirection only.  The detensioning operation shall be performed in a manner \nto keep the prestressing forces symmetrical. \n \n \n \n(4)   \nPrestressing steel stress limits shall not exceed: \n \n \n \n \n(a)   \n80 percent of the ultimate strength or 94 percent of the yield \nstrength or the maximum value recommended by the manufacturer \nof prestressing steels or anchorages for jacking force; \n \n \n \n \n(b)   \n74 percent of the ultimate strength or 82 percent of the yield \nstrength immediately after prestress transfer; and \n \n \n \n \n(c)   \n70 percent of the ultimate strength for post-tensioned steel at \nanchorages and couplers immediately after anchorage. \n \n \n \n(5)   \nSpiral reinforcement shall cover the entire pole length.  The minimum \nclear spacing of spiral reinforcement in the top 2 feet and bottom 2 feet of \nthe pole shall be 4/3 of the maximum coarse aggregate or three times the \nstrand diameter, whichever is larger, but not less than one inch.  The \nmaximum clear spacing for the remainder of the pole shall not exceed 4 \ninches. \n \n \n \n(6)   \nClear distance between prestressing steel strands shall be either 4/3 times \nthe maximum aggregate size or 3 times the strand diameter, whichever is \nlarger.  In the event that this condition is not met at the pole tip, closer"
    },
    {
      "page_number": 21,
      "content": "Bulletin 1724E-216 \nPage 11 \n \nspacing would be permitted provided that the placement of concrete can \nbe accomplished satisfactorily, adequate stress transfer can take place, and \nappropriate provisions are used for maintaining spacing between the \nprestressing steel strands. \n \n \n \n(7)   \nThe manufacturer shall provide holes through each pole as specified on \nthe pole framing drawing(s), included as Attachment A.  Preformed holes \nshall be cast using rigid PVC inserts (or other suitable material) held \nfirmly in place.  Plugs may be used with the owner's approval.  Preformed \ninserts shall be sized for the specified hole diameter and shall be full \nlength of pole diameter for all through holes.  Unless otherwise noted on \nthe drawings, holes shall be perpendicular to and pass through the \ncenterline of the pole. The owner shall be notified of any hole orientation \nthat may be difficult, impractical, or impossible to place as shown on the \npole framing drawing. The owner shall approve any deviation in \norientation prior to manufacture. \n \n \n \n(8)   \nThe pole manufacturer shall provide preformed inserts at two locations to \nallow air circulation within the pole.  Inserts shall be 1 inch minimum \ndiameter and shall have a louvered opening.  The inserts shall be located \nwithin 10 feet of the tip and within 10 feet above the groundline. \n \n \n \n(9)  \nHoles may be drilled through the pole wall as long as the longitudinal \nreinforcement is not damaged in any way and is properly sealed. Hole \ndrilling techniques shall be utilized which introduce little to no spalling on \nthe inside face of the pole wall. \n \n \n \n(10)   The longitudinal steel shall not be cut for any reason unless approved by \nthe owner.  The owner may reject any pole in which the longitudinal steel \nis cut.  All exposed steel resulting from drilled holes shall be covered with \nan epoxy paste per ASTM C881 Type III.  Areas with moderate or severe \nspalling shall be cleaned and reformed with an epoxy paste or epoxy \nconcrete per ASTM C881 Type II. If a PVC liner is to be installed in the \ndrilled hole where steel has been exposed, epoxy is to be applied prior to \ninstallation. \n \n \n \n(11)   The owner shall have the right to reject any pole in which the performance \nof a bolted connection may be reduced due to the lack of a cleanly \npreformed or drilled hole."
    },
    {
      "page_number": 22,
      "content": "Bulletin 1724E-216 \nPage 12 \n \nd   \nManufacturing Tolerances: \n \n \n \nManufacturing tolerances shall be limited to the following: \n \nPole Length \n±2 inches, or ±1 inch +1/8 inch per 10 feet of length, \nwhichever is greater (eg., a 120 foot pole shall have a \nlength of 120 feet ± 2 1/2 inches) \n \n \n-6 inches or +12 inches for assembled spliced structure \n \nPole Diameter or Width \n±1/4 inch as measured at any location on the pole \n \nWall Thickness \n-1/4 inch or -12% of wall thickness.  (Note: This \nrequirement may be waived for small areas if the \nstructural adequacy and durability of the pole are not \nimpaired.) \n \nPole End Squareness \n±1/2 inch per foot of pole diameter \n \nPole Sweep \n1/4 inch per 10 feet of pole length \n \nPole Weight \n+10% and -5% of calculated value \n \nLocation of longitudinal \nreinforcement \n± 1/4 inch for individual elements and ±1/8 inch for the \ncentroid of a group \n \nLocation of spiral \nreinforcement \nSpacing may vary ± 25 percent, but the total required \nquantity per 5 feet of pole length shall be maintained. \n \nLocation of a group of bolt \nholes from top of the pole \n±2.0 inches \nLocation of bolt holes within a \ngroup of bolt holes \n \n±1/8 inch \nLocation of centerline between \ngroups of bolt holes \n \n±1.0 inch \nBolt hole diameter \n±1/16 inch of specified diameter (Note: The specified \ndiameter is up to 1/4 inch greater than bolt diameter.) \n \nBolt hole alignment \nNot to vary from the longitudinal pole centerline of that \ngroup of holes by more than 1/8 inch \n \nLocation of identification \nplate, blockout, and handhole \n±2 inches"
    },
    {
      "page_number": 23,
      "content": "Bulletin 1724E-216 \nPage 13 \n \n \ne   \nGrounding \n \n \n \n(1)   \nAn external pole ground wire shall be used in order to verify continuity of \nthe pole ground while in service.  The pole ground wire shall extend one \nfoot above the top of the pole.  Threaded inserts for attaching ground wire \nclips that hold the external ground wire shall be sized and positioned per \nthe attached drawings. \n \n \n \n(2)   \nExcept for bonding of the steel tendons, there shall be no internal pole \ngrounds.  To provide good electrical continuity, the spiral reinforcement \nshall be securely and electrically tied to each longitudinal reinforcing steel \nmember it contacts within 1 foot of the top and butt of the pole.  A \nminimum of one longitudinal steel strand shall be bonded electrically to \nthreaded bronze inserts located within 2 feet of the pole top and butt, and \nat one foot below groundline (See Attachment A for location of \ngroundline).  For spliced poles an additional bond shall be provided above \nand below the splice to a threaded bronze insert within 24 inches of the \nsplice. Steel splice sections shall have the appropriate number of \ngrounding attachments.  This bonding system shall be noncorrosive and \nshall be approved by the owner. \n \n \n \n(3)   \nIf required by the owner, manufacturer shall provide ground wire clamps \nfor all ground wire attachments. \n \n \nf   \nClimbing Devices \n \n \n \n(1)   \nDesign Loads \n \n \n \n \n(a)   \nStep Bolts and removable steps:  The step bolts, removable steps \nand attachment to the pole shall be designed to support a minimum \nof a 300 pound worker and equipment multiplied by a load factor \nas defined in paragraph 4.6.2.  The load shall be at the outer edge \nof the step or bolt. \n \n \n \n \n(b)   \nRemovable Ladders:  The ladder and each attachment to the pole \nshall be designed to support a minimum of a 300 pound worker \nand equipment multiplied by a load factor as defined in paragraph \n4.6.2.  The load shall be at the outer edge of the step or bolt.  \n \n \n \n(2)   \nLoad Factor: A load factor of 2.0 shall be applied to the design loads in \n4.6.1.  These loads shall be supported without permanent deformation.   \n \n \n \n(3)   \nLocation:  Climbing devices shall start 8 feet above groundline and extend \nto the pole top unless specified by the owner.  The climbing device shall \nbe spaced such that each step is 1 foot 6 inches apart and orientated to \nprovide maximum ease of climbing.  They shall be located to avoid \ninterference with other attachments."
    },
    {
      "page_number": 24,
      "content": "Bulletin 1724E-216 \nPage 14 \n \n \n \n(4)   \nFinish:  Step bolts, removable steps, and removable ladders shall be hot \ndipped galvanized. \n \n \n \n(5)   \nIntent of steps/ladder: This system is intended for climbing the pole and \nworking on the structure.  It is not intended to replace the worker's fall \narrest system. \n \n \ng   \nInserts \n \n \n \n(1)   \nInserts shall not fail before the pole reaches ultimate strength, unless \npermitted by the owner. \n \n \nh   \nCover \n \n \n \n(1)   \nThe minimum clear concrete cover over all longitudinal reinforcement and \nall spiral reinforcement shall be 3/4 inch for spun poles and 1 inch for \nstatically cast poles.  Poles not meeting this requirement shall be rejected \nexcept as allowed by Section 4.8.2.2. \n \n \n \n(2)   \nThe minimum specified wall thickness at all points along the pole for spun \nconcrete poles shall be 2.5 inches and for statically cast poles shall be 3.0 \ninches. \n \n \n \n \n(a)  \n For spun poles, an actual wall thickness of less than 2.5 inches of \nspun concrete may be allowed from the pole tip to 3 feet below the \npole tip provided the cover requirements of Section 4.8.1 are met \nin the spinning process and provided the pole can meet all other \nrequirements of the specifications. \n \n \n \n \n(b)   \nThe owner shall, as soon as possible, be notified of any poles with \nan inside clear cover less than 3/4 inch of spun concrete or less \nthan 1 inch of statically cast concrete within 3 feet of the pole tip.  \nAt the owner's sole discretion, the owner may reject the pole or \nmay allow the pole to be repaired by swabbing the interior with an \nepoxy liner (per ASTM C881 - Type V, Class B or C) and \nplugging with 3,000 psi. concrete to the owner's satisfaction to a \ndistance of 42 inches from the tip.  No pole shall be plugged or \nconsidered for acceptance by the owner unless assurance is made \nby the manufacturer that the repaired pole can meet all \nrequirements of this specification. \n \n \ni   \nSplices \n \n \n \n(1)  \nFlange-bolted or slip-joint type of splices are permitted.  When required, \nflange-bolted type splice shall be used at guyed structures. \n \n \n \n(2)   \nThe reinforcing steel and connection apparatus comprising the splice shall \nbe properly anchored as part of the pole.  The pole shall be designed to fail \nbefore the splice fails by yielding of the splice steel."
    },
    {
      "page_number": 25,
      "content": "Bulletin 1724E-216 \nPage 15 \n \n \n \n \n(3)   \nThe axis of the pole shall not be distorted after the pole is mated.  Shims \nshall not be used to straighten the pole unless approved by the owner.  The \nowner reserves the right to reject a pole based on the improper mating of a \npole splice. \n \n \nj  \nAppurtenances \n \n \n \n(1)   \nAppurtenance material shall be supplied by the owner. The owner shall \nalso provide the manufacturer of the connectors and/or members with the \nlocations, orientations, sizes, types, and strength capacities of the \nappurtenances. \n \n \n \n(2)   \nThe concrete pole manufacturer is responsible for the proper design \ncoordination and fit up of all appurtenance connections and members to \nthe pole(s).  The manufacturer shall notify owner if any appurtenance \nmaterial supplied by owner will not result in properly designed structure. \n \n \nk   \nFinishing \n \n(1) \nThe surface of the pole shall have a smooth finish with no unsealed cracks.  \nCracks shall be sealed either by use of an epoxy injection system \nfollowing the epoxy manufacturer's specifications, or by V-notching the \ncrack on a 1:1 slope to a minimum depth of 1/4 inch, then filling the V-\nnotch with an epoxy seal per ASTM C881 Type IV.  Covering the crack \nwith an epoxy coating is not allowed. \n \n(2) \nSmall cavities caused by air bubbles, honeycomb spots, or other small \nvoids, shall be cleaned thoroughly, saturated with water and then carefully \npointed with a cement mortar.  A small cavity is defined as one not larger \nthan 1/2 inch in diameter or deeper than 1/4 inch.  \n \n(3) \nIf any cavities or voids absorb water which indicate the void extends into \nwall of the pole, then the pole shall be rejected. \n \n(4) \nThe manufacturer shall seal both ends of the pole and protect the steel \nstrands from corrosion using a suitable epoxy. The system used shall be \napproved by the owner. \n \n(5) \nThe center void at the top end of the pole shall be sealed with a minimum \n6 inch thick 1000 psi strength concrete plug and the pole tip capped with a \nsuitable epoxy-aggregate mortar securely bonded to the pole, or the top \nend of the pole shall be fitted with a galvanized steel or polymer cap \nsecurely held in place with mechanical fasteners or epoxy.  Sharp edges \nshall be tooled to form smooth, chamfered corners. The manufacturer shall \nassure that the capping method will prevent weather intrusion into the pole \nand prevent pole tip deterioration."
    },
    {
      "page_number": 26,
      "content": "Bulletin 1724E-216 \nPage 16 \n \n(6) \nThe center void at the bottom end of the pole shall be sealed with a \nminimum 12 inch thick 1000 psi strength concrete plug. The plug shall be \nsecurely bonded to the pole and shall be tooled to form a smooth, uniform \nbearing surface.  A 2” diameter formed hole shall be provided in the center \nof the plug to allow for drainage. \n \n(7) \nWhere application of epoxy-aggregate mortar is specified, the surface of \nthe pole where the mortar is to be applied shall first be coated with the \nepoxy coating.  This coating shall be allowed to cure to a tacky, but not \nhardened state, before the mortar is applied. After the mortar has been \napplied and allowed to cure for 24 hours, a top coat of epoxy coating, 5 \nmil thick, shall be applied over the mortar and the surrounding area of the \npole. \n \n \nl   \nMarking \n \n \n \n(1)   \nEach pole shall be identified with the manufacturer's identification plate.  \nThe following information shall be stamped into the plate with letters not \nless than 1/4 inch in height: \n \n• \nManufacturer's name; \n• \nDay, month, and year of manufacture; \n• \nStructure number; \n• \nLength and class of pole; \n• \nUltimate moment capacity at groundline; \n• \nPole framing designation (per framing guide) or pole type; and \n• \nOwner's name. \n \n(2)   \nThe manufacturer's identification plate shall be fabricated from a \nnoncorrosive, nonstaining metal such as bronze, brass, Series 300 stainless \nsteel, or an aluminum alloy that will not react unfavorably with concrete.  \nThe plate shall have suitable anchor or anchors on the back of the plate to \npermit bonding to the pole. \n \n \n \n(3)   \nThe identification information listed above may be cast into the surface of \neach pole.  These marks shall be at least 3/4 inch in height and 1/8 inch \ndeep. \n \n \n \n(4) \nUnless otherwise directed by the owner, the identification plate or cast in-\nplace markings shall be located on an in-line face of the pole in the \ndirection of the transmission line.  The bottom of the identification plate or \nlast line of the cast in-place markings shall be located five feet above the \ndefined groundline. \n \n \n \n(5)   \nEach pole shall be marked with the information listed below.  A \npermanent marker shall be used and the writing shall be small but legible.  \nFor spliced poles, each section shall be marked as below:"
    },
    {
      "page_number": 27,
      "content": "Bulletin 1724E-216 \nPage 17 \n \n \n \n(a)   \nSupport points; \n \n \n \n(b)   \nTwo-point pickup location for handling the pole in the horizontal \nposition; \n \n \n \n(c)   \nOne-point pickup location for use in raising the pole to a vertical \nposition and handling during the setting operation; \n \n \n \n(d)   \nPole length and class, fabrication number, structure number, and \npole framing guide number on the butt of the pole; and \n \n \n \n(e)   \nCant hole locations, if required by owner.  \n \n5   \nINSPECTION AND TESTING \n \n \na   \nGeneral \n \n \n \n(1)   \nManufacturing and testing procedures shall be in compliance with \napplicable codes and standards listed in Section 3 in this specification. \n \n \n \n(2)   \nUpon request, the manufacturer shall furnish the owner with certified test \nreports for the steel and concrete used. \n \n \nb   \nInspection \n \n \n \n(1)   \nThe manufacturer shall make adequate tests and inspections to determine \nthat each of the poles furnished is in strict accordance with this \nspecification.  At the request of the owner, the manufacturer shall submit a \nquality assurance report to the owner prior to the shipment of each pole \nand shall include the following minimum information: \n \n• \nFabrication number and owner's structure number; \n• \nMinimum and maximum tip wall thicknesses and steel coverages \n(to inside and outside) measurements shall be made at 3 inches \nfrom the tip; \n• \nMinimum and maximum butt wall thicknesses and steel coverages \n(to inside and outside) measurements shall be made at 3 inches \nfrom butt; \n• \nCondition of pole interior and evidence of exposed rings or \nreinforcement steel; \n• \nProper hole and insert locations and sizes; \n• \nEvidence of cracking during or after two-point handling; \n• \nActual manufactured pole weight; \n• \nReport of any repairs made to the pole; \n• \nDate of manufacture and inspection(s); and \n• \nInspector's seal."
    },
    {
      "page_number": 28,
      "content": "Bulletin 1724E-216 \nPage 18 \n \n \n \n(2)   \nAll material and workmanship shall be subject to inspection, examination, \nand test for conformance to the requirements of this specification by the \nowner.  The inspection, examination, or testing could be done at any time \nduring material procurement, manufacturing, storage periods, transit, or at \nthe pole destination.  Inspection, examinations, and tests may be waived \nby the owner, but in no case shall this be interpreted as releasing the \nmanufacturer from the manufacturer's responsibilities for delivering poles \nthat meet the requirements of this specification. \n \n \n \n(3)   \nThe owner shall have free entry, at all times, while work is being carried \non, to all parts of the manufacturer's plant where manufacture of the \nowner's poles is being performed.  The manufacturer shall afford the \nowner reasonable facilities, without charge, to satisfy the owner that the \npoles are being manufactured in strict accordance with this specification. \n \n \n \n(4)   \nThe manufacturer shall furnish certified test reports to the owner, upon \nrequest, showing the results of all of the tests required by this specification \nand applicable reference specifications. \n \n \n \n(5)   \nTests shall be in accordance with all applicable standard specifications and \ncodes. \n \n \n \n(6)   \nFailure of the manufacturer to comply with these specifications will be \nsufficient reason for rejection of any or all poles which do not comply \nwith these specifications. \n \n \nc   \nConcrete and Aggregate Testing \n \n \n \n(1)   \nConcrete used on owners' poles shall have the quality to meet the design \nstrength and other requirements included in this specification. \n \n \n \n(2)   \nFor manufacturers that batch their own concrete, the manufacturer shall \ntake a minimum of 8 concrete test cylinders per representative sample.  \nSamples shall be taken at minimum intervals of one per day, one per 25 \ncubic yards of concrete batched, and with each change in raw material \nsupplier for batches used to make the owner's poles.  The test cylinders for \neach day’s concrete that is batched shall be tested for compressive strength \nas follows: \n \n \n \n \n(a)   \nMinimum of one strength test for determining release strength; \n \n \n \n(b)   \nMinimum of one strength test at 7 days; \n \n \n \n(c)   \nMinimum of one strength test at 14 days; and \n \n \n \n(d)   \nMinimum of one strength test at 28 days. \n \n \n \n \nA strength test shall be the average of the strengths of two or more \ncylinders, depending on cylinder size, made from the same sample of \nconcrete."
    },
    {
      "page_number": 29,
      "content": "Bulletin 1724E-216 \nPage 19 \n \n \n \n(3)   \nFor manufacturers that acquire concrete from outside sources, test \ncylinders shall be taken from each truck load of concrete and tested in \naccordance with this specification. \n \n \n \n(4)   \nTest cylinders shall be prepared, then cured in the same curing \nenvironment as the pole itself or cured per the applicable ASTM \nspecification. \n \n \n \n(5)   \nUpon request from the owner, the manufacturer shall provide owner \nstatistical data on concrete strength quality in accordance to applicable \nACI and ASTM specifications.  A correlation factor between rodded \ncylinders and the spun concrete, substantiated by test data, shall be \nprovided. \n \n \nd \nStructure Testing \n \n \n \n(1)   \nDetails of all test procedures contained herein and methods of measuring \nand recording test loads and deflections shall be specified by the \nmanufacturer and approved by the owner prior to manufacture. \n \n \n \n(2)   \nMaterial procurement for test poles shall be identical to material \nprocurement procedures for regular production run poles.  \n \n \n \n(3)   \nThe design load testing of any specific pole shall be on a full-scale basis at \nthe manufacturer’s facility or at a location as specified by the owner.  \nCosts for such testing shall be the responsibility of the owner, shall be \nseparated from the manufacturer's bid, and shall be negotiated in advance \nof any test preparation. \n \n \n \n(4)   \nThe number, location, direction, holding time, sequence, and increments \nof the test loads along with the number, location, and direction of \ndeflection readings for an individual pole test shall be approved by the \nowner prior to pole testing. \n \n \n \n(5)   \nThe method of attaching the test loads to the pole, applying the test loads, \nmeasuring and recording the test loads, and measuring and recording the \ndeflections shall be approved by the owner prior to pole testing. \n \n \n \n(6)   \nA full report listing results shall be submitted to the owner after \ncompletion of all testing.  Copies of mill test reports shall be included in \nthe load test report.  The report shall also include a complete description of \nthe load tests with diagrams and photographs.  If required, the \nmanufacturer shall provide the owner with the following testing data: \n \n \n \n \n(a)   \nLocation of testing; \n \n \n \n \n(b)   \nMethod of full scale testing: upright or horizontal; and"
    },
    {
      "page_number": 30,
      "content": "Bulletin 1724E-216 \nPage 20 \n \n \n \n \n(c)   \nThe pole tester shall issue the owner three (3) copies of the Pole \nTest Report.  This report shall include descriptions, tools, and \ndrawings describing the above test. \n \n \n \n(7)   \nUse of any factory tested poles to meet order requirements shall be \ndetermined by the owner. \n \n6   \nSHIPPING AND DELIVERY \n \n \na   \nShipping \n \n \n \n(1)  \nEach shipment shall be accompanied by a list of all parts, identifiable by \nstructure type and number.  Bolts and miscellaneous hardware shall be \nidentified by the list for match up with the respective pole shaft.  All parts \nrequired for any one structure shall be in one shipment, unless otherwise \nagreed to by the owner. \n \n \n \n(2)   \nThe owner and owner's representative shall be notified prior to shipment \nthat such shipment is to take place, and the owner reserves the right to \npostpone a shipment.  The owner has the right to inspect the components \nprior to shipment.  The notification of a shipment shall give quantities, \nweight, name of common carrier used, and expected time of arrival. \n \n \n \n(3)   \nPoles shall be lifted and supported during manufacturing, stockpiling, and \ntransporting only at the lifting or support points, or both, as designed by \nthe manufacturer. \n \n \n \n(4)   \nTransportation and site handling shall be performed with acceptable \nequipment and methods by qualified personnel.  The manufacturer shall \nexercise precaution to protect poles against damage in transit. \n \n \n \n(5)   \nPoles shall be sufficiently cured before shipment to resist forces from \nhandling, transportation, and construction. \n \n \n \n(6)   \nHandling instructions shall be included with the pole shipment. \n \n \nb   \nDelivery \n \n \n \nThe owner (or the owner's construction contractor) may take delivery at a \ndesignated location or with the delivering carrier's cooperation and consent, have \nthe poles transported to the installation locations with the carrier's equipment.  \nThe manufacturer shall coordinate and cooperate with the owner to ensure smooth \nand efficient delivery of poles.  The owner will provide all labor, equipment, and \nmaterials for the unloading of poles at the project site.  A pole is considered \ndelivered when the pole is lifted from the trailer or semitrailer of the delivery \ncarrier by the owner."
    },
    {
      "page_number": 31,
      "content": "Bulletin 1724E-216 \nPage 21 \n \n7   \nDRAWINGS AND INFORMATION TO BE SUPPLIED BY THE MANUFACTURER \n \n \na   \nInformation to be Supplied with the Proposal (See Attachment C of this \nspecification) \n \n(1) \nCalculated weight of each concrete pole. \n \n(2) \nFor each standard class pole, provide section and strength properties, and \nthe ultimate, cracking, and zero tension strengths at maximum five foot \nintervals along the pole to demonstrate conformance with the requirements \nof Sections 4.1.2, 4.1.5, and 4.1.6. \n \n(3) \nFor each standard class pole, provide pole deflection calculations at \nmaximum five foot intervals along the pole using the specified tip loading \nin order to demonstrate conformance with the requirements of Sections \n4.1.3 and 4.1.4. \n \n(4) \nPole cross sectional shape and diameter or width at top, bottom, and \ngroundline. \n \n(5) \nTip and butt wall thickness. \n \n(6) \nPrestress strand - quantity, size and dropout location. \n \n(7) \nDesign strength of concrete (28 day compressive strength). \n \n(8) \nDiameter taper, inches/foot. \n \n \nb   \nInformation and Drawings to be Supplied for Owner’s Approval Prior to \nFabrication:  \n \n \n \n(1)   \nAfter the manufacturer's proposal has been accepted, the manufacturer \nshall submit to the owner two prints (or electronic PDF if acceptable to the \nowner) of each fabrication drawing.  One set of these drawings will be \nreturned to the manufacturer with indication of review corrections.  Where \na correction is required, two sets of revised prints shall be resubmitted to \nthe owner.  These prints shall be marked \"Revised\" and dated. \n \n \n \n(2)   \nFinal fabrication drawings for each different framing pattern and pole \ncalculations for each load case shall be submitted to and approved by the \nowner before release of order for manufacture. \n \n \n \n(3)   \nAll design and detail drawings shall be reviewed and approved by the \nowner before pole manufacture. \n \n \n \n(4)   \nInformation to be Provided on Drawings:  The manufacturer shall be \nresponsible for the correctness of dimensions and details on the drawings.  \nThe review of such drawings by the owner shall not relieve the \nmanufacturer of this responsibility."
    },
    {
      "page_number": 32,
      "content": "Bulletin 1724E-216 \nPage 22 \n \n \n \n \n \nDrawing titles shall clearly indicate the owner's name and pole-type \nidentification.  Each detail drawing shall include the following minimum \ninformation: \n \n(a) \nComplete dimensional information; \n \n(b) \nDescription and location of all steel reinforcements, and, if dropout \nsystem is used, the location of each steel cable dropout; \n \n(c) \nTwenty-eight day strength of concrete and strength of concrete at \ntime of release of pretensioning strands; \n \n(d) \nSteel strand prestress loads; \n \n(e) \nSize, description, quantity, and location of all holes and hardware \nthat is a part of the pole; \n \n(f) \nWeight and location of the center of gravity of the pole; \n \n(g) \nLocation of pickup points and storage points.  Both pickup \nlocations and recommended storage locations shall be shown; \n \n(h) \nLocation of climbing devices and grounding inserts; \n \n(i) \nPole identification plate location and details; \n \n(j) \nLocation of groundline; \n \n(k) \nThe ultimate moment and cracking moment capacities at the \ngroundline; and \n \n(l) \nAny other special information deemed necessary by the \nmanufacturer and owner. \n \n8   \nAPPROVALS, ACCEPTANCE, AND OWNERSHIP \n \n \na   \nFinal designs must be approved by the owner before material ordering.  Material \nordering and fabrication prior to approval of the owner will be at the \nmanufacturer's risk.  Award of the contract to the manufacturer does not constitute \nacceptance of design calculations submitted with the bid.  If corrections are \nrequired in the final pole designs due to manufacturer's errors, omissions, or \nmisinterpretations of the specifications, the quoted price shall not change.  \nApproval of the drawings and calculations by the owner does not relieve the \nmanufacturer of responsibility for the adequacy of the design, correctness of \ndimensions, details on the drawings, or the proper fit of parts."
    },
    {
      "page_number": 33,
      "content": "Bulletin 1724E-216 \nPage 23 \n \n \nb   \nUpon delivery, poles shall be free of defects and blemishes which would have a \ndetrimental effect on the structure capacity and/or longevity of the pole.  They \nalso shall be smooth, attractive, unscarred and in new condition.  Poles not \nmeeting these requirements shall be repaired or replaced by the manufacturer at \nno additional cost to the owner.  \n \n \nc   \nPoles failing to meet strength requirements, poles with circumferential or \nlongitudinal cracks, poles failing to meet manufacturing tolerances or cover \nrequirements, poles with exposed steel, poles with cavities that absorb water, and \nspliced poles that do not fit together properly or are distorted after mating shall be \nrejected by the owner and replaced by the manufacturer at no cost to the owner. \n \n \nd   \nIf the delivered weight of a pole will exceed the calculated weight by 5 percent, \nthe manufacturer shall notify the owner of the actual weight before the pole is \nshipped.  Any pole whose delivered weight is outside the tolerances specified in \nSection 4.4 may be rejected by the owner. \n \n \ne   \nAll final drawings shall become the property of the owner, who shall have full \nrights to reproduce and use them for the owner’s purposes, but shall not share \nthem with other concrete pole suppliers. \n \n9   \nLIST OF ATTACHMENTS \n \n(Attachments A and B are to be completed by the engineer. Attachment C is to be \ncompleted by the manufacturer.) \n \n• \nAttachment A, Structure Dimensions, Pole Framing Drawings, and Details  \n \n• \nAttachment B, Application Requirements \n \n• \nAttachment C, Bid Summary"
    },
    {
      "page_number": 34,
      "content": "Bulletin 1724E-216 \nPage 24 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 35,
      "content": "Bulletin 1724E-216 \nPage 25 \n \nAttachment A \nStructure dimensions,  \npole framing drawings, and details"
    },
    {
      "page_number": 36,
      "content": "Bulletin 1724E-216 \nPage 26 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 37,
      "content": "Bulletin 1724E-216 \nPage 27 \n \nAttachment B  \nApplication Requirements \n \n \nFor appurtenance material supplied by the owner, owner shall provide manufacturer, connector \nand/or member locations, orientations, sizes, types, and strength capacities with this Attachment. \n \n1. Climbing device desired by owner \n \n \n \n \n \n________ \n \n2. Pole cross-sectional shape (check all allowed) \n       □ Round   □ 12-Sided   □ 8-Sided   □ 6-Sided   □ Square   □ Other  _________ \n \n3. Delivery schedule  \n \n \n \n \n \n \n \n________ \n \n4. Free on board destination (F.O.B.) \n \n \n \n \n \n________ \n \n5. Additional requirements (below)"
    },
    {
      "page_number": 38,
      "content": "Bulletin 1724E-216 \nPage 28 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 39,
      "content": "Bulletin 1724E-216 \nPage 29 \n \nAttachment C \n \nStandard Concrete Pole Bid Summary \n(Information to be supplied with the bid) \nDESIGN INFORMATION \n  Pole framing drawing  \n \n \n \n \n \n  Pole Class \n \n \n \n \n \n  Pole Length \n \n \n \n \n \nPOLE DESCRIPTION \n \n \n \n \n \n  Top Diameter  \n \n \n \n \n \n  Groundline Diameter \n \n \n \n \n \n  Bottom Diameter \n \n \n \n \n \n  Taper (in/ft) \n \n \n \n \n \nGENERAL \n  Pole Wt/ each \n \n \n \n \n \n  Tip Load \n \n \n \n \n \n  Point of Fixity Loc \n \n \n \n \n \n  Steel (ASTM/yield ) \n \n \n \n \n \n  Cross section shape \n \n \n \n \n \n  Splice joint type \n \n \n \n \n \nCALCULATIONS AT THE GROUNDLINE (includes LF) \n  Moment \n \n \n \n \n \n  Shear \n \n \n \n \n \n  Axial \n \n \n \n \n \n  Cross Sectional Area \n \n \n \n \n \nCALCULATIONS AT THE POINT OF FIXITY (includes LF) \n  Moment \n \n \n \n \n \n  Shear \n \n \n \n \n \n  Axial \n \n \n \n \n \n  Cross Sectional Area \n \n \n \n \n \nWALL THICKNESS \n  Top \n \n \n \n \n \n  Groundline \n \n \n \n \n \n  Bottom \n \n \n \n \n \nDEFLECTION (Top) \nCOST SUMMARY \nCOST/POLE \n \n \n \n \n \nNUMBER OF POLES \n \n \n \n \n \nTOTAL COSTS \n \n \n \n \n \nCOMMENTS: \n \n \n \nTRANSMISSION LINE POLES \nATTACHMENT C \nBID SUMMARY – DESIGN INFORMATION,WEIGHTS, \n AND PRICE INFORMATION \n \n(INFORMATION TO BE SUPPLIED \nWITH THE PROPOSAL)"
    },
    {
      "page_number": 40,
      "content": "Bulletin 1724E-216 \nPage 30 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 41,
      "content": "Bulletin 1724E-216 \nPage 31 \n \nAttachment C (continued) \n \n(The Manufacturer shall also supply the following information with the proposal: (a) for each \nstandard class pole, provide section and strength properties, and the ultimate, cracking and zero \ntension strengths at maximum five foot intervals along the pole to demonstrate conformance with \nthe requirements of Sections 4.1.2, 4.1.5, and 4.1.6 of this specification;. and for each standard \nclass pole, provide pole deflection calculations at maximum five foot intervals along the pole \nusing the specified tip loading in order to demonstrate conformance with the requirements of \nSections 4.1.3 and 4.1.4 of this specification)."
    },
    {
      "page_number": 42,
      "content": "Bulletin 1724E-216 \nPage 32 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 43,
      "content": "Bulletin 1724E-216 \nAppendix A \nPage 1 \n \nAPPENDIX A \nCOMMENTARY \n1   \nGeneral \n \n \nThe necessity of a clear bid specification for the purchase of standard class concrete poles \nis very important to the bid evaluation process and the acquisition of structurally \nadequate poles.  The specification should contain sufficient requirements and information \nso that all bids can be evaluated equally and so that the manufacturer clearly understands \nwhat is expected of the manufacturer. \n \nScope \n \nWhile this standard class concrete pole specification does not prohibit the application to \npoles which are guyed, which are subjected to unbalanced lateral loads, or which have \ndeflection or other special limitations, the owner must be prudent in this type of \napplication. \n \nIt is recognized that, with the proper understanding and usage of some computerized \nstructural analysis and transmission line design programs, it is possible to select a \nstandard class concrete pole which might otherwise be beyond the scope of this \nspecification. The owner must be sure that combined bending and buckling analysis is \nperformed, that cracking strength and zero tension strength is evaluated, and that \ndeflections are properly modeled.  \n \nThe owner should recognize when the design of a concrete pole may be more prudently \naccomplished using the Guide Specification for Prestressed Concrete Pole and Concrete \nPole Structures, RUS Bulletin 1724E-206, which requires the actual loading conditions \nto be specified. In using RUS Bulletin 1724E-206, the manufacturer assumes full \nresponsibility in designing and manufacturing a structurally adequate pole.  \n \nStandard Class Pole \n \nIn some cases, utilities prefer to specify certain concrete poles to be designed according \nto a standardized loading criteria, much like the standard classifications for wood poles. \n \nIn utilizing standard class concrete poles, a complete structural analysis is still required \nfor all structures. All appropriate loading criteria are considered in the analysis. Once the \nrequired concrete pole strength is determined, a standard class concrete pole which meets \nthe actual loading conditions can be selected. A design example is shown in Appendix C. \n \nThis specification was developed to establish a standard classification system and to \nassist the owner in procuring a standard class concrete pole which is properly designed \nfor the intended loading criteria. \n \nThis guide specification attempts to eliminate ambiguity in specifying and purchasing \nstandard class concrete poles. Since it has become a widespread practice in the industry"
    },
    {
      "page_number": 44,
      "content": "Bulletin 1724E-216 \nAppendix A \nPage 2 \n \nto design and manufacture poles which are based on the wood pole classification system \nof the American National Standards Institute (ANSI 05.1), the concrete pole \nclassifications developed in this specification generally follow the wood pole \nclassification system. However, to avoid confusion with the wood pole classifications, the \nconcrete pole classifications have a unique naming system. \n \nWood Pole Equivalency \n \n \n \nIn some cases, the owner may design a transmission line based on wood pole \nclassifications as described in ANSI 05.1, Wood Pole Specifications and Dimensions, and \nthen wish to order concrete poles which meet the wood pole equivalent loadings. Because \nof the differences in strength factors applied to wood poles in comparison to concrete \npoles, the owner must be sure that the strength factors are properly accounted for in the \ndesign of the concrete poles.  \n \n“Wood pole equivalent” is a term that may be defined in a number of ways. For purposes \nof this commentary, the term “wood pole equivalent” is defined as a standard class \nprestressed concrete pole which is equated by required ultimate loading to an ANSI 05.1 \nstandard class wood pole. The equation is made by a ratio of the strength factors \napplicable for each pole type and loading criteria. \n \nThe design and purchase of concrete poles as an equivalent to wood poles can be vague \neven with clear instructions. As such, the owner should be sure that the equivalency is \nproperly determined. Once the equivalency is determined, the owner should specify the \nstandard class concrete pole based on the classifications detailed in Section 4.1.2. In \ndoing this, the manufacturer will not be involved in the equivalency process and the \nambiguity should be eliminated. \n \nThe wood pole equivalency is based on the required ultimate moment capacity of the pole \nat the groundline based on embedment depths shown in ANSI 05.1. In obtaining a \nsuitable equivalency, the owner must consider factors other than the equivalent \ngroundline moment. For example, the differences in material and section properties of the \nwood pole versus the concrete pole will result in differences in buckling analysis, pole \ndeflections, secondary moments, applied wind forces, and so forth. \n \nIt is impossible to completely equate the concrete pole and wood pole at all points along \nthe pole. The owner must be certain that the concrete pole selected by equivalency \nmethods will have a strength sufficient for the actual application. \n \nEquivalency Factor (Eq.F) \n \nThe equivalency factor (Eq.F) is defined as the ratio of the wood pole strength factor to \nthe concrete pole strength factor for a given loading condition.  \n \nFor example, for NESC Grade B district loading, the wood pole strength factor is 0.65 \nand the concrete pole strength factor is 1.00. Thus, the equivalency factor will be \n0.65/1.00 = 0.650."
    },
    {
      "page_number": 45,
      "content": "Bulletin 1724E-216 \nAppendix A \nPage 3 \n \nThe equivalency factor is a useful concept to understand as the owner requires a wood \npole equivalent under various loading conditions and load factors. Several examples of \nequivalencies are listed in the following sections. \n \nWood Pole Equivalency – 0.65 TO 1.00 Ratio (0.65 Eq.F) \n \nFor the NESC Grade B district loadings, the NESC allows for a strength factor of 1.00 to \nbe applied to a load on a concrete pole while it requires a strength factor of 0.65 to be \napplied to a load on a wood pole. As such, the ultimate strength requirement for the \nconcrete pole will be less than the ultimate strength of the wood pole for the district \nloading conditions. \n \nFor example, the owner designs a transmission line for wood poles based on NESC \ndistrict wind loading conditions. The owner wishes to purchase a concrete pole which is \nequivalent to a Class 1 wood pole. Based on ANSI 05.1, the Class 1 wood pole \ngroundline strength is derived by applying a horizontal ultimate load of 4,500 pounds at \n2' from the pole tip based on a simple cantilever. Since the owner had classed the wood \npole based on an NESC strength factor of 0.65, the owner wishes to select a concrete pole \nmeeting the same NESC district wind loading conditions. To do this, the owner will \nmultiply the required tip loading of 4,500 pounds by 0.65/1.00, which equals 2,925 \npounds. The 0.65/1.00 ratio (or 0.65 Eq.F) adjusts for the difference between wood and \nconcrete strength factors for NESC district loads. The owner will then select a standard \nclass concrete pole which has an ultimate moment capacity based on the horizontal tip \nloading of at least 2,925 pounds. From Section 4.1.2, the owner selects a class  \nC-02.9 pole, which has a tip loading of 2,925 pounds. \n \nBased on the method shown in this example, Table A-1 (at the end of this section) is a \ntabulation of wood pole equivalencies based on the NESC Grade B district loading. \n \nWood Pole Equivalency - 0.75 TO 1.00 Ratio (0.75 Eq.F) \n \nFor the NESC Grade B extreme wind loadings, this specification requires a strength \nfactor of 1.00 to be applied to concrete poles for the transverse extreme wind \nload condition  while the NESC requires a strength factor of 0.75 to be applied to a wood \npole under the extreme wind load condition. As such, the initial ultimate strength \nrequirement for the concrete pole will appear to be less than the ultimate strength of the \nwood pole for the NESC extreme wind loading conditions. \n \nFor example, the owner designs a transmission line for wood poles based on NESC \nextreme wind loading conditions. The owner wishes to purchase a concrete pole which is \nequivalent to a Class 1 wood pole. Based on ANSI 05.1, the Class 1 wood pole \ngroundline strength is derived by applying a horizontal ultimate load of 4,500 pounds at \n2' from the pole tip based on a simple cantilever. Since the owner had classed the wood \npole based on an NESC extreme wind strength factor of 0.75, the owner wishes to select \na concrete pole meeting the same extreme wind loading conditions. To do this, the owner \nwill multiply the required tip loading of 4,500 pounds by 0.75/1.00, which equals 3,375 \npounds. The 0.75/1.00 ratio (or 0.75 Eq.F) adjusts for the difference between wood and \nconcrete extreme wind strength factors. The owner will then select a standard class"
    },
    {
      "page_number": 46,
      "content": "Bulletin 1724E-216 \nAppendix A \nPage 4 \n \nconcrete pole which has an ultimate moment capacity based on the horizontal tip loading \nof at least 3,375 pounds. From Section 4.1.2, the owner selects a class C-03.5 pole, which \nhas a tip loading of 3,510 pounds. \n \nBased on the method shown in this example, Table A-2 at the end of this section is a \ntabulation of wood pole equivalencies based on the NESC Grade B extreme wind \nloading.     \n \nWood Pole Equivalency – 1 TO 1 Ratio (1.0 Eq.F) \n \nOccasionally, the owner may wish to order a concrete pole which has the same ultimate \nstrength as a specified wood pole class. One common application of this is when the \nowner designs a transmission line using wood pole properties, but utilizing concrete pole \nstrength factors. In this case, the owner has accounted for the difference in wood versus \nconcrete strength factors during the design of the project. \n \nFor example, the owner designs a transmission line for wood poles based on NESC \ndistrict wind loading conditions. However, knowing that concrete poles will be utilized, \nthe owner uses the NESC district wind strength factor of 1.00 (applicable to concrete \npoles) in the calculations. The owner selects a wood pole Class 1 at a specific location. \nThus, the owner wishes to purchase a concrete pole which is equivalent in ultimate \nstrength to a Class 1 wood pole. Based on ANSI 05.1, the Class 1 wood pole groundline \nstrength is derived by applying a horizontal ultimate load of 4,500 pounds at 2' from the \npole tip based on a simple cantilever. Therefore, the owner will require a concrete pole \nwith an ultimate moment capacity based on the same 4,500 pound tip loading. From \nSection 4.1.2, the owner selects a Class C-04.9 concrete pole, which has a tip loading of \n4,875 pounds. \n \nBased on the method shown in the this example, Table A-3 at the end of this section is a \ntabulation of wood pole equivalencies based on the ultimate-to-ultimate strength \ncomparison, or 1.0 equivalency factor."
    },
    {
      "page_number": 47,
      "content": "Bulletin 1724E-216 \nAppendix A \nPage 5 \n \nTABLE A-1 \nWOOD POLE EQUIVALENCY \nBASED ON 0.65 TO 1.00 RATIO \n (0.65 Equivalency Factor) \n(NESC Grade B District Loading) \n(Equivalencies based on approximate groundline strength) \nDesign \nWood Pole Class Based On  \n0.65 Strength Factor \n \n \n \n \n \n \n \n \nSelect \nConcrete Pole Class Based On  \n1.00 Strength Factor \n \nH6 \n \nC-07.4 \n \nH5 \n \nC-06.5 \n \nH4 \n \nC-05.7 \n \nH3 \n \nC-04.9 \n \nH2 \n \nC-04.2 \n \nH1 \n \nC-03.5 \n \n1 \n \nC-02.9 \n \n2 \n \nC-02.4 \n \n3 \n \nC-02.0 \n \nTABLE A-2 \nWOOD POLE EQUIVALENCY \nBASED ON 0.75 TO 1.00 RATIO \n(0.75 Equivalency Factor) \n(NESC Grade B Extreme Loading) \n(Equivalencies based on approximate groundline strength) \nDesign \nWood Pole Class Based On  \n0.75 Strength Factor \n \n \n \n \n \n \nSelect \nConcrete Pole Class Based On \n1.00 Strength Factor \n \nH6 \n \nC-09.0 \n \nH5 \n \nC-08.0 \n \nH4 \n \nC-06.5 \n \nH3 \n \nC-05.7 \n \nH2 \n \nC-04.9 \n \nH1 \n \nC-04.2 \n1 \nC-03.5 \n2 \nC-02.9 \n \n3 \n \nC-02.4"
    },
    {
      "page_number": 48,
      "content": "Bulletin 1724E-216 \nAppendix A \nPage 6 \n \nTABLE A-3 \nWOOD POLE EQUIVALENCY \nBASED ON 1 TO 1 RATIO \n(1.0 Equivalency Factor) \n(Ultimate-to-Ultimate Comparison) \n(Equivalencies based on approximate groundline strength) \n \nDesign \nWood Pole Class \n \n \n \n \n \n \nSelect \nConcrete Pole Class \n \nH6 \n \nC-12.0 \n \nH5 \n \nC-10.0 \n \nH4 \n \nC-09.0 \n \nH3 \n \nC-08.0 \n \nH2 \n \nC-06.5 \n \nH1 \n \nC-05.7 \n \n1 \n \nC-04.9 \n \n2 \n \nC-04.2 \n \n3 \n \nC-03.5 \n \nOther Wood Pole Equivalencies \n \nUsing the wood pole equivalency methods described, the owner can develop equivalency \ntables for other ratios of wood versus concrete load factors.  \n \n2   \nSection 4. Design \n \nLoads (Section 4.1) \n \nThe primary loads for concrete poles are weather and erection loads.  Common handling \nloads are determined by the manufacturer and included in the manufacturer’s design.  \nWeather, construction and maintenance loads need to be determined by the owner in \norder to select the proper standard class pole. \n \nLoad factors for NESC light, medium, and heavy loading districts should be at least equal \nto those given in the applicable edition of NESC for Grade B construction.  Load factors \nfor extreme ice and extreme wind should be at least 1.1. \n \nIn addition to using the NESC district loading requirements, the ASCE publication, \n“Guidelines for Transmission Line Structure Loading” can be used to provide owners \nwith procedures for the selection of design loads and load factors related to climate, \naccidents, construction, and maintenance."
    },
    {
      "page_number": 49,
      "content": "Bulletin 1724E-216 \nAppendix A \npage 7 \n \nOnce the design loadings have been determined, a design of the structure should be \nperformed by the owner’s engineer or structural designer. It is recommended that a \nnonlinear structural analysis computer program be utilized to consider the loadings, \nsecondary moments (p-delta effect), and effects of foundation rotations and deflections. \nAs a minimum, an approximate method for determining the ultimate moment capacity \nshould be utilized, such as the methods given in RUS Bulletin 1724E-200, Design \nManual for High Voltage Transmission Lines. \n \nOnce the structural analysis has been completed, the owner’s engineer or structural \ndesigner may select a standard class concrete pole which has the ultimate moment \ncapacity greater than the design loading requirements. Consideration should be given for \nstrength requirements at all points along the pole, not just at the groundline. \n \nP-Delta Moment \n \nPrior to selecting a standard class concrete pole, the owner should determine the effect of \nthe secondary moments due to the vertical loadings, including the effect of the pole \nweight, during the transmission line design process. \n \nWhenever there is a transverse or longitudinal load, the pole will deflect in the direction \nof the load.  As a result, the vertical load is no longer in its original position.  The vertical \nload moves over as the pole deflects, causing additional moments in the pole.  Also, the \npole weight can place significant secondary moment loads in the pole. The additional \nstress caused by this secondary moment is dependent on the magnitude of the vertical \nload and deflected shape of the pole.  Many pole designs, particularly tall poles, have to \nbe calculated for the position of equilibrium of forces in the fully displaced position.  The \nsolution typically takes many iterations.  A full nonlinear analysis will consider the \nchange in orientation of the loads relative to the displaced positions of the structural \nmembers.  \n \nAs a minimum, an approximate method for determining the effect of the secondary \nmoments should be utilized, such as the method given in the RUS Bulletin 1724E-200. \n \nPole Tip Strength (Section 4.1.2) \n \nThis specification sets minimum ultimate moment capacity requirements near the pole tip \nfor each standard pole classification. The similar ANSI 05.1 requirement is generally \noverlooked, misunderstood or not considered by manufacturers and others who seek to \nstandardize pole sizes based on the wood pole classification.  \n \nUpon a careful study of the ANSI 05.1 wood pole specification, one should understand \nthat the horizontal loading applied at 2' from the pole tip is for the purpose of determining \na required groundline ultimate moment capacity for any length pole of the given class. \nHowever, the minimum required wood pole tip size is specified apart from the horizontal \nloading requirement."
    },
    {
      "page_number": 50,
      "content": "Bulletin 1724E-216 \nAppendix A \nPage 8 \n \nFor example, according to ANSI O5.1, a Class 1 wood pole must have a circumference of \n27\" at the tip. When applied to the Douglas Fir or Southern Yellow Pine poles with a \nfiber stress of 8,000 psi, the resulting tip strength is calculated as 41.5 ft-kips for the \nClass 1 wood pole.  \n \nBecause the conductors and shield wire supports are typically located on crossarms away \nfrom the pole axis, significant moments can be generated in the pole near the tip. The \nmoments are greatly increased whenever a braced pole top assembly is utilized. These \nmoments are not accounted for by applying the horizontal ultimate loading alone. \nTherefore, in the design of transmission poles, it is critical that a minimum ultimate \nmoment capacity be specified near the pole tip. In the absence of a minimum tip strength \nrequirement, a concrete pole tip strength can theoretically be negligible. \n \nThe minimum pole tip strength required by this specification should be suitable for most \ntransmission line applications. However, the owner must be sure that the tip strength is \nproperly evaluated, especially when working with wood pole equivalencies and braced \nstructures. \n \nPoint of Fixity (Section 4.1.2) \n \nPoint of fixity for this specification is defined as the location on the pole where maximum \nmoment occurs.  Maximum moment is calculated by the pole designer using the loadings \nprovided by the owner and multiplying those loadings by the appropriate moment arms.  \nThe existing soil and backfill has to be able to support the pole with these bending \nmoments applied.  The location of this point of fixity could be at or below the groundline.  \nThe exact location is theoretical and depends on the soil condition and backfill used to \nsupport the pole. \n \nFor the standard class pole, the point of fixity should remain at the same location on the \npole, regardless of the embedment depth the owner may specify for a given application. \nOtherwise, the required pole strength could vary as the location of the point of fixity \nvaries. Within the scope of this standard class pole specification, the point of fixity is \narbitrarily considered to be located at a distance from the pole butt, which is equal to 7% \nof the pole length. This value seems to work quite well over a range of pole lengths and is \napproximately the same value as a point of fixity located at 1/3 of the distance below the \ngroundline based on an embedment depth of 10% of the pole length + 2'.  \n \nThe reinforcing steel required at the point of fixity is required to continue to the pole butt. \nHowever, due to the loss of prestressing steel strength near the pole butt, the ultimate \nmoment capacity near the pole butt will be reduced. \n \nTip Loading (Section 4.1.2) \n \nThe tip loading is used to develop a required ultimate moment capacity diagram at any \npoint along the pole from 2' below the pole tip down to the point-of-fixity. This ultimate \nmoment capacity is determined by multiplying the tip load by the moment arm based on a \nsimple cantilever. As a result, the required ultimate moment diagram is linear in shape. \nThis same method may be utilized in structural analysis and automated transmission line"
    },
    {
      "page_number": 51,
      "content": "Bulletin 1724E-216 \nAppendix A \npage 9 \n \ndesign computer programs to develop an array of ultimate moment requirements for \nstandard concrete pole sizes. \n \nPole Deflection (Section 4.1.3 and 4.1.4) \n \nAlthough significant horizontal pole deflection limitations are considered to be beyond \nthe scope of this standard class concrete pole specification, some allowances can be made \nfor these effects. They should be considered during the analysis of the actual loading \nconditions applied to the concrete pole. Typically, this type of analysis should be \naccomplished by nonlinear structural analysis techniques. Since the electrical clearances \nmust be assured in the operation of transmission lines, deflections must remain within an \nacceptable range.  \n \nThis specification limits the allowable pole deflection to 15% of the pole height above the \npoint of fixity when the tip load specified in Section 4.1.2 is applied under a horizontal \ntesting procedure under short term loading conditions. Long term loading will cause \ncontinued deflection due to the plastic deformation of the concrete. \n \nThe owner should recognize that the actual pole deflection for an application will be less \nthan the specified deflection limit of 15% of the pole height. With the standard class pole, \nall of the loading is applied near the pole tip. In a typical transmission line application, \nthe actual horizontal loading will be some distance from the pole tip. As such, the actual \ndeflection at the conductor under short term ultimate loading conditions can be expected \nto be less than 10% of the height above ground. \n \nThis specification also limits the allowable pole deflection to 5% of the pole height above \nthe point of fixity when 40% of the tip load specified in Section 4.1.2 is applied under a \nhorizontal testing procedure under long term loading conditions. This 40% loading \napproximates the unfactored NESC loading conditions as is discussed in the commentary \non cracking strength. \n \nThe NESC requires that electrical clearances be maintained under a wind loading of 6 \npsf. It is expected that the deflection of a standard class pole under this 6 psf loading \ncondition will be less than 3% of the height above ground. \n \nFor situations where the owner wishes to know the deflection for a standard class pole, \nthe owner should use a suitable structural analysis computer program in which the actual \ndesign loading conditions and concrete pole properties are input into the program. \nAnother option would be to ask the pole manufacturer to provide the analysis.  \n \nIf the owner has special deflection limitations, it is recommended that RUS Bulletin \n1724E-206, Guide Specification for Prestressed Concrete Pole and Concrete Pole \nStructures, be utilized instead of this specification. In doing so, there will be little doubt \nas to what the actual pole deflections will be under all loading conditions."
    },
    {
      "page_number": 52,
      "content": "Bulletin 1724E-216 \nAppendix A \nPage 10 \n \nCracking Strength (Section 4.1.5) \n \nCracking strength is defined as the point at which the concrete just begins to separate due \nto exceeding the tensile strength of the concrete on the tension face of the pole. \n \nTo minimize the potential for corrosion of the reinforcing steel, it is desirable to avoid \ncracking under the unfactored NESC district loading conditions, or any other service \nloads specified by the owner. Under this standard class concrete pole specification, these \nservice loads are not specified, but are considered to be 40% of the specified ultimate \nloads. \n \nFor concrete poles designed within the limits of this specification, the predominant pole \nloading will be transverse wind loads. The service load is determined based on the ratio \nof the transverse load factor. The NESC load factor applied to district wind loads is 2.5. \nAs such, the service load will be equal to the ultimate load divided by 2.5, or 40% of the \nultimate load.  \n \nFor typical concrete pole designs, initial cracking occurs at about 40-55 percent of the \nultimate strength of the pole. Therefore, the requirement for the cracking strength to be at \nleast 40% of the required ultimate strength should not cause the pole to be stronger than \nwhen considering ultimate strength alone.  \n \nSince it may be theoretically possible to have a cracking strength at less than 40% of the \nultimate strength, it is not desirable to do so. By requiring the cracking strength to exceed \n40% of the required ultimate strength, the owner is assured of an adequate cracking \nstrength for the standard class concrete pole. \n \nZero Tension Strength (Section 4.1.6) \n \nThe zero tension strength is defined as the moment at which a crack that was previously \ncreated by exceeding the cracking moment strength will open again. Under this condition, \nan applied moment will not cause any tensile stress in the concrete. \n \nIt is important to avoid open cracks in situations of significant unbalanced lateral loading \nand in extremely corrosive environments in order to protect the steel reinforcing. Typical \nstructures with permanent unbalanced lateral loads are unguyed angle and unguyed \ndeadend structures. While the design of these structure types is generally outside the \nrecommended scope of this specification, this specification does require a minimum zero \ntension strength for all pole classes. \n \nIt has been demonstrated that the zero tension strength will typically be 70% to 85% of \nthe cracking strength. With a minimum cracking strength of 40% of ultimate, 70% of this \nvalue would be equal to 28% of ultimate. Thus, it is natural for all concrete poles to have \na zero tension strength of at least 28% of ultimate. As such, this specification requires the \nstandard class concrete pole to have a zero tension strength exceeding 28% of the \nrequired ultimate strength."
    },
    {
      "page_number": 53,
      "content": "Bulletin 1724E-216 \nAppendix A \npage 11 \n \nFor situations where the owner wishes to select a standard class pole based on a \nminimum zero tension strength, this specification may be utilized. A typical situation \nwhere the owner may wish to do this is when the owner uses a transmission line design \ncomputer program in which zero tension strength values are input for each pole type. \n \nThe owner should recognize that the zero tension strength for most concrete poles is \ngreater than the minimum required strength of 28% of the ultimate strength. In fact, the \nzero tension strength can be as high as 50% of the ultimate strength. Thus, for concrete \npole applications which must be designed for the zero tension strength requirements, such \nas unguyed or unbalanced lateral loadings, it is quite possible for the owner to obtain the \nconcrete pole at a significantly lesser cost by submitting the actual loading conditions to \nthe manufacturer using RUS Bulletin 1724E-206. \n \nFoundation Rotation and Deflection \n \nAlthough significant foundation rotation and deflection criteria are considered to be \nbeyond the scope of this standard class concrete pole specification, some allowances can \nbe made for these effects. They should be considered during the owner’s analysis of the \nactual loading conditions to apply to the concrete pole. Typically, this type of analysis is \naccomplished by nonlinear structural analysis techniques.  \n \nOnce the structural analysis has been completed (including foundation rotations and \ndeflections, p-delta effect, etc.), the owner may select a standard class concrete pole \nwhich has the ultimate moment capacity greater than the design loading requirements. \n \nLongitudinal Loads \n \nIt is recommended that RUS Bulletin 1724E-206 be utilized whenever the longitudinal \nloads may result in a significant unbalanced lateral loading condition. In this case, the \ndesign of the structure based on zero tension strength is emphasized. (Refer to the \nCommentary regarding Zero Tension Strength.) \n \nBecause concrete poles are flexible structures, there may be a reduction in induced \nmoments in a pole under some types of longitudinal loads due to the restraining effect of \nthe overhead ground wires.  Traditionally, static longitudinal loads are specified due to \nthe complexity of calculating the influence of structure flexibility. \n \nGuy Wires \n \nIt is generally beyond the scope of this standard class concrete pole specification to \nconsider guy wires in the design of the structure. It is recommended that RUS Bulletin \n1724E-206 be utilized instead. \n \nHowever, a typical situation where the owner may wish to use this specification for \nguyed poles is when the owner uses a transmission line design computer program, or \nother structural analysis program, in which minimum strength values are input for each \npole type and the program is capable of combined bending and buckling analysis of \nguyed concrete poles."
    },
    {
      "page_number": 54,
      "content": "Bulletin 1724E-216 \nAppendix A \nPage 12 \n \nIt may also be possible to specify certain types of guyed concrete poles based on wood \npole analysis techniques as detailed in RUS Bulletin 1724E-200. Once the wood pole \nclass is determined, a standard class concrete pole could be selected based on an \nequivalency. In this case, it is recommended that the 1:1 equivalency ratio be utilized. It \nis generally agreed that a concrete pole has a greater buckling strength than an \nequivalently classed wood pole; therefore, the selected concrete pole class should be \nadequate for a situation in which a wood pole would normally be specified. The owner \nshould use caution in using this equivalency method and its usage should be prudently \ninfluenced by the owner’s experience in similar applications where actual design loadings \nwere utilized under similar guying conditions. \n \nAny time a concrete pole structure is guyed, the guy type, size, modulus of elasticity and \nguy slope or angle has to be determined by the owner and properly modeled in the \nanalysis of the concrete structure. As is required by RUS Bulletin 1724E-206, the load in \nthe guy wire should be limited to 65 percent of its ASTM rated breaking strength under \nactual ultimate loading conditions.  The concrete pole and guy wire(s) must be designed \nas a system.  \nThe guy modulus of elasticity can increase from a minimum value at the time of \nmanufacture, to a maximum value, which results from periodic stretching and relaxing \nduring the load cycles. Ranges from 19,000 ksi to 28,000 ksi have been stated. The \nASCE steel pole specification (ASCE Manual 72) has suggested a guy wire modulus of \nelasticity of 23,000 ksi be used by the engineer whenever it is not specified. \n \nGroundline \n \nThe location of the groundline for the standard class pole should be specified on the \nowner’s drawings. \n \nWhile the strength of the standard class pole is not effected by the groundline location, \nthe proper placement of climbing devices, ground wire clips, cant hole, vent hole, name \nplate, and so forth, depends upon the location of the groundline. \n \nIn addition, the ultimate moment capacity at the groundline is to be noted on the \nmanufacturer’s drawings (see Section 7.2.5) and stamped on the pole name plate (see \nSection 4.12.1). \n \nAir Entrainment in Concrete Poles (Section 4.2) \n \nThe general effects of air entrainment are to increase workability, decrease density (unit \nweight), decrease strength, reduce bleeding and segregation, and increase durability. \n \nAn air content of 5% plus or minus 1% is required by ASTM C935 for statically cast \npoles “unless otherwise specified”. The owner should refer to ACI 318, Section 4.4 for \nconcrete exposed to freezing and thawing. The required air content by ACI 318 will be a \nfunction of the exposure, the maximum aggregate size, and the specified compressive \nstrength."
    },
    {
      "page_number": 55,
      "content": "Bulletin 1724E-216 \nAppendix A \npage 13 \n \nAir entrainment in spun concrete poles is similar to air entrainment in normal concrete \nexcept the fabrication processes of pumping, vibrating, and spinning causes a large \npercentage of the entrained air to migrate out of the concrete.  For a spun concrete pole, \nthe spinning process creates a very dense concrete and counteracts the air entrainment \neffects.  Since pumping occurs prior to the pole being spun, the air entrainment effects \nare present during the fabrication of spun poles.  The percentage of air entrained in a spun \nconcrete pole after it is spun is unknown.  However, it is believed poles that have \nconcrete containing an air entrainment agent will have a higher void ratio than those \nwithout this agent.  The owner has to be aware that as the percentage of air entrainment \nincreases the concrete strength decreases. \n \nCross-Sectional Shape (Section 4.3) \n \nConcrete poles can be manufactured in many different shapes, depending upon each \nmanufacturer’s equipment and capabilities. Some shapes are more conducive than others \nwhen it comes to bolt hole orientation and hardware fit.  \n \nFor example, if the owner allows a square pole shape, it would be difficult to install \nthrough holes in a direction other than on the pole flats which are 90° apart. Even with \nholes installed out of the flat plane, the hardware fit would be cumbersome at best. \nDepending on the manufacturer and situation, some poles can be made with blockouts \nthat create a type of flat over a short distance to allow the hardware to be properly \nattached. For 12-sided poles, the flats are 30° apart which lends itself to better hole \norientation. Even with round cross-sections, there can be some deviation in the specified \nhole orientation due to longitudinal reinforcement placement.  \n \nBecause of these issues, the owner should specify in the Application Requirements which \npole shapes are acceptable for each structure. The owner should also specify the \nallowable angular tolerance on the hole orientation as this can significantly impact the \nmanufacturing process and cost. For example, if a deadend structure is to be installed at a \ncenterline survey line angle of 50°, is a hole orientation of 60° acceptable if that is at the \ncenter of a flat or between longitudinal stranding?  \n \nGrounding (Section 4.5) \n \nThe advantages of an external ground wire include the following: (1) it is visible and can \nbe inspected, (2) hardware can be easily bonded and inspected, (3) it can be easily \nrepaired or replaced, and (4) potentially offers the benefit of suffering less damage from \nlightning strike (particularly in areas with high isokeraunic levels). For these reasons, \nexternal ground wires are preferred in this specification.  \n \nIf these specifications are altered to allow internal ground wires, then the following \nshould be addressed adequately: (1) requiring grounding lugs at hardware attachments, \n(2) requiring grounding lugs at pole top and groundline (for external ground electrode), \n(3) considering the possibility of damage from lightning strike, and (4) considering \ngrounding requirements for maintenance workers."
    },
    {
      "page_number": 56,
      "content": "Bulletin 1724E-216 \nAppendix A \nPage 14 \n \nAll internal reinforcing should be bonded electrically to the external pole ground wire. \nThis will keep the external ground and internal reinforcing potential voltage differences \nlower during lightning events. There have been reports of step lugs and other materials \nembedded in the concrete, near or in contact with the reinforcing, being dislodged as a \nresult of lightning. Spliced poles should have reinforcing on each side of the splice \nbonded electrically to the external pole ground wire. This should lower potential voltage \ndifferences of embedded material between each pole section. \n \n3   \nStructure Testing (Section 5.4)  \n \nAn option is available in the specification for full scale testing of poles. For a \nmanufacturer, which has been designing and fabricating concrete poles with the same \nprocesses for a good number of years, the need for testing of a concrete pole is \nquestionable. Pole testing may be appropriate in cases where there are unusual \nrequirements, new fabrication techniques or when new suppliers are used to validate their \ndesign. \n \n4   \nDrawings and Information to be Supplied by the Manufacturer (Section 7)  \n \nIn order to properly evaluate bids, the specification requires certain information to be \nsupplied with the bid. This information may be supplied on the preliminary drawings \nfrom the Bidder. Using the forms in Attachment C will allow quick review of the \ninformation and simultaneous comparison of all bidders' information."
    },
    {
      "page_number": 57,
      "content": "Bulletin 1724E-216 \nAppendix A \npage 15 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 58,
      "content": ""
    },
    {
      "page_number": 59,
      "content": "Bulletin 1724E-216 \nAppendix B \nPage 1 \n \nAPPENDIX B \n \nEXAMPLES OF DRAWINGS  \n(Attachment A of the Specification)"
    },
    {
      "page_number": 60,
      "content": "Bulletin 1724E-216 \nAppendix B  \nPage 2 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDrawing TPC-115"
    },
    {
      "page_number": 61,
      "content": "Bulletin 1724E-216 \nAppendix B \nPage 3 \n \n \n \n \n \n \n \n \n \n \n \n \n \nDrawing TPFC-115"
    },
    {
      "page_number": 62,
      "content": "Bulletin 1724E-216 \nAppendix B  \nPage 4 \n \n \n \n \n \n \n \n \n \n \n \n \n \nDrawing TM-C3"
    },
    {
      "page_number": 63,
      "content": "Bulletin 1724E-216 \nAppendix B \nPage 5 \n \nEXAMPLE OF APPLICATION REQUIREMENTS \nAttachment B of the Specifications \n \nFor appurtenance material supplied by the owner, owner shall provide manufacturer, connector, \nand/or member locations, orientations, sizes, types, and strength capacities with this Attachment. \n \n1.  Climbing device desired by owner \n \n \n \nSTEP  BOLTS \n \n2.  Delivery schedule  \n \n \n \n \n \nJAN. 15, 2016 \n \n3.  Free on board destination (F.O.B.) \n \n \n \nLEE'S LANDING,    FL \n \n \n \n \n \n \n \n \n \nLAYDOWN AREA NEAR  \n \n \n \n \n \n \n \n \nPEJMAN SUBSTATION \n \n4.  Additional requirements"
    },
    {
      "page_number": 64,
      "content": "Bulletin 1724E-216 \nAppendix B  \nPage 6 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 65,
      "content": "Bulletin 1724E-216 \nAppendix C \nPage 1 \n \nAPPENDIX C \n \nDESIGN EXAMPLES \n \nExample 1: For the TUC-1 concrete pole structure and loading conditions given below, \ndetermine the standard class concrete pole: \n \nGeneral information: \nLine voltage:  \n161 kV \nDesign by: \n \nACME Engineers \nStructure type: \nTUC-1 Concrete Pole Structure \n \n \n \n(concrete pole with upswept arms) \n \nGeometry of the structure and location of loads: \n \n \n \nDistance from Pole Top, Ft. \nOHGW \n \n \n \n   0.25 \nCOND-1 \n \n \n \n   9.00 \nCOND-2 \n \n \n \n 15.00 \nCOND-3 \n \n \n \n 21.00 \nAt Gd. Line-assumed  \n  \n 70.00 \nPole-End \n \n \n \n 80.00 \nCrossarm Dimensions: \n \n \nTop arm \n \n 8.5 ft \n \n \nMiddle arm \n \n 9.5 ft \n \n \nBottom arm \n \n 9.5 ft \n \nOverall pole length is 80 feet.  The above dimensions assume a 10.0 foot  \nembedment depth for the concrete pole (using standard rule for wood poles  \nof 10 percent pole length plus 2 feet).  Assume top of the pole has a  \n10 inch diameter, and the groundline diameter is 20 inches. \n \nLoad Factors (LFs) used in this example: \nFor NESC Light, Medium, or Heavy Loading District Loads \nVertical Loads \n1.50 \nTransverse. Wind Loads \n2.50 \nTransverse. Wire Tension Load at Line \nAngle \n1.65 \nLongitudinal Loads \n1.10 \nExtreme Wind Loads \n1.10 \nExtreme Ice with Concurrent Wind Loads \n1.10 \n \nConductor and OHGW Data:  \nOHGW: \n3/8”HSS \nR.B.S = 10,800 lbs \n161 kV Conductor: \nDrake (795 26/7 ACSR) \nR.B.S = 31,500 lbs \n \nDesign Span Information: \nVertical Span \n900 ft. \nHorizontal Span \n750 ft. \nLine Angle \n0 degrees \nTUC-1"
    },
    {
      "page_number": 66,
      "content": "Bulletin 1724E-216 \nAppendix C \nPage 2 \n \nLoad Cases: \n \nLoad Case A:  \n \nNESC Medium District Loads \n \nLoad Case B:  \n \n90 mph Extreme Wind Load (1.1 LF applied) \n \nLoad Case C:  \n \n30 mph with 1 inch ice load (1.1 LF applied) \n \nLoading Information (summary): \n \nNESC Medium Loading Data \n \n \nTransverse \nVertical \n \nCond. Tension (kips) \nlb./ft. \nlb./ft. \nDrake –795 26/7 ACSR  \n7.91 \n.5360 \n1.5162 \nOHGW – 3/8 HSS \n2.56 \n.2867 \n .4626 \n \nExtreme Wind Loading Data (90 mph) \n \n \nTransverse \nVertical \n \nCond. Tension (kips) \nlb./ft. \nlb./ft. \nDrake –795 26/7 ACSR  \n6.54 \n1.9390 \n1.0940 \nOHGW – 3/8 HSS \n1.23 \n .6210 \n .2730 \n \nExtreme Wind with Concurrent Ice (30 mph wind and 1” ice) \n \n \nTransverse \nVertical \n \nCond. Tension (kips) \nlb./ft. \nlb./ft. \nDrake –795 26/7 ACSR  \n12.54 \n.5967 \n3.7154 \nOHGW – 3/8 HSS \n5.27 \n .4532 \n1.9642 \n \nCalculate forces and moments at the groundline: \n(assumes no pole rotation) \n \n• NESC Medium District Loading \n \n \nLoad Due \nto Wind \non Wire \nkips \nLoad Due \nto Line \nAngle \n(kips) \nTotal \nTransverse \nLoad W/LF \n(kips) \nMoment \nArm Feet \nUltimate Moments \nFt. kips \n@ Groundline \nOHGW \n.215 \n0 \n.538 \n69.75 \n37.5 \nCOND-1 \n.402 \n0 \n1.005 \n61.00 \n61.3 \nCOND-2 \n.402 \n0 \n1.005 \n55.00 \n55.3 \nCOND-3 \n.402 \n0 \n1.005 \n49.00 \n49.2 \nGroundline \n \n \n \n0.0 \n \n \nTotal Shear Loads for Wire Loads \n3.57 \n \n203.4 \nWind on the Pole \n0.88 \n \n 27.2 \nMoments due to unbalanced vertical Wire Load (8.5 ft arm or 9 ft \nfrom conductor attachment to center of pole) \n 18.9 \nMoment due to deflection for weight of pole and for wires (p-delta \nmoment) Approximated, based on 15 percent of the static moment \nfrom wire loads, i.e.  M=.15x203.4 ft kips) \n 30.5 \nTotal Transverse Shear @ Groundline \n4.45 \n \n-- \nTotal Moments @ Groundline \n-- \n \n279.9"
    },
    {
      "page_number": 67,
      "content": "Bulletin 1724E-216 \nAppendix C \nPage 3 \n \n \n \nTOTAL GROUNDLINE MOMENT FOR MEDIUM LOADING DISTRICT = 279.9 ft.-kips \n \n• Extreme Wind Load and Extreme Ice with Concurrent Wind Load \n \nSimilar calculations are performed for the extreme wind load and extreme ice with \nconcurrent wind loads: \n \nTOTAL GROUND LINE MOMENT FOR THE EXTREME WIND LOAD = 418 ft-kips \nTOTAL GROUNDLINE MOMENTS FOR EXTREME ICE WITH  \nCONCURRENT WIND LOADS…………………………………………….= 165.ft-kips \n \n• Conclusions:  The Extreme Wind Loading Case controls design. \n \nDetermine which “standardized” concrete pole design to use: \n \nDistance 2’ from top to groundline = 70’ – 2.0’ = 68' \n \nLoad 2’ from the top to  \ncause a 332 ft.-kip moment at groundline: = 417 ft-kips/68’ =  6140 lbs. \n \nBased on the above calculated tip load and from Table 1 of the specification, \n use a C-06.5 pole \n \nPerform a quick check to verify the assumed embedment depth using RUS  \nBulletin 1724E-205, “Design Guide: Embedment Depths for Concrete and Steel Poles”.  \n \nDiscussion: \nBased on the results above, the extreme wind load case controls the design.  Results from a \ncomputer program which uses finite element analysis are summarized in the table below.  The \nresults compare manual linear calculations with an estimate of secondary moments to the results \nfrom a computer program which performs a nonlinear analysis.   \n \nThe NESC allows the use of span factors and height adjustment factors when considering \nextreme wind loads (refer to RUS Bulletin 1724E-200, Design Manual for High Voltage \nTransmission Lines, Chapter 11).  From the summary below, several conclusions can be made.  \nThe results from manual calculations and the computer analysis using finite elements are close, \nthe major difference occurring with the estimate of secondary moments in the manual \ncalculations.  Also, the use of span factors and height adjustment factors will impact the design \nreactions.  When using span factors and height adjustment factors, the selected ‘standardized’ \nconcrete pole would be: \n \nLoad 2 ft from the top to cause a 334. ft kip moment (nonlinear analysis \nand span and height adjustment factors) = 4930 lbs \n \nBased on the above calculated tip load and from Table 1 of the specification, \n use a C-05.7 pole"
    },
    {
      "page_number": 68,
      "content": "Bulletin 1724E-216 \nAppendix C \nPage 4 \n \n \nLoad Case \nGroundline \nMoments based \non manual \ncalculations with \nan estimate of the \nsecondary \nmoments (15% of \nstatic moment) \nGroundline \nMoments \nbased on a \nnonlinear \nanalysis \nGroundline Moments \nbased on a nonlinear \nanalysis and using \nspan and height \nadjustment factors \nLoad Case A \nNESC Medium Loading \n279 \n276 \nN.A. \nLoad Case B \nExtreme Wind Load \n417 \n401 \n334 \nLoad Case C \nExtreme Ice with \nConcurrent Wind \n163 \n176 \nN.A. \n \nIn this example, if span factors and height adjustment factors are applied in calculating the unit \nloads, the standard size class concrete pole will be reduced by one class. \n \n \nExample 2: An existing 161 kV single pole line is composed of Douglas Fir wood poles.  In \nseveral locations, concrete poles are to replace wood pecker damaged wood poles.  The \nexisting damaged poles are 80 ft class 1 wood poles with the TUS pole top assembly.  \nDetermine which standard size concrete pole should be used to replace the wood pole.  \nExtreme wind design load is 20.7 psf (90 mph).  The line is located in the heavy loading \ndistrict.  The conductor is 795 ACSR Drake and the overhead groundwire is 3/8\" HSS. \n \nNESC heavy district loads with a strength factor of .65 and a load factor of 2.5 controlled the \ndesign of the original wood pole line.  However, a quick comparison of the unit loads for the \nextreme wind and the NESC heavy district load with load factors and strength factors for \nconcrete, indicates that the extreme wind load will control the design of the concrete pole.1  \nBecause the extreme wind case controls design of the concrete replacement pole, the engineer \nmay use Table A-2 for convenience. \n \nTable A-2 indicates that for a class 1 wood pole, a C03.5 may be used.  There may be other \nissues in matching classes of wood poles to concrete poles that the engineer may need to \nconsider.  This example, however, shows the importance of determining the loading condition \nthat controls the design of the concrete pole.  If the engineer had assumed that the NESC heavy \ndistrict load controlled design of the concrete pole replacement since it controlled the design of \nthe wood pole when initially installed, then Table A-1 would have been mistakenly used and a \nS02.9 would have been selected as the replacement pole. \n \n \n \n \n \n \nNote 1: Unit loads for extreme wind is 1.9113 lbs/ft, or 2.102 with a 1.1 LF and for the NESC heavy district load, \nthe unit load is 1.7567 lbs/ft with a 2.5 LF."
    },
    {
      "page_number": 69,
      "content": "Bulletin 1724E-216 \nAppendix D \npage 1 \n \n \nAPPENDIX D \n \nSELECTED SI METRIC CONVERSIONS"
    },
    {
      "page_number": 70,
      "content": "Bulletin 1724E-216 \nAppendix D \nPage 2 \n \n \nSelected SI-Metric Conversions \n \nAREA \n \n  To Convert From             \n \n \nTo                  \nMultiply By \n \n \n \ncircular mil (cmil)        \n \nsquare meter (m2)      \n  5.067075  E-10 \nsquare centimeter (cm2)   \n \nsquare meter (m2)     \n*1.000  E-04 \nsquare foot (ft2) \n \n \nsquare meter (m2) \n \n*9.290304  E-02 \nsquare inch (in2) \n \n \nsquare meter (m2) \n \n*6.451600  E-04 \nsquare kilometer (km2) \n \nsquare meter (m2) \n \n*1.000  E+06 \nsquare mile (mi2) \n \n \nsquare meter (m2) \n  \n  2.589988  E+06 \n \nFORCE \n \n  To Convert From             \n \n \nTo                  \nMultiply By \n \n   \n \nkilogram force (kgf)      \n \nNewton (N) \n \n \n*9.806650 \nkip \n \n \n \n \nNewton (N) \n \n  \n  4.448222  E+03 \npound force (lbf) \n \n \nNewton (N) \n \n  \n  4.44822 \n \nFORCE PER LENGTH \n \n  To Convert From            \n \n \nTo                     \nMultiply By \n \n \n \nkilogram force per \n meter (kgf/m)  \n   \n \nNewton per meter (N/m)  \n*9.806650 \n \npound per foot(lb/ft)   \n \nNewton per meter (N/m)   \n  1.459390  E+01 \n \nDENSITY \n \n  To Convert From             \n \n \nTo                    \nMultiply By \n \n \n \npound per cubic inch  (lb/in3)  \nkilogram per cubic  \n \n2.767990  E+04 \n \n \n \n \n  \nmeter (kg/m3)  \n  \n \n \npound per cubic foot (lb/ft3)  \nkilogram per cubic \n \n1.601846  E+01 \n \nLENGTH \n \n  To Convert From             \n \n \nTo                    \nMultiply By \n \n \n \nfoot (ft) \n \n \n \n  meter (m) \n \n  \n  3.048  E-01 \ninch (in) \n \n \n \n  meter (m) \n \n \n*2.540  E-02 \nkilometer (km) \n \n \n  meter (m) \n \n \n*1.000  E+03 \nmile (mi) \n \n \n \n  meter (m) \n \n \n*1.609344 \n E+03 \n \n*Exact Conversion"
    },
    {
      "page_number": 71,
      "content": "Bulletin 1724E-216 \nAppendix D \npage 3 \nSelected SI-Metric Conversions, Cont. \n \nLOAD CONCENTRATION \n \n  To Convert From             \n \nTo                  \n \n \nMultiply By \n \n     \n \npound per square inch (lb/in2)        kilograms per square meter (kg/m2) \n7.030696  E+02 \npound per square foot (lb/ft2)         kilograms per square meter (kg/m2) \n4.788026 \nton per square foot (ton/ft2)         kilograms per square meter (kg/m2) \n9.071847  E+02 \n \n   \n \n  \n \nPRESSURE \n \n  To Convert From             \n \nTo                  \n \n \nMultiply By \n \n     \n \nkip per square inch (kip/in2)  \nPascal (Pa) \n \n  \n \n6.894757  E+06 \nkip per square foot (kip/ft2)  \nPascal (Pa) \n \n  \n \n4.788026  E+04 \nNewton per square meter (N/m2) \nPascal (Pa) \n \n \n \n*1.000 \npound per square foot (lb/ft2)  \nPascal (Pa) \n \n  \n \n4.788026  E+01 \npound per square inch (lb/in2) \nPascal (Pa) \n \n  \n \n6.894757  E+03 \n   \nBENDING MOMENT \n \n  To Convert From             \n \nTo                    \n \n \nMultiply By \n \n     \n \nkilogram force meter (kgf-m)  \nNewton meter (N-m)  \n \n*9.806650 \nkip-foot (kip-ft) \n \n \nNewton meter (N-m)   \n \n  1.355818  E+02 \npound-foot (lb-ft) \n \n \nNewton meter (N-m)   \n \n  1.355818 \n \nVELOCITY \n \n  To Convert From             \n \nTo                    \n \n \nMultiply By \n \n     \n \nfoot per second(ft/s)  \n \nmeter per second (m/s)   \n \n*3.048  E-01 \nkilometer per hour (km/h) \n \nmeter per second (m/s) \n  \n  2.777778  E-01 \nmile per hour(mi/h)    \n \nmeter per second (m/s) \n  \n  4.437030  E-01 \nmeter per hour(m/h)    \n \nmeter per second (m/s) \n  \n  2.777778  E-04 \n \n*Exact Conversion."
    }
  ]
}