[
  {
    "DISCLAIMER": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.",
    "DEPARTMENT": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "SERVICE": "Rural Utilities Service",
    "BULLETIN": "BULLETIN 1710B-1",
    "RD_GD": "RD-GD-1998-27",
    "SUBJECT": "Guide to Federal Financing Bank Loans Guaranteed by RUS",
    "TO": "RUS Electric and Telecommunications Borrowers",
    "EFFECTIVE_DATE": "Date of Approval",
    "OFFICE_OF_PRIMARY_INTEREST": "Assistant Administrator, Electric Program",
    "PREVIOUS_INSTRUCTIONS": "This is a new bulletin.",
    "FILING_INSTRUCTIONS": "Electric Borrowers should file this bulletin with 7 CFR Part 1710, General and Pre-loan Policies and Procedures Common to Insured and Guaranteed Electric Loans. Telecommunications borrowers should file this bulletin with 7 CFR Part 1735, General Policies, Types of Loans, Loan Requirements -- Telephone Program.",
    "RUS_HOME_PAGE": "This bulletin is available on the RUS Home Page. The address is:",
    "HTTP": "http://www.usda.gov/rus/home/home.htm",
    "PURPOSE": "This bulletin is a guide to assist electric and telecommunications borrowers in understanding the terms, conditions, and options of RUS guaranteed loans made by the Federal Financing Bank (FFB). These terms, conditions, and options are established in the FFB Future Advance Promissory Note evidencing such a loan, and in RUS regulations at 7 CFR Chapter XVII.",
    "RUS_EFFORT": "RUS has made every effort to ensure the accuracy of the information in this guide. However, in case of discrepancies, the Future Advance Promissory Note and RUS rules are the authoritative sources. RUS can offer information about FFB interest rates and the terms and conditions of loans. However, the borrower is ultimately responsible for final selection of options.",
    "NAME_1": "BLAINE D. STOCKTON, JR.",
    "TITLE_1": "Assistant Administrator",
    "PROGRAM_1": "Electric Program",
    "DATE_1": "2/24/98",
    "DATE_LABEL_1": "Date",
    "NAME_2": "KEN B. CHANDLER",
    "TITLE_2": "A ssistant A dministrator",
    "PROGRAM_2": "Telecommunications Program",
    "DATE_2": "2/24/98",
    "DATE_LABEL_2": "Date"
  },
  {
    "Bulletin": "1710B-1",
    "Page": "2",
    "TABLE OF CONTENTS": null,
    "1": "General",
    "2": "Interest rates and fees",
    "3": "Loan applications and servicing",
    "4": "Advance of funds",
    "5": "Requests for advances",
    "6": "Advance date",
    "7": "Maturity date",
    "8": "Principal repayment method",
    "9": "Prepayment/refinancing options",
    "10": "Exercising prepayment/refinancing options",
    "11": "Maturity extension",
    "EXHIBIT": null,
    "Annex A to Future Advance Promissory Note": "Form of Advance Request (RUS Approval Required)",
    "INDEX": null,
    "Electric loan": null,
    "Federal Financing Bank": null,
    "Loan guarantee": null,
    "Telecommunications loan": null,
    "ABBREVIATIONS": null,
    "FFB": "Federal Financing Bank",
    "RTB": "Rural Telephone Bank",
    "RUS": "Rural Utilities Service",
    "USDA": "United States Department of Agriculture",
    "DEFINITIONS": null,
    "Annex": "means a form attached to the Future Advance Promissory Note evidencing an FFB loan. These annexes are completed by the borrower and submitted to RUS and/or FFB when the borrower wishes to receive fund advances from an FFB loan, or to extend maturity, prepay, or refinance such advances.",
    "Borrower": "means any organization that has an outstanding loan made or guaranteed by RUS or RTB for rural electrification or telecommunications, or which is seeking such financing.",
    "Note": "means the Future Advance Promissory Note evidencing an FFB loan.",
    "RE Act": "means the Rural Electrification Act of 1936, as amended, (7 U.S.C. 901 et seq.).",
    "Treasury": "means the United States Department of the Treasury."
  },
  {
    "Bulletin": "1710B-1",
    "Page": "3",
    "1. GENERAL": null,
    "1.1 Background": "The Federal Financing Bank (FFB) is an instrumentality of the United States Department of the Treasury. Section 306 of the RE Act authorizes RUS to offer 100 percent guarantees of loans made by FFB to qualified electric and telecommunications borrowers.",
    "1.2 Eligibility for FFB loans": "Generally, electric and telecommunications borrowers eligible for loans under section 305 of the RE Act, and telecommunications borrowers eligible for loans under section 408 of the RE Act also qualify for RUS guarantees of FFB loans, if the borrower so elects.",
    "Electric borrowers": "Some electric borrowers are not eligible for insured loans under section 305 because they prepaid RUS loans under 7 CFR 1786 subpart F. These borrowers may be eligible for RUS guarantees of FFB loans.",
    "Telecommunications borrowers": "Some loan purposes are not eligible for RUS hardship, RUS cost-of-money loans, or RTB loans. See RUS rules at CFR 1735.10(b), 1735.17, and 1735.21(a). These purposes may be eligible for RUS guarantees of FFB loans.",
    "1.3 For further information": null,
    "Electric borrowers_2": "Basic loan eligibility requirements are in RUS rules at 7 CFR Part 1710. For additional information, distribution borrowers should contact their RUS general field representative or the Director of the Regional Division that serves as primary contact for the borrower. Power supply borrowers should contact the Director, Power Supply Division.",
    "Telecommunications borrowers_2": "Basic loan eligibility requirements are in RUS rules at 7 CFR Parts 1735 and 1737. Specific information about guaranteed loans is in 7 CFR 1735.32. For additional information, telecommunications borrowers should contact their RUS general field representative or the Director of the Area Division that serves as primary contact for the borrower.",
    "1.4 Financing options": "FFB offers a wide range of financing options, including long- and short-term maturities and prepayment and refinancing privileges. The borrower selects these options at the time loan funds are advanced, and different options may be selected for each advance.",
    "1.5 The Note": "The vehicle for these financing options is the Future Advance Promissory Note evidencing an RUS guaranteed FFB loan. A new form of Note, issued in 1997, is the result of a comprehensive effort on the part of FFB and RUS to modernize and streamline loan procedures, and to provide a flexible debt instrument that meets the needs of borrowers and lenders. This bulletin is intended to be a plain English guide to the terms of the Note. In case of discrepancies, the Note and RUS rules are the authoritative sources.",
    "1.6 Electing financing options": "RUS can offer information about loan eligibility, FFB interest rates, and the terms and conditions of FFB loans. However, the borrower is ultimately responsible for the selection of options."
  },
  {
    "Bulletin": "1710B-1",
    "Page": "4",
    "2. INTEREST RATES AND FEES": null,
    "2.1 Interest rates:": null,
    "2.1.1": "FFB interest rates are equal to Treasury's cost of money for debt instruments with similar maturities and options, plus one-eighth of one percent (0.125 percent). See paragraph 6 of the Note.",
    "Costs of financing options": "Different interest rates apply to long- and short-term maturities and to different financing options. In addition, premiums for prepayment and refinancing will apply. See sections 7, 8, and 9 of this bulletin. These interest rates and premiums reflect the costs to Treasury of the options and privileges.",
    "2.1.2": "Tables of interest rates are issued daily. Sample rates are available on the RUS homepage. Information about current interest rates is available from the Director of the RUS Division that serves as primary point of contact for the borrower.",
    "2.2 Fees:": null,
    "2.2.1": "There is an annual loan servicing fee of one one-thousandth of one percent (0.001 percent) on the principal balance outstanding at the end of each calendar year. The borrower receives a bill for this fee which is payable on the March payment date. See paragraph 9 of the Note.",
    "2.2.2": "There is no loan origination fee.",
    "2.2.3": "There is a late charge for overdue payments. See paragraph 11 of the Note.",
    "3. LOAN APPLICATIONS AND SERVICING": null,
    "3.1 Loan requests:": "Borrowers may request an FFB loan to cover all or part of their financing needs. A single loan request may, at the borrower's option, include a mix of FFB and other RUS financing, and, in the case of telecommunications borrowers, financing from RTB.",
    "3.2 Processing and servicing:": "Applications for FFB loans are reviewed and approved by the same RUS and other USDA staff that process other loan applications. Most servicing is done by RUS and other USDA staff.",
    "3.3 Loan applications:": "An application for an FFB loan consists of the same type of documentation as other RUS electric or telecommunications loans. These documents must include the following information.",
    "Electric borrowers:": "The transmittal letter and board resolution submitted as part of the loan application (7 CFR 1710.401(a)(1) and (2), respectively) must request an FFB loan. Sample forms of these documents are available from the Director of the Regional Division or the Power Supply Division. The long-range financial forecast submitted in support of the application (7 CFR 1710.401(c)(1)) must reflect the interest rates of FFB and any other financing requested. If the loan request includes a mix of FFB and other RUS financing a separate board resolution and RUS Form 740c, Cost Estimates and Loan Budget for Electric Borrowers (7 CFR 1710.401(a)(3)), must be submitted for each part. Additional information may be required in some cases."
  },
  {
    "Bulletin": "1710B-1",
    "Page": "5",
    "4.1": "There is no limit to the number of advances of funds from an FFB loan. Each advance carries its own maturity date and interest rate. See sections 7, 8, and 9 of this bulletin.",
    "4.2": "Funds are advanced in multiples of $1000, except for the last advance on a loan.",
    "5.1": "Requests for advances from FFB loans are submitted by the borrower to RUS in the same manner as requests for advances from other RUS and RTB loans. FFB requires that the borrower submit Annex A, Form of Advance Request (RUS Approval Required), to RUS in addition to the RUS documentation. The borrower indicates the options selected on Annex A. See paragraph 3(a) of the Note. A copy of Annex A is the exhibit to this bulletin.",
    "Electric borrowers submit RUS Form": "595",
    "Telecommunications borrowers submit RUS Form": "481",
    "5.2": "RUS processes the requests in the same manner as requests for advances from other types of loans. After RUS approval, RUS forwards the request to FFB.",
    "6.1": "The borrower elects an advance date for each advance. See paragraph 3(a)(2) of the Note.",
    "6.2": "An advance date must be on a business day.",
    "6.2.a": "The earliest date for an advance is 10 business days after RUS receives the request. RUS will forward the approved request to FFB not later that 3 days before the requested advance date. See paragraph (3)(b) of the Note.",
    "6.2.b": "The last day for an advance is shown on the front of the note."
  },
  {
    "Bulletin": "1710B-1",
    "Page": "6",
    "Electric Borrowers Distribution": "the fund advance period begins on the date of the Note and is one year longer than the construction financing period (also known as the loan period), but not less than 4 years. For example, if the loan period is 2 years, the last date for an advance is 4 years from the date of the Note. If the loan period is 4 years, the last date for an advance is 5 years after the date of the Note.",
    "Electric Borrowers Power Supply": "the last date for an advance is generally 4 years after the planned completion for service of the facilities financed by the loan.",
    "Telecommunications Borrowers": "The latest advance date is 6 months prior to the final maturity date of the loan.",
    "Interest rates FFB": "FFB establishes the interest rate as of the advance date, taking into consideration the amortization schedule and options selected. See paragraph 6(c) of the Note.",
    "Maturity Date Section": "7",
    "Borrower election of maturity date": "The borrower elects a maturity date for each advance. See paragraph 5 of the Note.",
    "Permissible maturity dates Section": "7.2",
    "Maturity Date Must Be": "A maturity date must be on a payment date. See section 8.1 of this bulletin.",
    "Earliest Maturity Date": "The earliest maturity date is one full calendar quarter (90 days) after the advance date.",
    "Latest Maturity Date": "The latest maturity date is the final maturity date of the loan as shown on the first page of the note.",
    "Interest rates": "The interest rate on the advance is based on the length of the period between the advance date and the maturity date, the amortization schedule, and the prepayment/refinancing options selected. See paragraph 6(c) of the Note.",
    "Principal Repayment Method Section": "8",
    "Principal payment dates": "Outstanding principal is payable in quarterly installments beginning on the first principal payment date for the loan. A principal payment date (or payment date) is generally the last day of a calendar quarter. However, if the last day of the quarter is not a business day, the first business day of the next quarter is a payment date and a permissible maturity date. See paragraph 8(a) of the Note.",
    "First principal payment date for the loan": "This date is shown on the front of the note.",
    "Electric borrowers Distribution": "the first principal payment date for the loan is 2 years after the date of the Note.",
    "Electric borrowers Power Supply": "the first principal payment date for the loan is generally the last day of the second calendar quarter after the planned completion for service of the facilities financed by the loan."
  },
  {
    "Bulletin": "1710B-1",
    "Page": "7",
    "Telecommunications borrowers": "The first principal payment date for the loan is 2 years after the date of the note. See 7 CFR 1735.43(b).",
    "8.3 Borrower election of principal repayment method": "See paragraph 8(b) of the Note.",
    "8.3.1 Maturity date before first principal payment date": "If the maturity date selected is before the first principal payment date for the loan, no selection of principal repayment method at the time of the advance is appropriate.",
    "8.3.2 Maturity date on or after first principal payment date": "If the maturity date selected is on or after the first principal payment date for the loan, the borrower must select a principal repayment method from the options listed below. All principal repayment methods are calculated such that the advance will be repaid in full on the final maturity date for the loan, even if the borrower has selected an earlier interim maturity date for the advance.",
    "P Equal principal installments": "Under this option the amount of all quarterly principal installments on an advance is approximately equal. Interest on each advance is added as applicable, and the total amount varies from payment to payment.",
    "G Graduated principal installments": "Under this option, the amount of each of the first third of the quarterly payments is about one-half the amount of each of the remaining payments.",
    "L Level debt service payments": "Under this option, the total amount of all quarterly payments, including both interest and principal, is approximately equal.",
    "Costs of these options": "P requires higher principal payments early in the loan, and thus carries the lowest interest rate. G allows the lowest principal payments early in the loan and carries the highest interest rate. However, the interest rate difference is small.",
    "9. PREPAYMENT/REFINANCING OPTIONS": "",
    "9.1 Borrower election of prepayment/refinancing options": "For each advance, the borrower chooses from the options listed below. See paragraph 16 of the Note.",
    "9.1.1 Maturity date before 5th anniversary": "If the maturity date is before the 5th anniversary of the advance date, the market value premium (or discount), M, described in section 9.1.2 below, automatically applies.",
    "9.1.2 Maturity date on or after 5th anniversary": "If the maturity date selected is on or after the 5th anniversary of the advance date, the borrower must elect either M or F.",
    "M Market value premium (or discount) privilege": "This option allows the borrower to prepay or refinance all or part of the advance at any time at a price equal to the difference between the market price of the advance if it were sold by FFB on the secondary market, and the amount that FFB would receive from the borrower if the advance were not prepaid or refinanced. See paragraph 16(a) of the Note.",
    "Cost of selecting M": "Advances under M carry a lower interest rate than advances under F. The dollar amount of the premium or discount is determined at the time the advance is prepaid or refinanced in whole or in part."
  },
  {
    "Bulletin": "1710B-1",
    "Page": "8",
    "F": "Fixed premium privilege: Under this option the formula for determining the prepayment premium is fixed at the time the advance is requested. The actual amount of the premium is calculated at the time of the prepayment or refinancing. Under this option the borrower elects whether to include a 5-year no-call period, and the method for determining the fixed premium. Choose one from paragraph a, and one from paragraph b below. See paragraph 16(b) of the Note.",
    "a": "5-year no-call period: The borrower elects whether to include a 5-year period during which the advance may not be prepaid or refinanced. The borrower elects either:",
    "Y": "Yes: The borrower elects to include a 5-year no-call period. The advance may not be prepaid or refinanced until after the fifth anniversary of the advance date, or",
    "N": "No: The borrower elects not to include a 5-year no-call period. The advance may be prepaid or refinanced at any time.",
    "b": "Method for determining the fixed premium: The borrower elects the method for determining the fixed premium:",
    "X": "10 percent premium declining over 10 years: Under this option, if the borrower prepays or refinances all or part of the advance, FFB will charge a premium equal to 10 percent of the amount being prepaid or refinanced, multiplied by a fraction based on the time remaining until the tenth anniversary of the advance or, if the borrower elected the 5-year no-call option, the tenth anniversary of the end of the no-call period (a total of 15 years). No premium will apply on or after this tenth anniversary.",
    "V": "5 percent premium declining over 5 years: Under this option, if the borrower prepays or refinances all or part of the advance, FFB will charge a premium equal to 5 percent of the amount being prepaid or refinanced multiplied by a fraction based on the time remaining to the fifth anniversary of the advance or, if the borrower elected the 5-year no-call option, the fifth anniversary of the end of the no-call period (a total of 10 years). No premium will apply for prepayment or refinancing on or after this fifth anniversary.",
    "P": "Par (no premium): The borrower may prepay or refinance the advance with no premium.",
    "Costs of selecting F": "Advances under F carry a higher interest rate than advances under M, reflecting the cost to Treasury of the borrower's selections. The dollar amount of the fixed premium is determined at the time the borrower prepays or refinances. See paragraph 6(d) of the Note.",
    "bullet1": "Locking the interest rate in for 5 years by electing Y results in a lower interest rate but less flexibility than N.",
    "bullet2": "P carries a higher interest rate than either X or V, but no premium is due on prepaying or refinancing. X offers a lower interest rate but imposes a higher premium due on prepaying or refinancing than V."
  },
  {
    "Bulletin": "1710B-1",
    "Page": "9",
    "10. EXERCISING PREPAYMENT/REFINANCING OTPIONS": null,
    "10.1 Prepayment privilege": "See paragraph 17 of the Note.",
    "10.1.1 Action to exercise option": "borrower completes Annex C-1, Form of Prepayment Election Notice, Specified Principal Amount(s), or Annex C-2, Form of Prepayment Notice, Fixed Sum to be Applied, and sends the completed annex to RUS.",
    "10.1.2 Minimum amount of principal": "lesser of $100,000 or the remaining amount outstanding. See paragraph 17(g) of the Note.",
    "10.1.3 Annex reach RUS": "not later than 10 business days before the requested date for prepayment.",
    "10.1.3 Annex reach FFB": "not later than 5 business days before the prepayment date. See paragraph 17(d) of the Note.",
    "10.2 Refinancing privilege": "See paragraph 18 of the Note.",
    "10.2.1 Action to exercise option": "borrower generally completes Annex D-1, Form of Refinancing Election Notice.",
    "10.2.1 Annex D-1 reach RUS": "not later than 10 business days before the requested date of the refinancing.",
    "10.2.2 If RUS approval required": "borrower completes Annex D-2, Form of Refinancing Election Notice (RUS Approval Required), and sends the completed annex to RUS not later than 15 business days before the requested date of the refinancing. See Paragraphs 18(b) and (d) of the Note.",
    "10.2.3 Annex reach FFB": "not later than 5 business days before the refinancing date. See paragraph 18(c) of the Note.",
    "10.3 Rescission of prepayment and refinancing elections": "borrower may rescind a prepayment or refinancing election by notifying FFB and RUS not later than 3:00 PM Washington, DC, time, on the second business day prior to the scheduled prepayment or refinancing date. See paragraph 19 of the Note.",
    "11. MATURITY EXTENSION": null,
    "11.1 Notice to borrower": "RUS notifies the borrower on Annex B-1, Form of Maturity Extension Election Notice, or B-2, Form of Maturity Extension Election Notice (RUS Approval Required) approximately 4 weeks prior to the maturity date of each advance. See paragraph 15 of the Note.",
    "11.2 Borrower election": "If the maturity date is prior to the final maturity of the loan, the borrower may elect to repay part or all of the outstanding balance, or to extend or \"roll over” the maturity.",
    "11.3 If borrower does not make an election": "maturity is automatically extended for 90 days. The principal repayment method previously in effect remains in effect, or if no principal repayment method was previously in effect, the level debt service method (L) will apply."
  },
  {
    "Bulletin": "1710B-1",
    "Page": "10",
    "11.4": "For options other than those described in paragraph 11.3 above, the borrower elects a new maturity date, a principal repayment method and whether to include a prepayment/refinancing privilege. The options are described in sections 7, 8, and 9, respectively, of this bulletin.",
    "11.5": "Submitting and processing requests to extend maturity:",
    "11.5.1": "The borrower submits the request to extend the maturity to RUS by completing Annex B-1 or B-2.",
    "11.5.1a": "Annex B-1 does not require RUS approval. The borrower completes the annex and sends the original to FFB and a copy to RUS. Annex B-1 must be received by FFB and RUS no later than 3 business days prior to the upcoming maturity date.",
    "11.5.1b": "Annex B-2 requires RUS approval. If RUS notifies the borrower on Annex B-2, the borrower completes the annex and sends the original to and a copy to RUS. To ensure timely processing, Annex B-2 must be received by RUS no later than 15 business days prior to the upcoming maturity date. RUS will forward the approved annex to FFB.",
    "11.5.2": "FFB processes the request and notifies RUS. The borrower will be notified of the new interest rate."
  },
  {
    "EXHIBIT TO RUS BULLETIN": "1710B-1",
    "ANNEX": "A",
    "TO": null,
    "FUTURE ADVANCE PROMISSORY NOTE": null,
    "FORM": null,
    "OF": null,
    "ADVANCE REQUEST": null,
    "RUS APPROVAL REQUIRED": null,
    "RUS": null
  },
  {
    "(10-97)": null,
    "ADVANCE REQUEST": null,
    "(RUS APPROVAL REQUIRED)": null,
    "REFER TO RURAL UTILITIES SERVICE (RUS) REGULATIONS AND INSTRUCTIONS FOR A\nDESCRIPTION OF (1) THE OTHER FORMS AND MATERIALS THAT ARE REQUIRED IN\nCONNECTION WITH EACH REQUEST FOR AN ADVANCE, AND (2) THE TIME LIMIT FOR\nSUBMITTING THOSE FORMS AND MATERIALS AND THIS ADVANCE REQUEST TO RUS.": null,
    "RUS": null,
    "DIRECT ALL QUESTIONS ON HOW TO COMPLETE THIS FORM TO THE ASSIGNED CONTACT\nOFFICE FOR THE BORROWER:": null,
    "For Electric Borrowers:": "Power Supply Division, RUS -- telephone no.: (202) 720-6436\nNorthern Regional Division, RUS -- telephone no.: (202) 720-1420\nSouthern Regional Division, RUS -- telephone no.: (202) 720-0848",
    "For Telephone Borrowers:": "Northeast Area, RUS -- telephone no.: (202) 690-4673\nSoutheast A rea, RUS -- telephone no.: (202) 720-0715\nNorthwest Area, RUS -- telephone no.: (202) 720-1025\nSouthwest Area, RUS - telephone no.: (202) 720-0800",
    "WHEN COMPLETED, DELIVER THIS ORIGINAL FORM (TOGETHER WITH ALL OTHER FORMS\nAND MATERIAL REQUIRED BY RUS) TO RUS AT THE ADDRESS OF THE CONTACT OFFICE\nINDICATED BELOW.": null,
    "USDA-Rural Utilities Service": null,
    "For Electric Borrowers..": "Stop 1568, Power Supply Division\nStop 1566, Northern Regional Division\nStop 1567, Southern Regional Division",
    "For Telephone Borrowers.": "Stop 1599, Northeast A rea\nStop 1596, Southeast A rea\nStop 1595, Northwest Area\nStop 1597, Southwest Area",
    "1400 Independence Avenue, S.W.\nWashington, D.C. 20250": null,
    "ADVANCE REQUEST (RUS APPROVAL REQ'D) -- page 1": null
  },
  {
    "(10-97)": true,
    "ADVANCE REQUEST": true,
    "RUS": true,
    "Manager": true,
    "Federal Financing Bank": true,
    "Reference is made to the following-described Future Advance Promissory Note (the \"Note\") payable to the Federal Financing Bank (\"FFB\"), which is guaranteed by the Rural Utilities Service (\"RUS\") :": true,
    "Name of Borrower (the \"Borrower\")": true,
    "FFB Note Identifier": true,
    "1": true,
    "2": true,
    "The undersigned, as an authorized officer of the Borrower, hereby requests FFB to make an advance of funds (\"this Advance\") under, pursuant to, and in accordance with the applicable terms of the Note.": true,
    "The undersigned further requests that this Advance be made as follows": true,
    "Requested Advance Amount": true,
    "Requested Advance Date": true,
    "$": true,
    "3": true,
    "4": true,
    "ADVANCE REQUEST (RUS APPROVAL REQ'D) page": "2"
  },
  {
    "10-97": true,
    "3. Wire Instructions:": true,
    "A. CORRESPONDENT BANK (if any) FOR PAYEE'S BANK:": true,
    "Name of financial institution": true,
    "Address of financial institution": true,
    "ABA number of financial institution": true,
    "B. PAY EE'S BANK AND ACCOUNT:": true,
    "Account name": true,
    "Account number": true,
    "4. Maturity Date:": true,
    "5": true,
    "5. Principal Repayment Method:": true,
    "SELECT 1 OF THE FOLLOWING 3 METHODS FOR THE REPAYMENT OF": true,
    "PRINCIPAL ONLY IF THE MATURITY DATE SELECTED FOR THIS ADVANCE WILL": true,
    "OCCURON OR AFTER THE \"FIRST PRINCIPAL PAYMENT DATE\" SPECIFIED ON": true,
    "PAGE I OF THE NOTE.": true,
    "\"ק\"": true,
    "for the \"equal principal installments\"": true,
    "method": true,
    "6": true,
    "\"G\"": true,
    "for \"graduated principal installments\"": true,
    "\"L\"": true,
    "for the \"level debt service\" method": true,
    "ADVANCE REQUEST (RUS APPROVAL REQ'D) page 3": true,
    "RUS": true
  },
  {
    "document_id": "15",
    "form_number": "10-97",
    "page_header": "RUS",
    "section_number": "6",
    "section_title": "Prepayment/Refinancing Privilege:",
    "instruction_1": "ELECT 1 OF THE FOLLOWING 2 PAYMENT/REFINANCING PRIVILEGES ONLY IF THE MATURITY DATE SELECTED FOR THIS ADVANCE WILL OCCUR ON OR AFTER THE FIFTH OF THE REQUESTED ADVANCE DATE.",
    "privilege_m": "\"M\" for the \"market value premium (or discount)\" privilege",
    "privilege_f": "\"F\" for the \"fixed premium\" privilege",
    "no_call_election_indicator": "0",
    "no_call_election_title": "No-Call Period Option Election:",
    "instruction_2": "ELECT I OF THE FOLLOWING 2 NO-CALL PERIOD OPTIONS ONLY IF A “FIXED PREMIUM\" PRIVILEGE IS ELECTED FOR THIS ADVANCE.",
    "no_call_yes": "\"Y\" for \"yes,\" if the privilege is to include a 5-year no-call period",
    "no_call_no": "\"N\" for \"no,\" if the privilege is not to include a 5-year no-call period",
    "premium_selection_indicator": "0",
    "premium_selection_title": "Premium Option Selection:",
    "instruction_3": "SELECT I OF THE FOLLOWING 3 PREMIUM OPTIONS ONLY_IF A \"FIXED PREMIUM\" PRIWLEGE IS ELECTED FOR THIS ADVANCE.",
    "premium_x": "\"X\" for 10% premium declining over 10 years",
    "premium_v": "\"V\" for 5% premium declining over 5 years",
    "premium_p": "\"P\" for par (no premium)",
    "footer": "ADVANCE REQUEST (RUS APPROVAL REQ'D) page 4",
    "page_number_7": "7",
    "page_number_8": "8",
    "page_number_9": "9"
  },
  {
    "date": "(10-97)",
    "rus": "RUS",
    "borrower_certification": "The undersigned hereby certifies that the authority of the undersigned to execute and deliver this Advance Request on behalf of the Borrower is valid and in full force and effect on the date hereof.",
    "name_of_borrower_label": "(Name of Borrower)",
    "by_borrower": null,
    "name_borrower": null,
    "title_borrower": null,
    "date_borrower": null,
    "notice_of_rus_approval": "NOTICE OF RUS APPROVAL OF\nADVANCE REQUEST",
    "notice_text": "Notice is hereby given to FFB that the preceding Advance Request made by the Borrower identified therein has been approved by RUS for purposes of the Note identified therein.",
    "for_accounting_use_only": "FOR ACCOUNTING\nUSE ONLY",
    "administrator_label": "ADMINISTRATOR of the\nRURAL UTILITIES SERVICE;\nacting through his or her\nduly authorized designee",
    "rus_budget_account_number_label": "RUS Budget\nAccount\nNumber",
    "rus_budget_account_number": null,
    "by_rus": null,
    "name_rus": null,
    "title_rus": null,
    "date_rus": null,
    "advance_request_page": "ADVANCE REQUEST (RUS APPROVAL REQ'D) page 5"
  },
  {
    "(10-97)": "RUS",
    "INSTRUCTIONS1": "Insert the corporate name of the Borrower. If the corporate name of the Borrower at the time of this Advance is different from the corporate name that appears on page 1 of the Note, add \"(formerly",
    "INSTRUCTIONS1_CONTINUED": ")\", and insert in this second blank the corporate name of the Borrower as it appears on page 1 of the Note.",
    "INSTRUCTIONS2": "Insert the \"Note Identifier that FFB assigned to the Note (as provided in the Agreement).",
    "INSTRUCTIONS3": "Insert the particular amount of funds that the Borrower requests to be advanced.",
    "INSTRUCTIONS4": "Insert the particular calendar date that the Borrower requests to be date on which this Advance is to be made.",
    "INSTRUCTIONS5": "Insert the particular calendar date that the Borrower selects to be the date on which this Advance is to mature. This date (a) must be the last day of a calendar quarter, (b) may not be later than the \"Final Maturity Date\" specified on page 1 of the Note, and (c) may not be less than one complete calendar quarter from the Requested Advance Date.",
    "INSTRUCTIONS6": "Insert in the box \"P\" if the Borrower selects the \"equal principal installments\" method as the method for the repayment of principal that is to apply to this Advance. Insert in the box \"G\" if the Borrower selects the \"graduated principal installments\" method as the method for the repayment of principal that is to apply to this Advance. Insert in the box \"L\" if the Borrower selects the \"level debt service\" method as the method for the repayment of principal that is to apply to this Advance.",
    "INSTRUCTIONS7": "Insert in the box \"M\" if the Borrower elects to have the \"market value premium (or discount)\" prepayment privilege apply to this Advance. Insert in the box \"F\" if the Borrower elects to have a \"fixed premium\" prepayment/refinancing privilege apply to this Advance.",
    "INSTRUCTIONS8": "Insert in the box \"Y\" if the Borrower elects to have the fixed premium prepayment/refinancing privilege that is to apply to this Advance include a 5- year no-call period during which this Advance will not be eligible for prepayment or refinancing. Insert in the box \"N\" if the Borrower elects to have the fixed premium prepayment/refinancing privilege that is to apply to this Advance not include any 5-year no-call period.",
    "INSTRUCTIONS9": "Insert in the box \"X\" if the Borrower selects a 10% premium declining over 10 years as the premium option that is to be included in the fixed premium prepayment/refinancing privilege that is to apply to this Advance. Insert in the box \"V\" if the Borrower selects a 5% premium declining over 5 years as the premium option that is to be included in the fixed premium prepayment/ refinancing privilege that is to apply to this Advance. Insert in the box \"P\" if the Borrower selects par (no premium) as the premium option that is to be included in the fixed premium prepayment/refinancing privilege that is to apply to this Advance.",
    "ADVANCE REQUEST (RUS APPROVAL REQ'D) page": "6"
  }
]