[
  {
    "disclaimer_1": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.",
    "department": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "administration": "Rural Electrification Administration",
    "bulletin_number": "1753E-002",
    "rd_gd_number": "RD-GD-1994-15",
    "subject": "REA Telecommunications Software License Agreement",
    "to_recipients": "All Telephone Borrowers REA Telephone Staff",
    "effective_date": "May 16, 1994",
    "expiration_date": "Date of change of 7 CFR part 1753.38, paragraph (c) by rulemaking",
    "office_of_primary_interest": "Central Office Equipment Branch, Telecommunications Standards Division",
    "filing_instructions": "File with 7 CFR 1753 and on REANET.",
    "purpose": "This bulletin provides a user-friendly reformatting of the uniform Telecommunications Software License Agreement required by REA and codified at 7 CFR ยง1753.38 (c), as published on April 14, 1994, at 59 FR 17675. This bulletin simply sets out the codified contract addendum in a detachable usable format.",
    "accuracy_statement": "Every effort has been made to ensure the accuracy of this document. However, in case of discrepancies, the regulation at 7 CFR ยง1753.38 (c) is the authorized source.",
    "disclaimer_2": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.",
    "administrator_title": "Administrator",
    "signature_date": "4/26/94"
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "document_title": "REA Bulletin 1753E-002",
    "page_number": "2",
    "table_of_contents_item_1": "General",
    "table_of_contents_item_2": "Instructions for Use",
    "table_of_contents_item_addendum": "Software License Agreement",
    "index_entry": "Software License Agreement",
    "abbreviation_rea": "Rural Electrification Administration",
    "general_section_1_description": "The uniform Telecommunications Software License contained in this bulletin is a detachable, usable reformatting of the contract addendum codified at 7 CFR ยง1753.38 (c). This addendum is to be used with any REA financed central office equipment contract (REA Form 525 or 545) when the borrower is required to execute a Software License Agreement. This addendum provides a single Telecommunications Software License Agreement rather than using the varying individual agreements provided by suppliers. Standardizing the agreement reduces the review and approval time of equipment contracts and ensures fair and equal treatment for all providers of central office equipment.",
    "instructions_for_use_section_2_description": "Remove the attached Addendum and use it with any REA financed central office equipment contract (REA Form 525 or REA Form 545) where the Borrower is required to execute a Software License Agreement."
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "document_title": "Addendum to REA Form 525, Central Office Equipment Contract (Including Installation) and REA Form 545 Central Office Equipment Contract (Not Including Installation)",
    "agreement_type": "Software License Agreement",
    "section_1_title": "Definitions",
    "definition_contract": "means the REA Form 525 Central Office Equipment Contract (Including Installation) or REA Form 545 Central Office Equipment Contract (Not Including Installation), dated __________, between __________ (the Licensee) and __________ (the Licensor).",
    "definition_days": "means calendar days.",
    "definition_licensed_software": "means the computer programs, furnished for the operation of the System(s) provided under the Contract, whether contained on a tape, disc, semiconductor device, or other memory device or system memory consisting of logic instructions and instruction sequences in machine-readable object code, which manipulate data in the central processor, control and perform input/output operations, perform error diagnostic and recovery routines, control call processing, and perform peripheral control, administrative and maintenance functions; as well as Licensor's standard customer documentation, excluding source code, used to describe, maintain and use the programs provided under the Contract.",
    "definition_licensee_and_licensor": "respectively, mean the parties signing the software license agreement as the licensee and licensor.",
    "definition_right_to_use_fee": "is defined in Section (2).",
    "definition_specifications": "means the REA Form 522, General Specification for Digital, Stored Program Controlled Central Office Equipment, which is part of the Contract.",
    "definition_system": "means the stored program controlled central office and associated remote switching terminal or terminals which use the Licensed Software covered by this License."
  },
  {
    "document_page": "2",
    "document_title": "Software License Agreement",
    "section_2_title": "Software License Provisions",
    "section_2_provision_1": "The Licensor may charge a fee, herein referred to as a Right-to-Use Fee, for use of the Licensed Software.",
    "section_2_provision_2": "The Right-to-Use Fee shall be included in the Total Base Bid as defined in the Contract.",
    "section_2_provision_3": "In consideration of the Right-to-Use Fee, the Licensor hereby grants the Licensee the right to use all Licensed Software, solely in connection with the System provided under this Contract, so that the System performs in accordance with the Contract and the Specifications.",
    "section_2_i_provision_1": "The Licensee's right to use the Licensed Software is non-exclusive and limited to use or operation in the United States of America, including its Territories, the Federated States of Micronesia, the Marshall Islands, Palau and the Commonwealth of Puerto Rico, with the System for which the Licensed Software is provided by the Licensor.",
    "section_2_i_provision_2": "The Licensee may reuse the equipment and its accompanying Licensed Software at another location within the Licensee's System without obtaining additional approvals from Licensor, provided, however, that the Licensee notify the Licensor, within ten (10) days, of the change in location of the equipment and Licensed Software.",
    "section_2_ii_provision_1": "The Licensee and any successor to the Licensee's title in the System may, without further consent of the Licensor, transfer the Licensed Software and all of the Licensee's rights and interests under this Software License to any transferee who acquires legal title to the System, provided that such transferee first agrees in writing to the Licensor to abide by all of the terms and conditions of this License including, without limitation, the territorial limitation stated in Section (2)(i) and the restrictions on decompiling or reverse assembly stated in Section (2)(iii).",
    "section_2_ii_provision_2": "Licensee shall give Licensor written notice thirty (30) days prior to any transfer.",
    "section_2_ii_provision_3": "The Licensor shall not place any additional conditions on the transferee's use of the System or the Licensed Software.",
    "section_2_ii_provision_4": "If the provisions of this Section (2)(ii) are satisfied, thereafter the Licensee shall bear no responsibility for transferee's failure to abide by the terms and conditions of this License.",
    "section_2_iii_provision_1": "The Licensee shall take reasonable steps to protect the confidentiality of the Licensed Software and shall not decompile or reverse assemble all or any part of the Licensed Software to generate source code.",
    "section_2_iii_provision_2": "The Licensee shall not make the Licensed Software available to any person except on a need to know basis.",
    "section_2_iii_provision_3": "The obligations of the Licensee hereunder shall not extend to any information or data relating to the Licensed Software which is now available to the general public or becomes available by reason of the acts of the Licensor or third parties.",
    "section_2_iv_provision_1": "The Licensee may reproduce or copy the Licensed Software and related materials solely for the purpose of archival backup, in-house training and operating, maintaining, and administering the System provided under this Contract.",
    "section_2_iv_provision_2": "In such reproduction, the Licensee shall include, upon all such copies of the Licensed Software, all proprietary notices, including the"
  },
  {
    "document_title": "Software License Agreement",
    "page_number": 3,
    "previous_content_continuation": "copyright notice within the Licensed Software program and related documentation in the form in which it is received from the Licensor.",
    "clause_v_licensee_acknowledges_licensor_ownership": "The Licensee acknowledges that the Licensed Software program is the property of the Licensor.",
    "clause_v_licensee_activation_restriction": "Licensee shall not do, or cause to be done, anything to activate any of the subsisting nonactivated computer instruction steps therein unless authorized in writing by the Licensor.",
    "clause_v_licensor_exclusive_activation_right": "The Licensor shall have the exclusive right to activate, or authorize the activation of, the subsisting nonactivated program instruction steps in the Licensed Software.",
    "clause_v_additional_right_to_use_fee": "In this event Licensee shall pay any additional Right-To-Use Fee(s) agreed to by Licensee and Licensor.",
    "clause_vi_licensor_improvements_marketing": "In the event the Licensor develops significant improvements to the Licensed Software, the Licensor may market the improvements as a separate offering requiring payment of an additional Right-to-Use Fee.",
    "clause_vii_licensee_modification_restriction": "The Licensee shall not modify or otherwise change the Licensed Software other than at the direction of the Licensor.",
    "clause_vii_exception_a_service_preservation": "Changes to the Licensed Software which are necessary to preserve or restore service. Licensee shall use all reasonable efforts to contact Licensor before making any such changes. If the Licensor is unable to make the necessary changes promptly to the Licensed Software to preserve or restore service, then the Licensee may make only such changes to the Licensed Software as are necessary to preserve or restore service. In such event, Licensee shall promptly notify Licensor of the changes made by Licensee.",
    "clause_vii_exception_b_licensee_database_changes": "Changes made by the Licensee to its own database.",
    "clause_vii_exception_c_exercise_of_rights_under_section_2_xi": "Changes made by the Licensee in connection with the exercise of its rights under Section (2) (xi).",
    "clause_viii_discontinued_program_notice_period_days": 30,
    "clause_viii_discontinued_program_return_condition": "after written notice that a program or a release thereof has been discontinued and is no longer required for the operation of the System and the Licensor has furnished the Licensee with a new program that is fully satisfactory to the Licensee.",
    "clause_viii_discontinued_program_action_return": "the Licensee agrees to return the original and all copies of the discontinued program and specified related documents.",
    "clause_viii_discontinued_program_action_destroy": "If such return is impossible or impractical, the Licensee shall destroy said program and documents and provide the Licensor with a written notice of such destruction.",
    "clause_ix_licensor_warranty_period_years": 5,
    "clause_ix_licensor_warranty_start_date_basis": "from the warranty start date defined in the Contract",
    "clause_ix_licensor_warranty_scope": "any Software licensed under this Software License shall function... in accordance with the Specifications and any written or printed technical material provided by the Licensor to explain the operation of the Licensed Software and aid in its use.",
    "clause_ix_deficiency_correction_period_days": 30,
    "clause_ix_deficiency_correction_start_event": "from the date of receipt by the Licensor of written"
  },
  {
    "document_title": "Software License Agreement",
    "page_number": "4",
    "section_ix_deficiency_notice": "An extension of this thirty (30) day period may be allowed only if agreed upon by the Licensee and REA. It shall be the Licensor's obligation to insert and thoroughly test, at no charge to the Licensee, any software amendment or alteration provided to satisfy the obligations of this Section (2)(ix). If a deficiency is detected or a correction made within the final ninety (90) days of the warranty, the warranty shall be extended to a date ninety (90) days after the deficiency has been corrected.",
    "section_x_licensor_indemnification": "The Licensor shall hold harmless and indemnify the Licensee from any and all claims, suits, and proceedings for the infringement of any patent, copyright, trademark, or violation of trade secrets covering any Licensed Software used with the System, except for items of the Licensee's design or selection.",
    "section_x_enjoined_software_use": "If the Licensee's use of the Licensed Software is enjoined, the Licensor shall promptly, at its own expense, place the Licensee in a position where it is able to use the System in accordance with the Specifications, whether by: (A) modifying the Licensed Software or portion thereof so that it no longer infringes but remains functionally equivalent, (B) replacing the Licensed Software with noninfringing equivalent software, (C) obtaining for the Licensee a license or other right to use, or (D) such other actions as may be required. This shall be in addition to any other rights or claims which the Licensee may have.",
    "section_x_licensor_defense_of_suits": "The Licensor shall, at its own expense, (and the Licensee agrees to permit the Licensor to do so) defend any suits which may be instituted by any party against the Licensee for alleged infringement of patents, copyright, trademark, or violation of trade secrets relative to the Licensor's performance hereunder.",
    "section_x_notification_and_cooperation": "Either party shall notify the other promptly of any such claims, and the Licensee shall give to the Licensor full authority and opportunity to settle such claims, and shall reasonably cooperate with the Licensor in obtaining information relative to such claims.",
    "section_xi_licensor_unwilling_unable_support": "In the event the Licensor becomes unwilling or unable to furnish support required by the Contract for the Licensed Software, the Licensor shall, upon written request of the Licensee, provide with the greatest possible dispatch all Licensed Software back-up documentation including proprietary information other than agreed excluded documentation.",
    "section_xi_licensee_rights_upon_licensor_failure": "In this event, (1) the Licensee shall be permitted full use of all Licensed Software and documentation as long as the System is operational and (2) the Licensee may modify, or have modified, the Licensed Software for feature enhancement or proper equipment operation and becomes the owner of such modifications for all purposes, including patenting, copywriting, sale, or license thereof.",
    "section_xi_agreed_excluded_documentation_definition": "Agreed excluded documentation is Licensed Software back-up documentation described in the first sentence of this Section (2)(xi) which (A) is proprietary information of a third party, (B) was specifically described at the pre-bid technical session and individually identified in an attachment to the Bid, and (C) REA and the Licensee agree, before bids are opened, may"
  },
  {
    "document_title": "Software License Agreement",
    "page_number": 5,
    "clause_content_paragraph_1": "be excluded from the requirements of this Section (2) (xi). In the event the Licensor furnishes agreed excluded documentation and the Licensee exercises its rights under this Section (2) (xi), the Licensor shall use its best efforts to provide such agreed excluded information to the Licensee, or obtain continuing support agreements from the parties retaining legal rights to the excluded documentation. Licensor agrees that certain Licensed Software cannot be excluded from the requirements of this Section (2) (xi) including, but not limited to, software, the absence or improper operation of which would significantly impair the operation of the System, would significantly impair the ability of the Licensee to generate revenue, or would pose a risk to REA loan security.",
    "clause_xii_title": "A breach of this License by the Licensor is a breach of the Contract.",
    "clause_xii_content": "Therefore, the remedies specified in the Contract shall apply.",
    "clause_xiii_title": "The Licensee shall have thirty (30) days after receipt of written notice from the Licensor to correct any breach of this License.",
    "clause_xiii_content": "Damages payable by the Licensee for its breach of this License shall not exceed the total Contract price. The Licensor shall not terminate this License unless:",
    "clause_xiii_a_content": "The Licensor has given REA sixty (60) days notice before termination; and",
    "clause_xiii_b_content": "REA agrees with the Licensor that termination is the only method available to prevent significant harm to the Licensor from additional Licensee defaults.",
    "clause_xiv_title": "The obligations of Licensee and Licensor and any successors in title under this Agreement shall survive the termination of this Agreement and continue after any termination of rights granted hereunder.",
    "clause_xv_title": "Licensee and Licensor agree that it will not, without the prior written permission of the other party, use in advertising, publicity, packaging, labeling, or otherwise, any trade name, trademark, trade device, service mark, symbol, or any other identification or any abbreviation, contraction, or simulation thereof owned by the other party or any of its affiliates or used by the other party or any of its affiliates to identify any of their products or services, unless otherwise agreed by the parties.",
    "clause_xvi_title": "This Software License Agreement shall prevail notwithstanding any conflicting terms or legends which may appear on or in the Licensed Software.",
    "clause_xvii_title": "If any Section or part thereof, in this Agreement shall be held to be invalid or unenforceable in any jurisdiction in which this Agreement is being performed, then the meaning of such Section or part shall be construed so as to render it enforceable, to the extent feasible; and if no feasible"
  },
  {
    "page_number": "6",
    "document_title": "Software License Agreement",
    "agreement_text_paragraph_1": "interpretation would save such Section or part, it shall be severed from this Agreement and the remainder shall remain in full force and effect. However, in the event such Section or part is considered an essential element of this Agreement, the parties shall promptly negotiate a replacement therefor.",
    "agreement_text_paragraph_2": "(xviii) This Software License and any amendments thereto, or revisions thereof, are subject to REA approval.",
    "licensor_company_name": "",
    "licensor_by": "",
    "licensor_title": "",
    "licensor_date": "",
    "licensee_company_name": "",
    "licensee_by": "",
    "licensee_title": "",
    "licensee_date": ""
  }
]