[
  {
    "Disclaimer": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.",
    "Department": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "Service": "Rural Utilities Service",
    "BULLETIN": "1751F-644",
    "RD_GD": "2002-47",
    "SUBJECT": "Underground Plant Construction",
    "TO": "All Telecommunications Borrowers\nRUS Telecommunications Staff",
    "EFFECTIVE_DATE": "August 28, 2002",
    "OFFICE_OF_PRIMARY_INTEREST": "Outside Plant Branch,\nTelecommunications Standards Division",
    "INSTRUCTIONS": "This bulletin supersedes RUS Bulletin 1751F-644,\n“Underground Plant Construction,” issued May 14, 1998.",
    "AVAILABILITY": "This bulletin is available on the Internet at http://www.usda.gov/rus/telecom/publications/bulletins.htm",
    "PURPOSE": "This bulletin provides RUS borrowers, consulting engineers, contractors and other interested parties with information on the construction of underground plant facilities. This bulletin also provides information on the construction of poured-in-place underground cable vaults.",
    "Author": "Roberta D. Purcell",
    "Title": "Assistant Administrator\nTelecommunications Program",
    "Date": "8/28/02"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "2",
    "Abbreviations": "3",
    "Definitions": "4",
    "1. General": "6",
    "2. Inspection of Construction": "7",
    "3. UCV Excavating and Grading": "11",
    "4. Conduit Excavating, Grading, and Laying": "14",
    "5. Backfilling of Conduit Trenches and Conduit Sealing": "18",
    "6. Subsidiary Conduit Installation": "19",
    "7. Concrete and Aggregate for Poured-In-Place UCVs and for Conduit Protection and Encasement": "20",
    "8. Conduit Rodding and Cleaning": "25",
    "9. Cable Location and Conduit Selection": "25",
    "10. Cable Reel and Apparatus Set-Up": "26",
    "11. Pulling Lines and Attachments": "26",
    "12. Cable Feeding and Pulling": "27",
    "13. Pulling Cables into Subsidiary Conduits": "28",
    "14. Safety Precautions": "29",
    "15. Handling and Care of Materials During Construction": "30",
    "16. Repair of Cables Damaged During Construction": "31",
    "17. Preparation for Splicing or Termination": "31",
    "18. Installation Procedures for Filled Cables in Cold Weather": "31",
    "19. Assembly Units and Acceptance Testing": "32",
    "Table 1 Poured-In-Place UCV Excavations Minimum Lengths and Widths Without Sheeting Materials": "12",
    "Table 2 Poured-In-Place UCV Excavations Minimum Lengths and Widths With Sheeting Materials": "12",
    "Table 3 Poured-In-Place UCV Excavations Bracing and Shoring Firm or Hard Soils": "13",
    "Table 4 Poured-In-Place UCV Excavations Shoring Cracking or Crumbling Soils": "14",
    "Table 5 Poured-In-Place UCV Excavations Shoring Soft Sands or Loose Soils": "14",
    "Table 6 Conduit Trench Excavations Piling All Trench Widths Loose Soils": "15",
    "Table 7 Conduit Trench Excavations Piling Trench Widths of 4 ft (1.2 m) or Less Cracking or Crumbling Soils": "15"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "3",
    "Table 8": "Conduit Trench Excavations - Bracing and Sheet Piling - Trench Widths Greater than 4 ft (1.2 m) Cracking or Crumbling Soils",
    "Table 8 Page": "16",
    "Table 9": "Trial Mixes for Cubic Yard of Concrete",
    "Table 9 Page": "22",
    "Table 10": "Fine Aggregate Grading",
    "Table 10 Page": "24",
    "Table 11": "Coarse Aggregates - Usage, Sieve Sizes, and Aggregate Sizes",
    "Table 11 Page": "24",
    "Figure 1": "Example of Construction Details - Poured-In-Place UCV Types A, L, T, J, X, and Y",
    "Figure 1 Page": "33",
    "Figure 2": "Example of Construction Details - Poured-In-Place UCV Type V",
    "Figure 2 Page": "34",
    "Figure 3": "Subsidiary Conduit Installation - Riser Pole Example",
    "Figure 3 Page": "35",
    "Figure 4": "UCV Underground Cable and Splice Case Racking Diagram Example",
    "Figure 4 Page": "36",
    "Figure 5": "Pulling Line Attachment Examples",
    "Figure 5 Page": "37",
    "INDEX": "Outside Plant Construction, Underground Telecommunications",
    "ABBREVIATIONS": "Degrees Celsius",
    "cm": "Centimeter",
    "CT": "Construction Truck",
    "°F": "Degrees Fahrenheit",
    "ft": "Foot or feet",
    "ft/min": "Feet per minute",
    "kg": "Kilograms",
    "lbs": "Pounds",
    "in.": "Inches",
    "m": "Meter",
    "m³": "Cubic Meters",
    "m/min": "Meters per minute",
    "mm": "Millimeter",
    "MPa": "Megapascals",
    "psi": "Pounds per square inch",
    "NESC": "National Electrical Safety Code",
    "°C": "Degrees Celsius"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "4",
    "R/W": "Right-of-way",
    "RUS": "Rural Utilities Service",
    "TE_CM": "Telecommunications Engineering and Construction Manual",
    "UCV": "Underground Cable Vault",
    "UCVS": "Underground Cable Vaults",
    "Aggregate": "The mineral materials such as sand or stone used in making concrete.",
    "Backfill": "Materials such as sand, crushed stone, or soil, which are used to refill a trench after conduits or cables have been laid therein.",
    "Cable Rack": "A device usually secured to the wall of an underground cable vault (UCV), cable raceway, or building to provide support for cables.",
    "Conduit": "A tubular raceway for holding wires or cables, which is designed expressly for, and used solely for, this purpose.",
    "Conduit Run": "An arrangement of conduit providing one or more continuous conduits between two points.",
    "Construction Drawings": "The drawings developed through the staking process and used to guide the construction of outside plant facilities.",
    "Eligible Country": "Any country that applies with respect to the United States an agreement ensuring reciprocal access for United States products and services and United States suppliers to the market of that country, as determined by the Unites States Trade Representative.",
    "Resident": "The competent representative of the Engineer who is delegated full time “on site” Construction Administration responsibilities of the Engineer.",
    "Right-of-Way": "The strip of land over which facilities such as highways, railroads, power lines, other utilities, or telecommunication lines are constructed.",
    "Rodding": "A device that can be either pulled or pushed through a conduit that cleans the conduit of stones, rubble, etc. and prepares the conduit to receive the cable."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "5",
    "DEFINITIONS": "Continued",
    "RUS Accepted (Material and Equipment)": "Equipment which RUS has reviewed and determined that:",
    "RUS Accepted a": "Final assembly or manufacture of the equipment is completed in the United States, its territories and possessions, or in an eligible country;",
    "RUS Accepted b": "The cost of components within the material or equipment manufactured in the United States, its territories and possessions, or in an eligible country is more than 50 percent of the total cost of all components used in the material or equipment; and",
    "RUS Accepted c": "The material or equipment is suitable for use on systems of RUS telecommunications borrowers.",
    "RUS Technically Accepted (Material and Equipment)": "Equipment which RUS has reviewed and determined that the material or equipment is suitable for use on systems of RUS telecommunications borrowers but the material or equipment does not satisfy both paragraph (a) and (b) of this definition:",
    "RUS Technically Accepted a": "Final assembly or manufacture of the equipment is not completed in the United States, its territories and possessions, or in an eligible country; and",
    "RUS Technically Accepted b": "The cost of components within the material or equipment manufactured in the United States, its territories and possessions, or in an eligible country is 50 percent or less than the total cost of all components used in the material or equipment.",
    "Sieve": "A wire mesh or closely perforated metal used for straining, sifting, or ricing.",
    "Stringer": "A long, heavy horizontal timber used for any of several connective or supportive purposes.",
    "Subsidiary Conduit": "A minor or spur conduit route leading from an underground cable vault or jointing chamber to a building or distribution point.",
    "Underground Cable Vault (UCV)": "A subsurface chamber, large enough for a person to enter for the purpose of installing cables and other devices, and for making connections and tests."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "6",
    "1": "GENERAL",
    "1.1": "This bulletin discusses construction of underground plant facilities using filled copper or fiber optic cables. The information and recommendations in this bulletin are advisory.",
    "1.2": "Some of the work items associated with underground plant construction are as follows:",
    "a": "Pre-installation inspection of copper cables and fiber optic cables;",
    "b": "Pre-installation inspection of precast underground cable vaults (UCVs) and conduits;",
    "c": "Trenching and installation of conduit runs;",
    "d": "Excavation of precast or poured-in-place underground cable vault (UCV) pits;",
    "e": "Installation and inspection of bracing for precast or poured-in-place UCV pits;",
    "f": "Installation of precast UCVs;",
    "g": "Construction of poured-in-place UCVs;",
    "h": "The installation of filled copper or fiber optic cables in conduits and UCVs;",
    "i": "Installation of underground filled splice cases for copper or fiber optic cables;",
    "j": "Splicing of copper cables and connection of shield bonds and related grounding;",
    "k": "Splicing of fiber optic cables;",
    "l": "Connection of armor bonds and related grounding for underground, armored, fiber optic cables;",
    "m": "Conducting acceptance tests.",
    "1.3": "Information for the design, splicing, acceptance testing, and construction of underground plant facilities can be found in the following Rural Utilities Service (RUS) documents:",
    "a_RUS": "RUS Form 515 RUS Telecommunications System Construction Contract (Labor and Materials);",
    "b_RUS": "RUS Bulletin 1751F-643, Underground Plant Design;"
  },
  {
    "Bulletin_Number": "1751F-644",
    "Page_Number": "7",
    "Item_c": "RUS Bulletin 1753F-151, Specifications and Drawings for Construction of Underground Plant, RUS Form 515b;",
    "Item_d": "RUS Bulletin 1753F-201(PC-4), RUS Standard for Acceptance Tests and Measurements of Telecommunications Plant;",
    "Item_e": "RUS Bulletin 1753F-205(PE-39), RUS Specification for Filled Telephone Cables;",
    "Item_f": "RUS Bulletin 1753F-208(PE-89), RUS Specification for Filled Telephone Cables with Expanded Insulation;",
    "Item_g": "RUS Bulletin 1753F-401(PC-2), RUS Standard for Splicing Copper and Fiber Optic Cables;",
    "Item_h": "RUS Bulletin 1753F-601(PE-90), RUS Specification for Filled Fiber Optic Cables; and",
    "Item_i": "Latest edition of the National Electrical Safety Code (NESC).",
    "Section_2_Title": "INSPECTION OF CONSTRUCTION",
    "Section_2_1_Content": "The construction of underground plant facilities should be inspected. This inspection should be accomplished by having the resident or resident's assigned inspector present at all times during the underground plant construction operation. The resident or resident's assigned inspector also should ensure that correct conduit sizes and number of conduits; correct UCV sizes; correct pair sizes, gauges, and types of copper cables; and the correct number of optical fibers, types of optical fibers, and types of fiber optic cables are installed and free of damage during the underground plant construction operations.",
    "Section_2_2_Content": "When more than one underground plant construction operation is being performed at the same time, each operation should be inspected. During the installation of the conduit and UCV system, construction may be stopped pending the resident's decision concerning proposed changes in the construction route from that shown on the construction drawings. Undue delays in making such decisions are costly to the borrower and should be avoided.",
    "Section_2_3_Content": "All reels of filled copper or fiber optic cables; conduit sections; and precast UCVs should be inspected before installation for visual signs of damage. In addition, filled copper or fiber optic cable ends should be sealed to prevent moisture entry into the cores of copper or fiber optic cables during transportation, in storage, and during placement."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "8",
    "2.4": "The underground plant construction route should be inspected before beginning construction. When selecting the underground plant construction route, the convenience and ease of installation should be considered providing the quality of construction is not decreased and construction costs to the borrower are not substantially increased, which would affect future operation and maintenance of the telecommunications system.",
    "2.5": "Cables, conduit runs, UCVs, etc., as well as, the equipment and procedures should be continuously inspected during the installation to prevent damage to the cables, conduits, UCVS, etc., and to ensure that proper depths of conduit runs and UCVs are maintained at all times. Conduit runs should be checked for damage at severe changes in grade and corner angles. The resident should make certain that conduit runs are properly installed in open trenches, that trenches are properly backfilled, and that ground surfaces are restored to their previous conditions. The resident should also make certain that UCVs are properly installed in open vault pits, that vault pits are properly backfilled, and ground surfaces are restored to their previous conditions.",
    "2.6": "Sequential markings on the outer jackets of cables are provided to facilitate the inventory of cable units. The resident and the contractor should agree on the inventory of underground plant units as they are installed. Construction drawings should be appropriately marked so they can be used as permanent records of all plant items.",
    "2.7": "Road and ground surfaces should be inspected to determine if the surfaces have been damaged by the trenching and cable placement equipment. If surfaces have been damaged, surfaces should be repaired and reinspected. If repairs are necessary, repairs should be performed in accordance with Federal, State, or local codes, as set forth in, the RUS Telecommunications System Construction Contract (RUS Form 515).",
    "2.8": "Conduit runs should be inspected during construction to determine that:",
    "a": "Conduits have been properly installed in trenches;",
    "b": "Multi-duct conduit formations have the proper vertical and horizontal spacings in trenches;",
    "c": "Conduit sections have been properly jointed;",
    "d": "Proper bend radii of curved conduit sections have been maintained;",
    "e": "Required slope and depth of conduits have been maintained;"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "9",
    "f": "Vacant conduit ends are sealed; and",
    "g": "Cable tags have been marked with the proper information per RUS Bulletin 1753F-401(PC-2),RUS Standard for Splicing Copper and Fiber Optic Cables.",
    "h": "Top protection has been properly installed, when required.",
    "2.9": "Precast and poured-in-place UCVs should be inspected during construction to determine that:",
    "a": "UCVs have been properly installed in vault pits;",
    "b": "UCV collars, frames, and covers have been properly installed;",
    "c": "Cable racks and their associated spacings have been properly installed on UCV walls;",
    "d": "Underground filled copper or fiber optic splice cases are supported on racks;",
    "e": "Underground filled copper or fiber optic cables are supported on cable racks;",
    "2.10": "Underground splices and cases should be inspected during construction to ensure that:",
    "a_2": "Cable jackets have been properly prepared;",
    "b_2": "Copper cable conductors have been properly spliced;",
    "c_2": "Optical fibers have been properly spliced;",
    "d_2": "Buffer tubes containing the optical fibers have a sufficient amount of slack;",
    "e_2": "Shields of copper cables have been bonded and grounded;",
    "f_2": "Armors of armored, filled, fiber optic cables have been bonded and grounded;"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "10",
    "g": "Encapsulating compounds have been properly mixed and applied; and",
    "h": "Underground filled splice cases have been properly installed.",
    "2.11": "Construction drawings should be accurately marked to indicate the following:",
    "a": "Routing of conduit and UCV system;",
    "b": "Locations of UCVs, buildings, and/or pole risers in relation to streets, roads, buildings, poles, or other obstructions;",
    "c": "Distances between UCVs (wall-to-wall measurements), UCVs to pole risers (wall-to-pole measurements) and UCVs to buildings (wall-to-building measurements);",
    "d": "Conduit configurations, sizes and types between UCVs, UCVs to pole risers, and UCVs to buildings;",
    "e": "Locations of existing and proposed cables and conduits in which cables either exist or are to be installed;",
    "f": "UCV, cable vault, and building cable racking diagrams indicating the positions of all existing and proposed cables and cable stubs;",
    "g_2": "Conduit configurations indicating particular cable assignments;",
    "h_2": "Exact cable (splice-to-splice) cut lengths for all proposed cables to be installed in conduits;",
    "i": "Pole and building risers indicating splice locations, supporting structures, cable attachment methods, and physical protection, when required;",
    "j": "Lengths, pair sizes, gauges, and types of copper cables;",
    "k": "Lengths, number and types of optical fibers, and types of fiber optic cables;",
    "l": "Locations of underground filled splice cases; and",
    "m": "Locations of other underground utilities and obstacles."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "11",
    "2.12": "Special care should be exercised to avoid damage to fences, trees, lawns, and shrubs during installations of conduit and UCV systems. Damages to fences, trees, lawns, and shrubs should be repaired in accordance with RUS Bulletin 1753F-151, Specifications and Drawings for Construction of Underground Plant, RUS Form 515b.",
    "2.13": "Trenching operations of conduit and UCV systems within areas of subsurface structures should be carried out in a manner that will avoid accidental contact of the digging tools with such structures. The equipment, which is used for such operations, should be operated only by qualified personnel. When foreign subsurface structures are encountered such as power cables, Community Antenna Television cables, gas lines, etc., installations of conduit and UCV systems should be performed in accordance with the requirements of the latest edition of the NESC or Federal, State, or local codes. Where Federal, State, or local codes are more stringent than the NESC, installations of conduit and UCV systems should be performed in accordance with the more stringent codes.",
    "3": "UCV EXCAVATING AND GRADING",
    "3.1": "Lengths, widths, depths, bracing, and sheeting, if required, of excavations for precast UCVs should be in accordance with precast UCV manufacturers' recommendations",
    "3.2": "Lengths and widths of excavations for poured-in-place UCVs should be constructed with interior dimensions as specified on construction drawings and with walls of necessary thicknesses at points of minimum dimensions. Figures 1 and 2 of this bulletin provide examples of the construction details containing the above mentioned interior dimensions of the UCVs. Where sheeting is required to prevent cave-ins, poured-in-place UCV excavations should be enlarged accordingly to account for sheeting materials. Table 1 of this section may be used for determining minimum lengths and widths of poured-in-place UCV excavations without sheeting materials. Table 2 of this section may be used for determining minimum lengths and depths of poured-in-place UCV excavations with sheeting materials."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "12",
    "TABLE1": null,
    "PouredInPlaceUCVExavations": null,
    "MinimumLengthsandWidths": null,
    "WithoutSheetingMaterials": null,
    "UCVWallThicknessesInchesinmillimetersmm": null,
    "6152": null,
    "7178": null,
    "8203": null,
    "9229": null,
    "LengthsorWidthsofExcavationsin.cm": null,
    "InsideLengthsorWidthsofUCVsin.Centimeterscm": null,
    "42107": null,
    "54137": null,
    "58147": "60 (152)",
    "48122": null,
    "60152": null,
    "64163": "66 (168)",
    "66167": null,
    "70178": "72 (183)",
    "72183": null,
    "76193": "78 (198)",
    "78198": null,
    "82208": "84 (213)",
    "84213": null,
    "88223": "90 (229)",
    "90229": null,
    "94239": "96 (244)",
    "96244": null,
    "100254": "102 (259)",
    "102259": null,
    "106269": "108 (274)",
    "108274": "110 (279)",
    "112284": "114 (289)",
    "114289": "116 (295)",
    "118300": "120 (305)",
    "TABLE2": null,
    "PouredInPlaceUCVExcavationsMinimumLengthsandWidthsWithSheetingMaterials": null,
    "UCVWallThicknessesinmm": null,
    "InsideLengthsorWidthsofUCVsin.cm": null,
    "62157": "64 (163)",
    "68173": "70 (178)",
    "74188": "76 (193)",
    "80203": "82 (208)",
    "86218": "88 (223)",
    "92234": "94 (239)",
    "98249": "100 (254)",
    "104264": "106 (269)",
    "110279": "112 (284)",
    "116295": "118 (300)",
    "122310": "124 (315)"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "13",
    "section_3_3_text": "Depths of poured-in-place UCV excavations should be determined using the following measurements:",
    "a": "UCV frame depths;",
    "b": "Depths of brick or concrete collars for UCV frames;",
    "c": "UCV roof thicknesses;",
    "d": "UCV headroom; and",
    "e": "UCV floor thicknesses.",
    "wet_locations_text": "If poured-in-place UCV excavations are constructed in wet locations, 4 in. (102 mm) layers of crushed stone should be added to the above measurements to determine poured-in-place UCV excavation depths. The crushed stone layers should provide for drainage of water during construction.",
    "section_3_4_text": "Types and amounts of sheeting and bracing required for poured-in-place UCV excavations vary with soil stability and excavation depths. Poured-in-place UCV excavations in soils that are considered firm or hard should be shored and braced as indicated in Table 3 of this section. For poured-in-place UCV excavations in soils likely to either crack or crumble, excavations should be shored and braced as indicated in Table 4 of this section. For poured-in-place UCV excavations in either soft sands or loose soils, excavations should be shored and braced as indicated in Table 5 of this section.",
    "table_title": "TABLE 3 Poured-In-Place UCV Excavations Bracing and Shoring Firm or Hard Soils",
    "depth_of_excavations_feet": "5 to 10",
    "depth_of_excavations_meters": "(1.5 to 3.0)",
    "sheet_piling_size_in": "2 x 6",
    "sheet_piling_size_mm": "(51 x 152)",
    "sheet_piling_horizontal_spacing_ft": "6",
    "sheet_piling_horizontal_spacing_m": "(1.8)",
    "stringers_size_in": "4 x 6",
    "stringers_size_mm": "(102 x 152)",
    "stringers_horizontal_spacing_ft": "4",
    "stringers_horizontal_spacing_m": "(1.2)",
    "cross_bracing_size_in": "4 x 6",
    "cross_bracing_size_mm": "(102 x 152)",
    "cross_bracing_horizontal_spacing_ft": "6",
    "cross_bracing_horizontal_spacing_m": "(1.8)",
    "depth_of_excavations_feet_2": "10 to 20",
    "depth_of_excavations_meters_2": "(3.0 to 6.1)",
    "sheet_piling_size_in_2": "2 x 6",
    "sheet_piling_size_mm_2": "(51 x 152)",
    "sheet_piling_horizontal_spacing_ft_2": "Tight",
    "stringers_size_in_2": "6 x 6",
    "stringers_size_mm_2": "(152 x 152)",
    "stringers_horizontal_spacing_ft_2": "4",
    "stringers_horizontal_spacing_m_2": "(1.2)",
    "cross_bracing_size_in_2": "6 x 6",
    "cross_bracing_size_mm_2": "(152 x 152)",
    "cross_bracing_horizontal_spacing_ft_2": "6",
    "cross_bracing_horizontal_spacing_m_2": "(1.8)"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "14",
    "TABLE 4 Poured-In-Place UCV Excavations Bracing and Shoring Cracking or Crumbling Soils Sheet Piling Depth of Exacavations ft (m) 5 to 10 (1.5 to 3.0) 10 to 20 (3.0 to 6.1) Size in. (mm) 2 x 6 (51 x 152) 2 x 6 (51 x 152) Horizontal Spacing Ft (m) 3 (1.0) Tight Size in. (mm) 4 x 6 (102 x 152) 6 x 6 (152 x 152) Stringers Horizontal Spacing ft (m) 4 (1.2) 4 (1.2) Size in. (mm) 4 x 6 (102 x 152) 6 x 6 (152 x 152) Cross Bracing Horizontal Spacing ft (m) 6 (1.8) 6 (1.8)": null,
    "TABLE 5 Poured-In-Place UCV Excavations Bracing and Shoring Soft Sands or Loose Soils Sheet Piling Depth of Exacavations ft (m) 5 to 10 (1.5 to 3.0) 10 to 20 (3.0 to 6.1) Size in. (mm) 2 x 6 (51 x 152) 2 x 6 (51 x 152) Horizontal Spacing Ft (m) Tight Tight Size In. (mm) 6 x 6 (152 x 152) 8 x 8 (203 x 203) Stringers Horizontal Spacing ft (m) 4 (1.2) 4 (1.2) Size in. (mm) 6 x 6 (152 x 152) 6 x 6 (152 x 152) Cross Bracing Horizontal Spacing ft (m) 6 (1.8) 6 (1.8)": null,
    "4. CONDUIT EXCAVATING, GRADING, AND LAYING": null,
    "4.1 Conduit trenches excavated in firm soils should be shored using 2 in. by 6 in. (51 mm by 152 mm) or larger planks. Planks should be vertically spaced along both sides of trenches and braced using either jacks or 2 in. by 6 in. (51 mm by 152 mm) braces that are either cleated or rigidly wedged.": null,
    "4.2 Conduit trenches excavated in soils that are susceptible to cave-ins such as soft, sandy, or loose soils, trenches should be shored and braced as indicated in Table 6 of this section. For conduit trenches having widths of 4 ft (1.2 m) or less and": null
  },
  {
    "Bulletin": "1751F-644",
    "Page": "15",
    "table6_title": "TABLE 6 Conduit Trench Excavations Bracing and Sheet Piling All Trench Widths Soft, Sandy, or Loose Soils",
    "table6_header_depth_of_trench_ft_m": "Depth of Trench ft (m)",
    "table6_header_sheet_piling_size_in_mm": "Size in. (mm)",
    "table6_header_sheet_piling_horizontal_spacing_ft_m": "Horizontal Spacing Ft (m)",
    "table6_header_stringers_size_in_mm": "Size in. (mm)",
    "table6_header_stringers_horizontal_spacing_ft_m": "Horizontal Spacing ft (m)",
    "table6_header_cross_bracing_size_in_mm": "Size in. (mm)",
    "table6_header_cross_bracing_horizontal_spacing_ft_m": "Horizontal Spacing ft (m)",
    "table6_row1_depth_of_trench": "5 to 10 (1.5 to 3.0)",
    "table6_row1_sheet_piling_size": "2 x 6 (51 x 152)",
    "table6_row1_sheet_piling_spacing": "Tight",
    "table6_row1_stringers_size": "6 x 6 (152 x 152)",
    "table6_row1_stringers_spacing": "4 (1.2)",
    "table6_row1_cross_bracing_size": "6 x 6 (152 x 152)",
    "table6_row1_cross_bracing_spacing": "6 (1.8)",
    "table6_row2_depth_of_trench": "10 to 20 (3.0 to 6.1)",
    "table6_row2_sheet_piling_size": "2 x 6 (51 x 152)",
    "table6_row2_sheet_piling_spacing": "Tight",
    "table6_row2_stringers_size": "8 x 8 (203 x 203)",
    "table6_row2_stringers_spacing": "4 (1.2)",
    "table6_row2_cross_bracing_size": "6 x 6 (152 x 152)",
    "table6_row2_cross_bracing_spacing": "6 (1.8)",
    "table7_title": "TABLE 7 Conduit Trench Excavations Bracing and Sheet Piling Trench Widths of 4 ft (1.2 m) or Less Cracking or Crumbling Soils",
    "table7_header_depth_of_trench_ft_m": "Depth of Trench ft (m)",
    "table7_header_sheet_piling_size_in_mm": "Size in. (mm)",
    "table7_header_sheet_piling_horizontal_spacing_ft_m": "Horizontal Spacing Ft (m)",
    "table7_header_stringers_size_in_mm": "Size in. (mm)",
    "table7_header_stringers_horizontal_spacing_ft_m": "Horizontal Spacing ft (m)",
    "table7_header_cross_bracing_size_in_mm": "Size in. (mm)",
    "table7_header_cross_bracing_horizontal_spacing_ft_m": "Horizontal Spacing ft (m)",
    "table7_row1_depth_of_trench": "5 to 10 (1.5 to 3.0)",
    "table7_row1_sheet_piling_size": "2 x 6 (51 x 152)",
    "table7_row1_sheet_piling_spacing": "3 (1)",
    "table7_row1_stringers_size": "4 x 6 (102 x 152)",
    "table7_row1_stringers_spacing": "5 (1.5)",
    "table7_row1_cross_bracing_size": "4 x 6 (102 x 152)",
    "table7_row1_cross_bracing_spacing": "5 (1.5)",
    "table7_row2_depth_of_trench": "10 to 15 (3.0 to 4.6)",
    "table7_row2_sheet_piling_size": "2 x 6 (51 x 152)",
    "table7_row2_sheet_piling_spacing": "2 (0.6)",
    "table7_row2_stringers_size": "4 x 6 (102 x 152)",
    "table7_row2_stringers_spacing": "4 (1.2)",
    "table7_row2_cross_bracing_size": "4 x 6 (102 x 152)",
    "table7_row2_cross_bracing_spacing": "4 (1.2)"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "16",
    "TABLE": "8",
    "Conduit Trench Excavations": "true",
    "Bracing and Sheet Piling": "true",
    "Trench Widths Greater Than 4 ft (1.2 m)": "true",
    "Cracking or Crumbling Soils": "true",
    "Depth of Trench ft (m)": "true",
    "Sheet Piling": "true",
    "Size in. (mm)": "true",
    "Horizontal Spacing ft (m)": "true",
    "Stringers": "true",
    "Cross Bracing": "true",
    "5 to 10 (1.5 to 3.0) Size": "2 x 6 (51 x 152)",
    "5 to 10 (1.5 to 3.0) Horizontal Spacing": "3 (1)",
    "5 to 10 (1.5 to 3.0) Stringers Size": "4 x 6 (102 x 152)",
    "5 to 10 (1.5 to 3.0) Stringers Horizontal Spacing": "4 (1.2)",
    "5 to 10 (1.5 to 3.0) Cross Bracing Size": "4 x 6 (102 x 152)",
    "5 to 10 (1.5 to 3.0) Cross Bracing Horizontal Spacing": "6 (1.8)",
    "10 to 20 (3.0 to 6.1) Size": "2 x 6 (51 x 152)",
    "10 to 20 (3.0 to 6.1) Horizontal Spacing": "Tight",
    "10 to 20 (3.0 to 6.1) Stringers Size": "6 x 6 (152 x 152)",
    "10 to 20 (3.0 to 6.1) Stringers Horizontal Spacing": "4 (1.2)",
    "10 to 20 (3.0 to 6.1) Cross Bracing Size": "6 x 6 (152 x 152)",
    "10 to 20 (3.0 to 6.1) Cross Bracing Horizontal Spacing": "6 (1.8)",
    "4.3 When excessive water is present in conduit trenches, tongue and groove sheeting should be considered for use to reduce pumping requirements.": "true",
    "4.4 When removing braces from trenches, lower braces should be removed first. Upper braces should be removed last to provide protection for construction personnel.": "true",
    "4.5 When foreign structures are encountered in trenches, it may be necessary to go to greater depths than would otherwise be required in order to obtain suitable clearances for conduits. Where this is impracticable or undesirable, foreign structures may be moved or trench lines shifted to obtain the required clearances. If foreign structures must be moved to obtain clearances, companies owning the foreign structures should be contacted about performing the work.": "true",
    "4.6 Conduit trenches should cross under gas, steam, or water lines rather than above them provided, however, that depths of trenches would not be excessively increased. Conduit trenches paralleling either above or below gas, steam, or water lines should be avoided, as far as practicable.": "true",
    "4.7 Gas and oil lines should be given special attention and precaution should be taken to guard against fire hazards they present. Excavations in public streets should always be checked for gas leaks, even though gas or sewer lines may not be directly encountered. Open flames of any sort should not be permitted around excavations when gas odors are detected. Construction personnel should not be allowed to smoke and precautions should be taken to prevent pedestrians from throwing lighted products into such excavations. When excavations involving foreign": "true"
  },
  {
    "content": "json\n{\"Bulletin\": \"1751F-644\", \"Page\": \"17\", \"4.8 The minimum separation between electric power conduits and\": \"telecommunications conduits should be as indicated in the latest\\nedition of the NESC. The minimum separation between foreign\\npipes such as gas, water, oil, etc. and telecommunications\\nconduits should be at least 6 in. (152 mm) when crossing such\\npipes and at least 12 in. (305 mm) when paralleling such pipes\\nmeasured from the nearest part of the conduit structure.\": \"null\", \"4.9 Foreign pipes diagonally crossing trenches should be\": \"supported when necessary. Foreign pipes paralleling trenches and\\neither extending partially into trenches or located within 12 in.\\n(305 mm) of trenches should be laterally braced by shoring,\\nexcept when sheeting materials used to support trench walls\\nprovide adequate bracing for pipes.\": \"null\", \"4.10 Trench beds should be leveled to provide even bases before\": \"installing conduits. In some cases, sand or screened earth may\\nbe required to be placed in trench beds to provide conduits with\\nstable bases. In other cases, concrete may be required to be\\nplaced in trench beds to provide conduits with stable bases. The\\ntypes of bases to be placed in trench beds to provide adequate\\nconduit support should be based on the plans and specifications.\": \"null\", \"4.11 When trenches containing large volumes of water will not\": \"permit installation or jointing of conduits, water in those\\ntrenches should be disposed of by placing layers of crushed stone\\nin trench beds to allow the water to drain to sumps while\\nconduits are being installed. Layers of earth or sand over stone\\nshould be applied prior to installation of conduits. Where\\nconditions exist that water in trenches can not be adequately\\nremoved, systems of well-points paralleling trenches to lower\\nlevels of ground water to levels below bottoms of excavations may\\nhave to be employed.\": \"null\", \"4.12 Conduit entrances at opposite ends of UCVs should be at the\": \"same levels and in the same positions with respect to side walls\\nto facilitate conduit rodding, cable placing, and splicing.\\nConduit trenches should be graded to conduit entrances of UCVs.\\nLocations at which trench grades to UCV entrances should begin to\\nchange will depend on the following:\": \"null\", \"a.\": \"Types of conduit configurations;\", \"b.\": \"Usage of mitered conduits; or\", \"c.\": \"Employment of splayed conduits.\"\n}",
    "type": "text"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "18",
    "4.13": "Conduit trenches should be graded in areas where subfreezing ground conditions are expected to penetrate to conduit installation depths. In those areas, trench grades should fall 3 in. (76 mm) in 100 ft (30 m) for conduits toward lower UCVs or from high points in conduit sections toward both UCVS.",
    "4.14": "Installation of conduits; spacer supports; jointing of conduits with associated fittings for bends, sweeps, bell ends, adapters for jointing different types of conduits; and terminations should be performed in accordance with conduit manufacturers' installation practices.",
    "5.0": "BACKFILLING OF CONDUIT TRENCHES AND CONDUIT SEALING",
    "5.1": "Backfilling material installed next to conduits should be free of stones and other materials, which could damage either conduits or conduit joints. Backfilling material should not contain large boulders. Tamping of backfill at sides of conduits should be performed with extreme care to avoid either damage to joints or shifting of conduit configurations. The use of spacer supports placed at distances recommended by the conduit manufacturer in conduit configurations should aid in the prevention of shifting conduit configurations during tamping operations. Backfilling and tamping alongside conduits should be performed in 2 in. (51 mm) thick layers until level with top of conduit configurations. Backfilling around conduits jointed with mortar bandages should proceed as soon as joints are completed. Troweled joints should be allowed to set-up for 24 hours before backfilling. Conduit trenches with concrete top protection or encasement should be backfilled as soon as possible.",
    "5.2": "Backfill above conduits should be thoroughly tamped in 6 in. (152 mm) layers. In most cases mechanically tamped backfill will provide better compaction than hand-tamped backfill. Where large amounts of backfilling and tamping are to be performed, backfilling and tamping machines should be used. To avoid damage to conduits, mechanical tampers should not be used until conduit configurations have been covered with at least 12 in. (305 mm) of hand-tamped backfill. In sandy soils, water may be used to provide satisfactory compaction when backfill is installed in 6 in. (152 mm) layers and flooded. Where cinders form part of the soil, clean earth should be used as backfill adjacent to conduits and soils containing the cinders should not be replaced until conduits have been covered with at least 6 in. (152 mm) of cinder-free soil. In cases where soils are composed of mainly cinders, concrete encasement of conduits should be considered.",
    "5.3": "Test mandrels which are 0.25 in (6 mm) smaller in diameters than the inside diameters of conduits should be pulled through all single conduits and through two diagonally opposite conduits in multi-conduit configurations to ensure proper alignments."
  },
  {
    "document_name": "Bulletin 1751F-644",
    "page_number": "19",
    "section_5.4_title": "Paving or temporary repaving over conduit trenches",
    "section_5.4_content": "should be performed in accordance with local, county and/or state regulations. The local, county and/or state regulations regarding paving or repaving should be included as of part of the RUS Telecommunications System Construction Contract (RUS Form 515).",
    "section_5.5_title": "Surplus matter excavated",
    "section_5.5_content": "All surplus matter excavated in conjunction with backfilling operations should be removed so as not to obstruct traffic. Where space is restricted, surplus matter should be removed at the time of excavating. If possible, small quantities of excavated materials should remain at construction sites to be used later for filling in temporarily repaved trenches where settlement occurs.",
    "section_5.6_title": "Public rights-of-way (R/W)",
    "section_5.6_content": "On public rights-of-way (R/W) or lands where construction of conduit trenches require removal of sod or top soil, trench surfaces should be restored to their original appearances by resurfacing trenches with the original sod or top soil removed during construction operations.",
    "section_5.7_title": "Construction project completion",
    "section_5.7_content": "When the construction projects have been completed, all surplus materials and debris should be removed from construction sites.",
    "section_5.8_title": "Conduit ends",
    "section_5.8_content": "Conduit ends should be sealed to prevent the entrance of foreign matter and to prevent the entrance of water or gas into UCVs or buildings. Conduits should be sealed in accordance with conduit manufacturer's recommendations. All conduits entering central offices or other buildings should be sealed at all times except when placing cables. If construction work extends over several days, conduits should be temporarily sealed at night, but permanently sealed upon completion of construction.",
    "section_6_title": "SUBSIDIARY CONDUIT INSTALLATION",
    "section_6.1_content": "The term “subsidiary conduits” is commonly used to define any conduits branching off from main conduit runs. Subsidiary conduits should be installed using the same construction and installation practices as defined for main line conduits.",
    "section_6.2_content": "Figure 3 of this bulletin indicates the typical installation procedures for subsidiary conduits when used as pole riser conduits."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "20",
    "6.3": "Subsidiary conduits entering buildings should be placed before buildings are erected if possible. In this situation, suitable sleeves or stub outs can be inserted in building walls or floors at the time of construction. If subsidiary conduits are placed after building construction, entrances should be installed through building walls or floors at points not vital to support the buildings.",
    "7.": "CONCRETE AND AGGREGATE FOR POURED-IN-PLACE UCVS AND FOR CONDUIT PROTECTION AND ENCASEMENT",
    "7.1": "Concrete mixtures containing Portland cement should be used in the construction of all poured-in-place UCVs. Concrete mixtures containing Portland cement should also be used for either top protection, base stability, or encasement of conduits when required.",
    "7.2": "Basically there are three types of Portland cement, which may be used, in concrete construction of underground plant. The three types are as follows:",
    "7.2a": "Normal;",
    "7.2b": "High early strength; and",
    "7.2c": "Sulfate-resisting.",
    "7.3": "Normal Portland cement should be used for all concrete construction unless otherwise indicated on the construction drawings by the resident. High early strength Portland cement should be used for concrete construction when it is necessary to remove forms and open structures to traffic at earlier dates after concrete has been placed. High early strength Portland cement may also be used for concrete construction during low temperatures. Sulfate-resisting Portland cement has the characteristics to withstand exposure to severe alkali conditions and has the same setting characteristics as normal Portland cement. Therefore, sulfate-resisting Portland cement should only be used for concrete construction when designated by the resident.",
    "7.4": "There are eight classes of concrete that may be used in underground plant construction. The eight concrete classes and their suggested usage for underground plant concrete construction are listed below:",
    "7.4a": "Class 1A For poured-in-place UCVs where concrete is compacted by hand tamping;"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "21",
    "b": "Class 1B For poured-in-place UCVs where concrete is compacted by mechanical vibration, for replacing concrete pavements, and for poured-in-place UCV floors where compaction is performed by hand tamping;",
    "c": "Class 1C For poured-in-place UCVs where concrete is compacted by hand tamping and where high early strength Portland cement is required and for low temperature construction;",
    "d": "Class 1D For poured-in-place UCVs where concrete is compacted by mechanical vibration and where high early strength Portland cement is required, for concrete pavement replacement where high early strength Portland strength is required, and for poured-in-place UCV floors where compaction is performed by hand tamping and where high early strength Portland cement is required;",
    "e": "Class 2A For conduit base or top protection;",
    "f": "Class 2B For conduit encasement, particularly where it is necessary to work the concrete between and around closely spaced units of various types of single conduit;",
    "g": "Class 2C For replacement of concrete bases for asphalt, brick, or granite pavements; and",
    "h": "Class 2D As a substitute for Class 2C concrete where high early strength Portland cement is required or for low temperature construction.",
    "7.5": "Bags of cement should be kept dry at all times to prevent deterioration of the cement. Bags should be stored in either buildings or on raised platforms that are covered with tarps.",
    "7.6": "Cement containing lumps that can not be pulverized by hand should not be used in concrete construction operations. The presence of such lumps indicates that the cement has absorbed moisture, which is an indication that the cement has deteriorated.",
    "7.7": "All Class 1 grades of concrete should have compressive strengths equal to or greater than 3600 pounds per square inch (psi) [25 megapascals (MPa)) at 28 days when made with normal or sulfate-resisting Portland cement and at 7 days when made with high early strength Portland cement.",
    "7.8": "All Class 2 grades of concrete should have compressive strengths equal to or greater than 2500 psi (17 MPa) at 28 days when made with normal or sulfate-resisting Portland cement and at 7 days when made with high early strength Portland cement."
  },
  {
    "bulletin": "1751F-644",
    "page": "22",
    "table_number": "9",
    "table_title": "Trial Mixes for Cubic Yards of Concrete",
    "concrete_class_1a": "1A",
    "concrete_class_1b": "1B",
    "concrete_class_1c": "1C",
    "concrete_class_1d": "1D",
    "concrete_class_2a": "2A",
    "concrete_class_2b": "2B",
    "concrete_class_2c": "2C",
    "concrete_class_2d": "2D",
    "cement_type_1a": "N or S*",
    "cement_type_1b": "N or S*",
    "cement_type_1c": "HES**",
    "cement_type_1d": "HES**",
    "cement_type_2a": "N or S*",
    "cement_type_2b": "N or S*",
    "cement_type_2c": "N or S*",
    "cement_type_2d": "HES**",
    "tamping_requirement_1a": "Hand",
    "tamping_requirement_1b": "Mech.",
    "tamping_requirement_1c": "Hand",
    "tamping_requirement_1d": "Mech.",
    "tamping_requirement_2a": "Hand",
    "tamping_requirement_2b": "Hand",
    "tamping_requirement_2c": "Hand",
    "tamping_requirement_2d": "Hand",
    "slump_range_in_1a": "4-6",
    "slump_range_in_1b": "2-4",
    "slump_range_in_1c": "4-6",
    "slump_range_in_1d": "2-4",
    "slump_range_in_2a": "1.53",
    "slump_range_in_2b": "6-8",
    "slump_range_in_2c": "2-4",
    "slump_range_in_2d": "2-4",
    "cement_sacks_1a": "6.5",
    "cement_sacks_1b": "6.25",
    "cement_sacks_1c": "6.5",
    "cement_sacks_1d": "6.25",
    "cement_sacks_2a": "4.75",
    "cement_sacks_2b": "5.5",
    "cement_sacks_2c": "4.5",
    "cement_sacks_2d": "4.5",
    "water_gallons_1a": "30.5",
    "water_gallons_1b": "28.5",
    "water_gallons_1c": "30.5",
    "water_gallons_1d": "28.5",
    "water_gallons_2a": "26.5",
    "water_gallons_2b": "32",
    "water_gallons_2c": "25.75",
    "water_gallons_2d": "25.75",
    "sand_pounds_lbs_with_gravel_1a": "1420",
    "sand_pounds_lbs_with_gravel_1b": "1440",
    "sand_pounds_lbs_with_gravel_1c": "1420",
    "sand_pounds_lbs_with_gravel_1d": "1440",
    "sand_pounds_lbs_with_gravel_2a": "1510",
    "sand_pounds_lbs_with_gravel_2b": "1440",
    "sand_pounds_lbs_with_gravel_2c": "1290",
    "sand_pounds_lbs_with_gravel_2d": "1290",
    "sand_cubic_yards_fine_aggregate_1a": "0.63",
    "sand_cubic_yards_fine_aggregate_1b": "0.65",
    "sand_cubic_yards_fine_aggregate_1c": "0.63",
    "sand_cubic_yards_fine_aggregate_1d": "0.65",
    "sand_cubic_yards_fine_aggregate_2a": "0.68",
    "sand_cubic_yards_fine_aggregate_2b": "0.64",
    "sand_cubic_yards_fine_aggregate_2c": "0.59",
    "sand_cubic_yards_fine_aggregate_2d": "0.59",
    "gravel_lbs_coarse_aggregate_1a": "1530",
    "gravel_lbs_coarse_aggregate_1b": "1560",
    "gravel_lbs_coarse_aggregate_1c": "1530",
    "gravel_lbs_coarse_aggregate_1d": "1560",
    "gravel_lbs_coarse_aggregate_2a": "1640",
    "gravel_lbs_coarse_aggregate_2b": "1560",
    "gravel_lbs_coarse_aggregate_2c": "1910",
    "gravel_lbs_coarse_aggregate_2d": "1910",
    "gravel_cubic_yards_coarse_aggregate_1a": "0.57",
    "gravel_cubic_yards_coarse_aggregate_1b": "0.58",
    "gravel_cubic_yards_coarse_aggregate_1c": "0.57",
    "gravel_cubic_yards_coarse_aggregate_1d": "0.58",
    "gravel_cubic_yards_coarse_aggregate_2a": "0.61",
    "gravel_cubic_yards_coarse_aggregate_2b": "0.58",
    "gravel_cubic_yards_coarse_aggregate_2c": "0.71",
    "gravel_cubic_yards_coarse_aggregate_2d": "0.71",
    "cement_sacks_with_stone_1a": "7",
    "cement_sacks_with_stone_1b": "6.75",
    "cement_sacks_with_stone_1c": "7",
    "cement_sacks_with_stone_1d": "6.75",
    "cement_sacks_with_stone_2a": "5.25",
    "cement_sacks_with_stone_2b": "6",
    "cement_sacks_with_stone_2c": "5",
    "cement_sacks_with_stone_2d": "5",
    "water_gallons_with_stone_1a": "33.25",
    "water_gallons_with_stone_1b": "31",
    "water_gallons_with_stone_1c": "33.25",
    "water_gallons_with_stone_1d": "31",
    "water_gallons_with_stone_2a": "29.5",
    "water_gallons_with_stone_2b": "35",
    "water_gallons_with_stone_2c": "28",
    "water_gallons_with_stone_2d": "28",
    "sand_lbs_fine_aggregate_1a": "1510",
    "sand_lbs_fine_aggregate_1b": "1570",
    "sand_lbs_fine_aggregate_1c": "1510",
    "sand_lbs_fine_aggregate_1d": "1570",
    "sand_lbs_fine_aggregate_2a": "1620",
    "sand_lbs_fine_aggregate_2b": "1540",
    "sand_lbs_fine_aggregate_2c": "1420",
    "sand_lbs_fine_aggregate_2d": "1420"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "23",
    "Note 1": "*N - Normal or S - Sulfate Resisting Cement.",
    "Note 2": "**HES - High Early Strength Cement.",
    "Note 3": "To convert inches (in.) to millimeters (mm) multiply by 25.4.",
    "Note 4": "To convert gallons to cubic meters (m³) multiply by 0.003785.",
    "Note 5": "To convert pounds (lbs) to kilograms (kg) multiply by 0.4535.",
    "Note 6": "To convert cubic yards to cubic meters multiply by 0.7645.",
    "7.10": "Watertight concrete uses aggregates that are completely coated with cement paste that resists passage of water. Water leakage through concrete is usually through the cement paste. Water leakage may be prevented by having a sufficient quantity of cement paste to coat all aggregate particles and to fill all voids between aggregate particles. Class 1 grades of concrete have water-cement ratios that should produce watertight concrete. To ensure that concrete would be watertight, water should be prevented from flowing through or over freshly placed concrete to eliminate the washing away of the cement paste. Concrete mixtures using additives to produce watertight concrete should not be used in underground plant construction. The use of watertight concrete for underground plant construction should be indicated on the construction drawings by the resident.",
    "7.11": "Aggregates used in the preparation of concrete have an important bearing on the quality of finished concrete. Fine aggregates should consist of either natural sand, sand prepared from stone, blast furnace slag, or gravel. Coarse aggregates should consist of crushed stone, gravel, blast furnace slag, or other inert materials of similar characteristics, or combinations of the above materials having hard, strong, durable pieces and free from adherent coatings. Aggregates used in concrete should not contain cinders.",
    "7.12": "Fine aggregates for concrete should be graded from coarse to fine by means of sieves as indicated in Table 10 of this section. In coarse aggregates, the amounts of foreign substances such as soft fragments, coal, clay, shale, or other materials detrimental to the concrete quality should not exceed 5 percent of the total weight of coarse aggregates. Table 11 of this section indicates the sizes, grading sieves, and intended usage of coarse aggregates that should be used in concrete construction operations of underground plant."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "24",
    "TABLE 10": "Fine Aggregate Grading",
    "Sieve Sizes": "Passing a 3/8 in. (9.5 mm)",
    "Grading Percent By Weight": "100",
    "Sieve Sizes_2": "Passing a No. 4",
    "Grading Percent By Weight_2": "95 to 100",
    "Sieve Sizes_3": "Passing a No. 16",
    "Grading Percent By Weight_3": "45 to 80",
    "Sieve Sizes_4": "Passing a No. 50",
    "Grading Percent By Weight_4": "5 to 30",
    "Sieve Sizes_5": "Passing a No. 100",
    "Grading Percent By Weight_5": "0 to 8",
    "TABLE 11": "Coarse Aggregates",
    "Usage, Sieve Sizes, and Aggregate Sizes": null,
    "Intended Use": "Conduit Protection",
    "Concrete Class": "2A",
    "Sieve Size Minimum": "No. 4",
    "Aggregate Size Maximum in. (mm)": "0.75 (19)",
    "Intended Use_2": "Conduit Encasement",
    "Concrete Class_2": "2B",
    "Sieve Size Minimum_2": "No. 4",
    "Aggregate Size Maximum in. (mm)_2": "0.5 (13)",
    "Intended Use_3": "Pavement Replacement",
    "Concrete Class_3": "2C and 2D",
    "Sieve Size Minimum_3": "No. 4",
    "Aggregate Size Maximum in. (mm)_3": "1.5 (38)",
    "7.13": "Aggregates should be stored separately to prevent mixture with other types of aggregates until aggregates are used and to prevent inclusion of foreign materials.",
    "7.14": "Concrete construction during cold weather may be performed where suitable precautions are observed. In early winter, when freezing temperatures occur only at night, finished concrete should be protected against freezing. When freezing temperatures constantly persist, it may be necessary to heat the water and aggregates during concrete mixing operation in addition to protecting the finished concrete from freezing. With approval of the resident, concrete construction may be performed at temperatures below 20°F (-6.7°C) when the above mentioned precautions are observed and high early strength Portland cement is substituted for normal Portland cement in the concrete mixture. Earth surrounding the conduit installation also serves to protect the concrete from freezing. Therefore, conduit trenches constructed during cold weather should be immediately backfilled with material that is not frozen after conduit installations. Concrete, which has been damaged by freezing temperatures, should be replaced with freshly mixed concrete.",
    "7.15": "In localities where ready-mix concrete is available, the use of ready-mix concrete should be considered for the concrete construction operation because ready-mix concrete affords convenience of delivery and uniform concrete quality at reasonable costs."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "25",
    "8": "CONDUIT RODDING AND CLEANING",
    "8.1": "Before installation of underground cables, conduits should be rodded to determine if conduits are free of foreign obstructions, which may prevent placement of cables in conduits. Rodding consists of pulling a test mandrel through the conduit section between UCVs to remove the obstruction. The diameter of the test mandrel should be equal to or slightly larger than the diameter of either the cable or the pulling eye, whichever is larger.",
    "8.2": "Conduits suspected or found to contain particles of earth, sand, gravel, etc. should be cleaned by pulling a stiff bristled wire brush through the conduits.",
    "8.3": "Conduits suspected or found to be obstructed with foreign materials which can not be removed by rodding or cleaning should be immediately reported to the resident. The resident should then determine what appropriate action should be taken to alleviate the obstructions.",
    "9": "CABLE LOCATION AND CONDUIT SELECTION",
    "9.1": "Filled copper cables should be placed relative to cable numbers, pair counts, cable sizes, cutting lengths, and conductor gauges in accordance with construction drawings. Filled fiber optic cables should be placed relative to cable numbers, fiber counts, cable sizes, cutting lengths, and optical fiber types in accordance with construction drawings.",
    "9.2": "Records of copper or fiber optic cable footage installed and footage of copper or fiber optic cables remaining on reels after cutting lengths have been removed should be maintained for each reel of underground copper or fiber optic cable used on the construction project.",
    "9.3": "Each copper or fiber optic cable reel should have a tag fixed to the outside of each flange indicating the copper or fiber optic cable footage remaining on the reel. The tag should be updated immediately after a cut length is removed from the reel.",
    "9.4": "Conduit assignments for each individual copper or fiber optic cable for any conduit section should be in accordance with the construction drawings. Copper or fiber optic cables should be racked in UCVs or buildings in accordance with the construction drawings. Figure 4 of this bulletin provides an example of racking underground cable and splice cases in UCVs."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "26",
    "10": "CABLE REEL AND APPARATUS SET-UP",
    "10.1": "Cable reels should be inspected for flange protrusions, which could damage cable sheaths. Construction areas should be inspected to determine if any obstructions are present that could interfere with unwinding of cables.",
    "10.2": "When cable reels are required to be moved to different locations, cable reels should be rolled in the direction indicated by the arrows painted on the reel flanges. Cable reels should not be permitted to tilt. Where uneven ground conditions exist that may cause reels to tilt, heavy planks or equivalent materials should be used as runways for moving reels to avoid tilting of reels. Where it is necessary to move cable reels with construction trucks, construction truck (CT) slings or equivalents should be used.",
    "10.3": "In conduit sections containing curves, cable reels should be set-up at UCVs near the curves unless not permitted by traffic or other conditions.",
    "10.4": "Cable reels should be set-up on the same sides of UCVs as conduit sections in which cables are to be placed. Reels should be leveled and aligned with conduit sections to prevent twisting of cables during installation into conduits. Cables should be pulled into conduits from tops of reels in long smooth bends. Cables should not be pulled into conduits from bottoms of reels.",
    "10.5": "Cables should be removed from reels by manually rotating the reels. To eliminate cable binding during removal from reels, adjacent cable layers on reels should not be allowed to adhere to one another.",
    "11": "PULLING LINES AND ATTACHMENTS",
    "11.1": "Pulling lines used in cable placing operations should be in good condition.",
    "11.2": "Markers should be placed on pulling lines 20 ft (6.0 m) from cable ends to indicate when cables are about to enter UCVs.",
    "11.3": "Pulling lines should be attached to factory installed pulling eyes as shown in Sketch A of Figure 5 of this bulletin. Pulling lines should be attached to cable grips as shown in Sketch B of Figure 5 of this bulletin. Rings to prevent grips from slipping should not be beaten into cable sheaths. Swivels selected for use should be able to withstand maximum pulling tensions and still allow pivoting about their axis."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "27",
    "12": "CABLE FEEDING AND PULLING",
    "12.1": "Cable feed guides of suitable dimensions should be used between cable reels and conduit faces to protect cables and guide cables into conduits as cables are payed-off reels. Bend radii of feed guides for filled copper cables should not be less than 10 times the outside diameters of cables. Bend radii of feed guides for filled fiber optic cables should be in accordance with fiber optic cable manufacturers' recommendations.",
    "12.2": "Before cable placing operations begin, equipment should be checked to ensure that equipment is properly set-up to ensure that cables can be placed in conduit sections between UCVs in one operation without interruptions. Tension should be applied to both cable reels and pulling lines at the start of cable placing operations. Excessive slack and twisting of pulling lines should be held to a minimum at the start of cable placing operations to avoid the possibility of connecting links twisting and catching in conduits. As far as possible, cables should be placed without stopping until the required cable amounts have been installed in UCVS. Pulling speeds for filled copper cable installations should not exceed 80 to 100 ft/minute (ft/min) (24 to 30 m/min). Pulling speeds for filled fiber optic cables should be in accordance with cable manufacturers' recommendations.",
    "12.3": "Mechanical stresses applied to cables during installations should be held to absolute minimums to avoid excessive twisting, stretching, or flexing of cables. Excessive twisting, stretching, or flexing of cables during installations can result in either physical damage to cable sheaths or deterioration of electrical or optical properties of filled copper or fiber optic cables, respectively. Therefore mechanical stresses applied to cables during installations should not exceed cable manufacturers' recommendations.",
    "12.4": "Cables should be lubricated with lubricants that are compatible with cable jacket materials as cables are payed-off reels into cable feed tubes. Cable lubricators (funnels) should be placed around cables in front of cable feed tubes to facilitate proper lubrication of cables. Lubricants used in cable placing operations should be in accordance with cable manufacturer's recommendations. Soap lubricants or lubricants containing soap should not be used.",
    "12.5": "The quantities of cable lubricants that should be used in cable placing operations should be in accordance with cable manufacturers' recommendations. Lubrication of cables should not be necessary for conduit sections that are less than or equal to 300 ft (90 m) provided conduit sections are free of sharp bends.",
    "12.6": "After cables have been installed and before leaving UCVs, exposed cables in UCVs should be cleaned of lubricants using dry rags."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "28",
    "12.7": "Careful attention should be paid to signals from installation crews as cables are being placed so that placing may be stopped instantly to avoid damage to cables. When placing operations are stopped between UCVs, operators should not release tension on winches unless directed by the resident. In restarting placing operations, inertia of cables should be overcome by gradually increasing the tension in steps a few seconds apart until cables are again in full motion.",
    "12.8": "Leading ends of cables at intermediate UCVs should be guided into conduits and feeder tubes placed around cables to prevent cables from rubbing on conduit edges. To ensure that pressure is maintained on sealing gaskets of factory installed pulling eyes at intermediate UCVs, pulling eye nuts should be retightened at each intermediate UCV.",
    "12.9": "Sufficient lengths of cables should be left in each UCV to properly rack and splice cables in accordance with construction drawings. The amount of cable slack left in each UCV should be indicated on the construction drawings.",
    "12.10": "After cables have been installed in UCVs, cable ends in all UCVs should be temporarily secured to cable racks to prevent damage. Bending of cables in UCVs should be accomplished in a manner to avoid damage to cables. Cable slack left in UCVS should be looped around UCVs in long sweeping bends and tied securely in locations where cables would not obstruct UCV working areas. Cable ends should be placed near UCV roofs.",
    "12.11": "After cables have been installed, copper cables should be identified on ends of splices with tags indicating cable numbers, pair counts, sizes, gauges, and cut lengths. Fiber optic cables should be identified on ends of splices with tags indicating cable numbers, number of fibers, fiber types, and cut lengths.",
    "13": "PULLING CABLES INTO SUBSIDIARY CONDUITS",
    "13.1": "When installing cables in subsidiary conduits extending from UCVs, service UCVs or vaults to pole risers, or buildings, cable reels should be located at the ends of the conduits nearest the bends. Cables should be fed in long smooth curves rather than pulled upward around the bends from the opposite ends.",
    "13.2": "Due to the number of bends usually encountered in subsidiary conduits, cable lubricants should be used to facilitate placement of cables regardless of conduit lengths.",
    "13.3": "Sufficient lengths of cables should left at ends of conduits to permit setting-up and splicing operations. Cables should be lashed temporarily to poles or walls to insure that cables do not interfere with other activities, become safety"
  },
  {
    "Bulletin": "1751F-644",
    "Page": "29",
    "hazards": "hazards in work areas, or come in contact with electrical power services.",
    "14": "SAFETY PRECAUTIONS",
    "14.1": "Open UCVs should be guarded at all times with either UCV guards or barricades.",
    "14.1_cont": "These and other warning devices should be set up at UCVs before removal of UCV covers.",
    "14.2": "During construction of underground plant, warning lights should be placed between sunset and sunrise and when vision is impaired by fog, haze, etc.",
    "14.2_cont": "Warning lights should be placed in accordance with local, State, and/or Federal ordinances.",
    "14.3": "Flames, torches, lit tobacco products, etc. should not be brought near open UCVS, into covers or tents over UCV openings, or into UCVs until tests for combustible gases indicate that no such gases are present in the UCVs.",
    "14.4": "When lighting and heating equipment are to be used in UCVs, only lighting and heating equipment designated for use in UCVs should be used.",
    "14.4_cont": "Connection and disconnection of lighting and heating equipment should be performed outside of UCVs.",
    "14.5": "UCVs opened for the first time during the day or reopened after having been closed for any length of time should be tested for the presence of combustible gases.",
    "14.5_cont": "Additional tests should be performed at the start of each work shift change and at intervals not to exceed two hours during work shifts.",
    "14.5_cont2": "UCVS covered with tents or tarpaulins should be tested for combustible gases at intervals not to exceed one hour.",
    "14.5_cont3": "UCVs should also be tested for combustible gases after removal of conduit plugs, which could possibly have permitted the flow of gases into UCVs.",
    "14.5_cont4": "Where gases are detected or suspected, UCVs should be ventilated using forced fresh air equipment in accordance with the manufacturer's instructions.",
    "14.6": "Adequate communications should be established between cable feeding locations and other pulling equipment locations prior to starting of pulling operations.",
    "14.7": "Construction materials and tools should be arranged in such manners to avoid the possibility of such materials and tools falling into UCVs or unnecessarily interfering with pedestrian or vehicular traffic.",
    "14.8": "Caution should be exercised when entering or exiting UCVs, particularly UCVs located on traveled thoroughfares.",
    "14.8_cont": "Ladders should be for entering and exiting UCVS.",
    "14.8_cont2": "Entering and exiting UCVs should be performed facing oncoming traffic.",
    "14.8_cont3": "Hands should be kept free of materials or tools when ascending or descending ladders."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "30",
    "15": "HANDLING AND CARE OF MATERIALS DURING CONSTRUCTION",
    "15.1": "Extreme care should be exercised in handling materials during the construction process. Underground cable pulling operations should be inspected at all times to ensure that maximum cable pulling tensions are not exceeded. Under no circumstances should maximum pulling tensions be allowed to develop in the cables during pulling operations. Exceeding maximum cable pulling tensions could result in damages to cables. Whenever pulling operations are stopped, cables should remain under tension. When restarting pulling operations, tensions on cables should be gradually increased in steps of a few seconds apart until cables are once again in motion.",
    "15.2": "Cable reels delivered to work locations but not set up immediately for pulling operations should be securely blocked or secured to substantial supports to prevent rolling or movement of reels. Cable reels used in pulling operations should not be left on grades or in traffic lanes. When reels are required to be left on grades, reels should be turned against curbs and blocked to prevent rolling of reels.",
    "15.3": "Cable reels stored overnight on streets or highways should be marked in accordance with local, State, or Federal regulations. If no local, State, or Federal marking regulations exist for storing reels overnight on streets or highways, reels should be barricaded and lit with flashing lights or red lanterns not later than one-half hour before sunset.",
    "15.4": "Care should be exercised to prevent damage to exposed cables during the construction period. Construction work should be scheduled to keep such exposure to a minimum. Cables left exposed are susceptible to damage. Cables left exposed are also considered hazards to vehicles, pedestrians, or animals.",
    "15.5": "Copper and fiber optic cables in UCVs should be racked in accordance with the construction drawings and spliced in underground filled splice cases as soon as practicable. The installation work should be completed within one week after the cables have been installed.",
    "15.6": "Underground plant connections using dissimilar metals should be avoided to eliminate the possibility of galvanic corrosion. Therefore underground plant connections should be made using only tinned coated metals.",
    "15.7": "When working in UCVs care should be exercised to prevent damage to cables in setting up pulling apparatus or while using tools of any kind. Cables, splice cases, etc. should not be used as steps for entering or exiting UCVs."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "31",
    "16": "REPAIR OF CABLES DAMAGED DURING CONSTRUCTION",
    "16.1": "Minor damage to the outer jackets, where the shields or armors of the cables have not been bent, abraded, or penetrated should be repaired in accordance with Bulletin 1753F-401(PC-2), RUS Standard for Splicing Copper and Fiber Optic Cables.",
    "16.2": "Cables found to be damaged after installation should be repaired. If the damage is considered minor, the damage should be repaired in accordance with Bulletin 1753F-401(PC-2), RUS Standard for Splicing Copper and Fiber Optic Cables. If the damage is considered major, the damage should be repaired either by replacing the damaged sections with new cables spliced to the undamaged sections of the cable or repaired in accordance with the method specified in the contract.",
    "17": "PREPARATION FOR SPLICING OR TERMINATION",
    "17.1": "Underground filled copper cables should be spliced in accordance with Bulletin 1753F-401(PC-2), RUS Standard for Splicing Copper and Fiber Optic Cables, and enclosed in RUS accepted or technically accepted underground filled splice cases.",
    "17.2": "Underground filled fiber optic cables should be spliced in accordance with Bulletin 1753F-401(PC-2), RUS Standard for Splicing Copper and Fiber Optic Cables, and enclosed in RUS accepted or technically accepted filled fiber optic splice cases.",
    "18": "INSTALLATION PROCEDURES FOR FILLED CABLES IN COLD WEATHER",
    "18.1": "Flexibility of filled copper and fiber optic cables should not be a problem at normal operating temperatures. However, flexibility may be affected when cables are exposed to lower temperatures. The flexibility of filled copper and fiber optic cables could be sharply reduced at temperatures below 40°F (4.4°C). At temperatures below 40°F (4.4°C), almost twice the force may be needed to bend the filled copper and fiber optic cables. Filled copper and fiber optic cables should be inspected each morning to determine if the cables are flexible enough for underground placement when night time temperatures drop below 30°F (-1.1°C). When filled copper or fiber optic cables have been stored outdoors and subjected to cold nights, considerable time may be lost each morning waiting for the cables to warm up even though the day time temperature may be above 40°F (4.4°C). During the spring and fall of the year, filled copper or fiber optic cables may be stored in heated warehouses prior to placement in underground conduits. This storage in heated warehouses allows the filled copper or fiber optic cables to be transported to the project site as needed and installed while the cables are still flexible."
  },
  {
    "Bulletin": "1751F-644",
    "Page": "32",
    "18.2": "Some filling compounds used in the cores of filled copper cables may be stiff as the temperature decreases making it difficult to separate the cable pairs. In general, filled copper cables installations below 40°F (4.4°C) could be slow, difficult, and possibly even halted unless special precautions are taken to offset the effects of the lower temperatures.",
    "18.3": "Filling compounds used in loose tube buffers of filled fiber optic cables should not become stiff as the temperature decreases. This should allow the optical fibers to be easily separated at low temperatures.",
    "18.4": "As mentioned in paragraph 18.2 of this section, the copper pairs may be difficult to separate as the temperature decreases. At temperatures as low as 20°F (-6.7°C), copper pairs may be separated by flexing the free ends of the cable cores and separating a few pairs at a time. It is also interesting to note that filling compounds at a temperature of 20°F (-6.7°C) are more user friendly to work with than at elevated temperatures. Consequently, the copper cable pairs may be spliced without wiping the pairs free of filling compound.",
    "19": "ASSEMBLY UNITS AND ACCEPTANCE TESTS",
    "19.1": "Detailed descriptions of all standard underground plant assembly units are given in RUS Bulletin 1753F-151, Specifications and Drawings for Construction of Underground Plant, RUS Form 515b.",
    "19.2": "Where standard underground plant assembly units are insufficient to provide for unique underground plant construction requirements, detailed “nonstandard assembly units” should be created to meet those requirements. The underground plant nonstandard assembly units should be approved by RUS prior to the bidding of the project.",
    "19.3": "After installation, underground copper and fiber optic cables should be tested in accordance with RUS Bulletin 1753F- 201(PC-4), RUS Standard for Acceptance Tests and Measurements of Telecommunications Plant, and the RUS Form 515 Contract."
  },
  {
    "bulletin": "1751F-644",
    "figures": "FIGURES",
    "page": "33",
    "figure_number": "1",
    "example_description": "EXAMPLE OF CONSTRUCTION DETAILS",
    "ucv_types": "POURED-IN-PLACE UCV TYPES A, L, T, J, X, AND Y",
    "manhole_nos": "Manhole No.'s",
    "manhole_type": "Manhole Type",
    "floor_title": "Floor",
    "floor_thickness_label": "Thickness (inches)",
    "floor_reinforcing_label": "Reinforcing",
    "floor_size_label": "Size",
    "floor_oc_label": "O.C.",
    "floor_thickness_2_label": "Thickness (inches)",
    "wall_title": "Wall",
    "wall_vert_reinforcing_label": "Vert. Reinforcing",
    "wall_size_label": "Size",
    "wall_oc_label": "O.C.",
    "wall_horiz_reinforcing_label": "Horiz. Reinforcing",
    "wall_size_2_label": "Size",
    "wall_oc_2_label": "O.C.",
    "sump_or_drain": "Sump or Drain",
    "option_c": "Option C",
    "frame_and_cover": "Frame and Cover",
    "type_b": "Type B",
    "option_s": "Option S",
    "type_r": "Type R",
    "note_1": "O.C. means \"On Center.\"",
    "note_2": "For converting English units to metric units use 1 inch = 25.4 mm."
  },
  {
    "bulletin": "1751F-644",
    "figures": "FIGURES",
    "page": "34",
    "figure_number": "2",
    "example_description": "EXAMPLE OF CONSTRUCTION DETAILS",
    "ucv_type": "POURED-IN-PLACE UCV TYPE V",
    "section_x_x": "SECTION X-X",
    "section_y_y": "SECTION Y-Y",
    "floor_thickness_inches": "Thickness\n(inches)",
    "floor_reinforcing_size": "Reinforcing\nSize",
    "floor_reinforcing_oc": "O.C.",
    "floor_thickness_inches_2": "Thickness\n(inches)",
    "wall_vert_reinforcing_size": "Vert. Reinforcing\nSize",
    "wall_vert_reinforcing_oc": "O.C.",
    "wall_horiz_reinforcing_size": "Horiz. Reinforcing\nSize",
    "wall_horiz_reinforcing_oc": "O.C.",
    "sump_or_drain": "Sump or Drain",
    "option_c": "Option C",
    "option_s": "Option S",
    "frame_and_cover": "Frame and Cover",
    "type_b": "Type B",
    "type_r": "Type R",
    "note_1": "O.C. means \"On Center.\"",
    "note_2": "For converting English units to metric units use 1 inch = 25.4 mm.",
    "manhole_nos": "Manhole No.'s",
    "manhole_type": "Manhole Type"
  },
  {
    "bulletin_number": "1751F-644",
    "figure_number": "3",
    "figure_description": "SUBSIDIARY CONDUIT INSTALLATION RISER POLE EXAMPLE",
    "page_number": "35",
    "riser_pole_label": "Riser Pole",
    "distance_to_ground_label": "6 in. (152 mm)",
    "two_hole_clamp_label": "Two Hale Clamp",
    "depth_label": "30 in. (762 mm)",
    "bend_angle_label": "90° Bend",
    "conduit_joint_label": "Conduit Joint",
    "subsidiary_conduit_label": "Subsidiary Conduit"
  },
  {
    "Bulletin": "1751F-644",
    "FIGURES": "FIGURES",
    "Page": "36",
    "FIGURE": "4",
    "DIAGRAM_TITLE": "UCV UNDERGROUND CABLE AND\nSPLICE CASE RACKING DIAGRAM EXAMPLE",
    "NOTE_1": "Extreme care should be used in the forming\ncable(s) to prevent kinking. For copper cables,\nthe cables should not be formed to a radius of\nless than 10 times the diameter of the cable.\nFor fiber optic cables, the cables should not be\nformed to a radius of less than 20 times the\ndiameter of the cable.",
    "NOTE_2": "Cast iron splice cases should be supported\nby cable racks to prevent cable damage.\nIt is suggested that a 1/2 in. (13 mm)\nor 3/4 in. (19 mm) galvanized iron pipe\nbe used for this support and installed as\nindicated in the diagram.",
    "NOTE_3": "All splice enclosures should be bonded\ntogether. The method of bonding should be\nin accordance with instructions issued by\nthe Engineer.",
    "NOTE_4": "All cables should be secured to the cable\nracks with lashed cable supports.",
    "NOTE_5": "Cable tags showing the cable identification\nand pair count should be placed on the cable(s)\non both sides of splices.",
    "NOTE_6": "Duct seals or plugs should be installed\nwhen required.",
    "CABLE_RACK_LABEL": "Cable Rack",
    "CAST_IRON_SPLICE_CASE_LABEL": "Cost Iron\nSplice Case",
    "LASHING_WIRE_LABEL": "Lashing Wire",
    "CABLE_TAG_DETAIL_LABEL": "Cable Tag Detail",
    "LASHED_CABLE_SUPPORT_LABEL": "Lashed Cable Support",
    "TWO_WRAPS_AROUND_CABLE_LABEL": "Two wraps around\ncable",
    "ATTACHMENT_OF_CABLE_SUPPORT_TO_MANHOLE_CABLE_RACK_LABEL": "Attachment Of\nCable Support To\nManhole Cable Rack"
  },
  {
    "Bulletin": "1751F-644",
    "FIGURES": null,
    "Page": "37",
    "FIGURE 5": null,
    "PULLING LINE ATTACHMENT EXAMPLES": null,
    "Sketch A": "Factory Installed Pulling Eye",
    "Pulling Eye": null,
    "B Swivel": null,
    "Sketch B": "Cable Grips",
    "Cable": null,
    "Cable Grips": null,
    "Pulling Line": null
  }
]