[
  {
    "disclaimer": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.",
    "department": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "administration": "Rural Electrification Administration",
    "bulletin_number": "REA BULLETIN 345-3",
    "document_id": "RD-GD-1981-07",
    "date": "October 8, 1981*",
    "supersedes_date": "4/1/71",
    "subject": "Acceptance of Standards, Specifications, Equipment Contract Forms, Manual Sections, Drawings, Materials and Equipment for the Telephone Program",
    "section_i_purpose": "This bulletin sets forth policy and procedure for the determination of standards, specifications, equipment contract forms, manual sections, drawings, materials and equipment acceptable for Rural Electrification Administration financing for the telephone program.",
    "section_ii_general": "In order to assure that telephone systems financed with loan funds are adequate to serve the purposes for which they are to be constructed and that loan funds are adequately secured, REA determines the standards, specifications, equipment contract forms, manual sections, drawings, equipment and materials that will be acceptable for REA financing.",
    "section_iii_responsibility_for_acceptance": "The determination of acceptability for those items which are to be used in communication systems, (excluding office equipment, tools and work equipment, and subscriber-owned terminal facilities) is made by REA through its Technical Standards Committees (Telephone).",
    "section_iii_a_technical_standards_committee_overview": "The Technical Standards Committee are as follows:",
    "section_iii_a_1_technical_standards_committee_a_telephone_description": "This Committee reviews all proposals relating to acceptance of material, equipment, standards, contract forms, and specifications. By a majority vote, Technical Standards Committee \"A\" (Telephone) may accept, reject, or table a proposal. Acceptance constitutes REA acceptance of the proposal. Tabling will normally occur when further information is required to permit the Committee to reach a decision. Tabling invites resubmission at a future meeting at which time the proposal must be accepted or rejected. A sponsor may appeal to Committee \"B\" from a decision by Committee \"A\" rejecting a proposal.",
    "section_iii_a_2_technical_standards_committee_b_telephone_description": "This Committee reviews and makes a decision on all cases referred to it by Committee \"A\" or by appeal from a sponsor from an adverse decision by Committee \"A\". A majority vote",
    "section_iv_bulletin_revision_purpose": "This bulletin is being revised to clarify operating procedures and to provide additional safeguards in actions removing a supplier from the List of Materials (Bulletin 344-2)."
  },
  {
    "bulletin_number": "345-3",
    "page_number": "2",
    "introductory_paragraph": "serves to accept, reject, or table a proposal. Tabling invites resubmission at a future meeting at which time the proposal must be accepted or rejected. A sponsor may appeal to the Administrator from an adverse decision by Committee \"B\".",
    "section_B_title": "Publication of Items Accepted for Listing",
    "section_B_point_1": "Items accepted without condition will be considered to be accepted on a general basis; whereas items accepted subject to certain conditions, such as limited use to gain service experience or limited use appropriate to certain areas, conditions or applications, will be considered to be accepted on a conditional basis and the conditions will be cited as a part of the listing.",
    "section_B_point_2": "Those items accepted by the Technical Standards Committees (Telephone), with the exception of technically accepted foreign items (i.e., those not meeting the requirements of Bulletin 344-3 as domestic products), are listed on the \"List of Materials Acceptable for Use on Telephone Systems of REA Borrowers.\" Foreign items which have been accepted by Technical Standards Committees are accepted on a technical basis only (Technical Acceptance) and will not be included in the List of Materials.",
    "section_B_point_3": "No restrictions as to quantity or application are placed on items which have received general acceptance.",
    "section_B_point_4": "The listings apply only to new items of materials and equipment and not to used items.",
    "section_C_title": "Items for which Categorical Acceptability has not been Established by the Technical Standards Committees",
    "section_C_content": "The responsibility for determining acceptability and granting permission to use items in categories which are not listed is assigned to the Area Directors (Telephone). This permission shall only be granted on a case-by-case basis for each request to use materials or equipment falling into this category. The borrower desiring to use such items should contact the REA Area with its request.",
    "section_D_title": "Items for Special Circumstances",
    "section_D_content": "The responsibility for determining the acceptability of items for use in special circumstances is assigned to the Area Directors (Telephone) with concurrence of the Director of the Telecommunications Engineering and Standards Division. This permission shall be granted only on a case-by-case basis. A special circumstance is defined as a situation wherein the supply of standard materials and equipment in the industry is not reasonably available for, or the standard designs are not applicable to, the borrower's specific problem under consideration.",
    "section_E_title": "Items for Field Trial Use",
    "section_E_content": "Arrangements for field trial use of newly developed items requiring trial installation will be made in accordance with Bulletin 345-45."
  },
  {
    "Bulletin_Number": "345-3",
    "Page_Number": "3",
    "Section_IV_Title": "Procedure for Submission or Review of a Proposal:",
    "Section_IV_A_Title": "Submission of Proposal for Materials or Equipment. REA consideration of items of materials or equipment for acceptance may be obtained by manufacturers or producers through the submission of a written request including the following information:",
    "Section_IV_A_1": "A letter of request, in original and five copies, addressed to the Chairman, Technical Standards Committee \"A\" (Telephone) (In the event that an item of material or equipment is being submitted for consideration by both Electric and Telephone Committees, a separate letter of request should be addressed to each Committee Chairman.) The letter should include the catalog number, as well as a description of the item of material or equipment.",
    "Section_IV_A_2": "Six copies of abbreviated specifications of manufacture, drawings and test data as applicable. One detailed and complete copy of specifications of manufacture, drawings, and test data as applicable.",
    "Section_IV_A_3": "Six copies of performance history, if an established item in the industry.",
    "Section_IV_A_4": "One or more samples of the item of material or, equipment, if requested by REA.",
    "Section_IV_B_Title": "Submission of Proposal for Standards, Specifications, Equipment Contract Forms, Manual Sections, or Drawings. Consideration of standards, specifications, contract forms, manual sections or drawings for approval or withdrawal may be obtained through the submission of a written request by a member of the REA staff. Such action may also be initiated by the Technical Standards Committees.",
    "Section_IV_C_Title": "Action on Proposal. Sponsors will be informed in writing by REA of the action taken on their proposals.",
    "Section_IV_D_Title": "Appeal from an Adverse Decision. A sponsor may request a review of an adverse decision by Technical Standards Committee \"A\" by submitting a letter requesting such review to the Chairman, Technical Standards Committee \"B\" (Telephone). In the event of an adverse decision by Committee \"B\", the sponsor may request a review by the Office of the Administrator by submitting a letter requesting such review.",
    "Section_V_Title": "Regulations for the Establishment of Standards of Materials and Equipment:",
    "Section_V_A_Title": "Where practical, REA is guided by the standards, rules, and regulations of such engineering and standardizing groups as the American National Standards Institute, the various national engineering societies, the National Electrical Safety Code, and the National Electrical Code as outlined in OMB Circular No. A-119, \"Federal Participation in the Development and Use of Voluntary Standards.\""
  },
  {
    "bulletin": "345-3",
    "page": "4",
    "section_b_description": "The Technical Standards Committees normally accept for listing only one item of a particular type of material or equipment for each manufacturer. If a manufacturer submits an item of material or equipment to perform the identical function of an accepted item, the Committees may elect to list only one and request that the manufacturer identify the unit to be listed.",
    "section_c_description": "The manufacturer will be responsible for submitting to the Technical Standards Committees any design changes affecting the quality, strength, electrical characteristics, or the performance or interface criteria for an item which has been previously considered and accepted by the Committees. Failure to comply is justification for delisting of the item in accordance with Section VI.",
    "section_d_description": "No member of the REA staff is permitted to authorize deviation from the standard specifications or their effective dates, or to establish or change technical standards, or to authorize the use of items that have not received acceptance by the Technical Standards Committees, except as provided for under paragraphs III.C, III.D, and III.E above, or by authorization and instructions from the Administrator.",
    "section_vi_title": "Misrepresented or Unsatisfactory Equipment",
    "section_vi_a_description": "An item of equipment or material previously accepted by the Technical Standards Committees may be removed from the \"List of Materials Acceptable for Use on Telephone Systems of REA Borrowers\" by a majority vote of Technical Standards Committee \"A\" (Telephone) upon a finding that the item is unsatisfactory or has been misrepresented to a borrower or REA.",
    "section_vi_b_title": "Removal Procedures Before Committee \"A\"",
    "section_vi_b_intro": "An item of material or equipment may be removed from the List of Materials in accordance with the following procedures:",
    "section_vi_b_1_description": "The sponsor has been notified in writing of the proposed action. All information relating to the proposed action which is available to Committee \"A\" shall also be available to the sponsor unless the sponsor is informed in writing of the reason or reasons information is withheld.",
    "section_vi_b_2_description": "Within 10 days of such notification, the sponsor may submit to Committee \"A\" a letter expressing its intent to submit written information relevant to Committee \"A\"'s determination. The sponsor shall submit such information within 20 days from the submission of its letter to Committee \"A\". Committee \"A\" may make a decision following expiration of the time periods provided in this paragraph.",
    "section_vi_b_3_description": "Committee \"A\" shall consider all relevant information presented to it in determining whether an item should be removed from the List. Formal rules of evidence and procedure shall not apply to proceedings before Committee \"A\"."
  },
  {
    "Bulletin": "345-3",
    "Page": "5",
    "4_REA_decision_making_process": "At the request of the sponsor, REA may decide to afford additional opportunity for presentation or consideration of relevant information; including, without limitation, a meeting between REA and the sponsor in such forum as REA may determine. In making this decision, REA shall consider, among other things, the best interests of REA, its borrowers, and the sponsor and the best manner to develop sufficient relevant information concerning the proposed action.",
    "5_Committee_A_actions": "Committee \"A\", by majority vote, may order the immediate removal of an item of material or equipment from the List, may establish conditions for the continued listing of such item, may recommend a basis for settlement which adequately protects the interests of the Government, and may, at its option, postpone the effectiveness of its decision for a time sufficient to allow the sponsor to appeal to Committee \"B\". By a majority vote Committee \"A\" may also \"table\" a proposal pending further investigation of questions raised by the Committee. Written notice of Committee \"A\"'s decision, stating the basis for the decision, shall be provided to the sponsor.",
    "C_Appeals_to_Technical_Standards_Committee_B_title": "Appeals to Technical Standards Committee \"B\" (Telephone)",
    "C_Appeals_to_Technical_Standards_Committee_B_intro": "A sponsor may appeal Committee \"A\"'s decision to Committee \"B\" in accordance with the following procedures:",
    "C_1_Appeal_submission_timeline": "Within 10 days of notification of Committee \"A\"'s decision a sponsor may submit to Committee \"B\" a written request for a review of Committee \"A\"'s decision, specifying the reasons for the request.",
    "C_2_Committee_B_determination_basis": "Committee \"B\"'s determination in response to such request shall be based on the record developed before Committee \"A\" and such additional information as Committee \"B\" may request. Formal rules of procedure and evidence shall not apply to proceedings before Committee \"B\".",
    "C_3_Committee_B_actions_on_appeal": "Committee \"B\", by majority vote, may uphold the action of Committee \"A\", may order the immediate removal of an item of material or equipment from the List, may establish conditions for the continued listing of such item, may recommend a basis for settlement which adequately protects the interests of the Government, and may, at its option, postpone the effectiveness of its decision for a time sufficient to allow the sponsor to appeal to the Administrator. By a majority vote Committee \"B\" may also \"table\" a proposal pending further investigation of questions raised by the Committee. Written notice of Committee \"B\"'s decision, stating the basis for the decision, shall be provided to the sponsor.",
    "D_Appeals_to_the_Administrator_intro": "A sponsor may appeal Committee \"B\"'s decision to the Administrator of the REA in accordance with the following procedures:"
  },
  {
    "Bulletin": "345-3",
    "Page": "6",
    "Section_1_Point_1": "Within 10 days of the receipt of Committee \"B\"'s decision a sponsor may submit to the Administrator a written request for a review of Committee \"B\"'s decision, specifying the reasons for such request.",
    "Section_1_Point_2": "The Administrator may decline to review the decision of Committee \"B\" in which case the decision of Committee \"B\" shall stand. If a review is granted, the determination by the Administrator, or the Administrator's designee, shall be based on the record developed before Committees \"A\" and \"B\" and such additional information as the Administrator may request. Formal rules of procedure and evidence shall not apply to the actions of the Administrator.",
    "Section_1_Point_3": "The Administrator may uphold the decision of Committee \"B\", may order the immediate removal of an item of material or equipment from the List, may establish conditions for the continued listing of such item, or may recommend a basis for settlement which adequately protects the interests of the Government. Written notice of the Administrator's determination, stating the basis for the decision, shall be provided to the sponsor.",
    "Section_E_Title": "Temporary Removal",
    "Section_E_Point_1": "Committee \"A\" may, by a majority vote, temporarily remove an item from the List of Materials effective immediately, upon a determination that there is adequate information that:",
    "Section_E_Point_1_a": "Continuation of the item on the List might immediately impair Act purposes, endanger health and safety, or undermine loan security, and",
    "Section_E_Point_1_b": "An item is unsatisfactory or has been misrepresented to the borrowers or REA.",
    "Section_E_Point_2": "The sponsor shall be notified promptly that its product has been temporarily removed from the List of Materials, and that procedures as established in Sections IV.A through D will be undertaken promptly.",
    "Section_E_Point_3": "Such suspension shall remain in effect pending the completion of administrative proceedings.",
    "Signature_Name": "Harold V. Hunter",
    "Signature_Title": "Administrator",
    "Index_Committees": "Technical Standards",
    "Index_Materials_and_Equipment": "Acceptance",
    "Index_Specifications_and_Standards": "Acceptance"
  }
]