[
  {
    "SUBJECT": "Underground Plant Design",
    "TO": "All Telecommunications Borrowers RUS Telecommunications Staff",
    "EFFECTIVE DATE": "August 28, 2002",
    "OFFICE OF PRIMARY INTEREST": "Outside Plant Branch, Telecommunications Standards Division",
    "INSTRUCTIONS": "This bulletin supersedes RUS Bulletin 1751F-643, “Underground Plant Design,” issued May 14, 1998.",
    "AVAILABILITY": "This bulletin is available on the Internet at http://www.usda.gov/rus/telecom/publications/bulletins.htm",
    "PURPOSE": "This bulletin provides RUS borrowers, consulting engineers, contractors and other interested parties with information on the design and construction of underground plant facilities. This bulletin also provides information on the design of poured-in-place underground cable vaults.",
    "Author": "Roberta D. Purcell",
    "Author Title": "Assistant Administrator Telecommunications Program",
    "Date": "8/28/02",
    "BULLETIN": "1751F-643",
    "RD-GD": "2002-46"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "2",
    "Abbreviations": "4",
    "Definitions": "4",
    "1. General": "7",
    "2. Application": "8",
    "3. Construction Materials": "11",
    "4. Conduit Types and Usage": "11",
    "5. Conduit Formations and Curves": "13",
    "6. Conduit Section Lengths": "14",
    "7. Conduit Protection": "15",
    "8. UCV Types": "15",
    "9. Cable Racks, Rack Supports, and Pulling Irons": "22",
    "10. UCV and Conduit Locations": "24",
    "11. Determination of Installation Length and Pulling Tension of Filled Copper Cables": "25",
    "12. Determination of Installation Length and Pulling Tension of Filled Fiber Optic Cables": "28",
    "13. Design Considerations": "29",
    "Table 1 Conduit Formations": "14",
    "Table 2 Minimum Headroom - Poured-In-Place UCVS": "16",
    "Table 3 Floor Thicknesses and Reinforcing Rod Spacings Rectangular Poured-In-Place UCVs in Fluid Soils": "17",
    "Table 4 Floor Thicknesses and Reinforcing Rod Spacings Type UM-V Poured-In-Place UCVs in Fluid Soils": "17",
    "Table 5 Wall Construction Poured-In-Place UCVS in Firm Soils": "19",
    "Table 6 Wall Construction Poured-In-Place UCVs in Fluid Soils": "20",
    "Table 7 Roof Thicknesses and Reinforcing Rod Diameters Rectangular Poured-In-Place UCVs": "21",
    "Table 8 Roof Thicknesses and Reinforcing Rod Diameters Type UM-V Poured-In-Place UCVS": "21",
    "Table 9 UCV Opening Forms for UCV Frame Types and Sizes Poured-In-Place UCVS": "21",
    "Table 10 Number and Size of Cable Racks Versus Headroom Poured-In-Place UCVS": "23",
    "Table 11 Coefficient of Friction Conduit Versus Cable Jacket Material": "25"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "3",
    "Table 12": "Cross-sectional Area of Copper Conductors",
    "Page Number Table 12": "27",
    "Figure 1": "Overall Design Layout - Poured-In-Place UCVS",
    "Page Number Figure 1": "31",
    "Figure 2": "Floor Construction Poured-In-Place UCVs In Fluid Soils",
    "Page Number Figure 2": "32",
    "Figure 3": "Sump and Drain Construction Poured-In-Place UCVs",
    "Page Number Figure 3": "33",
    "Figure 4": "Wall Construction - Poured-In-Place UCVS",
    "Page Number Figure 4": "34",
    "Figure 5": "Roof Construction - Poured-In-Place UCVS",
    "Page Number Figure 5": "35",
    "Figure 6": "Conduit Entrances and Recesses Poured-In-Place UCVs",
    "Page Number Figure 6": "36",
    "Figure 7": "Frame and Cover Types - Poured-In-Place UCVS",
    "Page Number Figure 7": "37",
    "Figure 8": "Brick Collar Construction - Poured-In-Place UCVS",
    "Page Number Figure 8": "38",
    "Figure 9": "Typical Installation of Cable Racks Poured-In-Place UCVS",
    "Page Number Figure 9": "39",
    "Figure 10": "Arrangement and Installation of Pulling-In Irons Poured-In-Place UCVs",
    "Page Number Figure 10": "40",
    "Figure 11": "Example of Underground Cable Vault and Conduit Route Construction Drawing",
    "Page Number Figure 11": "41",
    "Figure 12": "Underground Plant Construction Abbreviations and Symbols",
    "Page Number Figure 12": "42",
    "Figure 12A": "Underground Plant Construction Abbreviations and Symbols (Continued)",
    "Page Number Figure 12A": "43",
    "Figure 12B": "Underground Plant Construction Abbreviations and Symbols (Continued)",
    "Page Number Figure 12B": "44",
    "Figure 12C": "Underground Plant Construction Abbreviations and Symbols (Continued)",
    "Page Number Figure 12C": "45",
    "Figure 13": "Example of Underground Filled Copper Cable Installation in a Conduit and UCV System Containing Multiple Bends",
    "Page Number Figure 13": "46",
    "Figure 13A": "Example of Underground Filled Copper Cable Installation in a Conduit and UCV System Containing Multiple Bends (Continued)",
    "Page Number Figure 13A": "47"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "4",
    "Figure 13B": "Example of Underground Filled Copper Cable\nInstallation in a Conduit and UCV System\nContaining Multiple Bends (Continued)",
    "Page_13B": "48",
    "Figure 14": "Example of Determining the Cable Sidewall Pressure\nat Conduit Bends in a Conduit and UCV System",
    "Page_14": "49",
    "Figure 14A": "Example of Determining the Cable Sidewall Pressure\nat Conduit Bends in a Conduit and UCV System\n(Continued)",
    "Page_14A": "50",
    "INDEX": "Outside Plant\nDesign, Underground\nTelecommunications",
    "AWG": "American Wire Gauge",
    "CFR": "Code of Federal Regulations",
    "cm": "Centimeters",
    "ft": "Foot or Feet",
    "in": "Inches",
    "kgs": "Kilograms",
    "kgs/m": "Kilograms per meter",
    "kgs/mm2": "Kilograms per square millimeter",
    "lbs": "Pounds",
    "lbs/ft": "Pounds per foot",
    "LD": "Loan Design",
    "m": "Meter",
    "mm": "Millimeters",
    "mm2": "Square Millimeters",
    "R/W": "Rights-of-way",
    "RUS": "Rural Utilities Service",
    "SAVE": "Serving Area Value Engineering",
    "TE_CM": "Telecommunications Engineering and Construction Manual",
    "UCV": "Underground Cable Vault",
    "UCVS": "Underground Cable Vaults",
    "UM": "Underground Manhole",
    "Cable Rack": "A device usually secured to the wall of an\nunderground cable vault, cable raceway, or building to provide\nsupport for cables.",
    "Conduit": "A tubular raceway for holding wires or cables, which is\ndesigned expressly for, and used solely for, this purpose."
  },
  {
    "Bulletin": "1751F-643",
    "Page": "5",
    "DEFINITIONS": "Continued",
    "Construction Drawings": "The drawings developed through the staking process and used to guide the construction of outside plant facilities.",
    "Eligible Country": "Any country that applies with respect to the United States an agreement ensuring reciprocal access for United States products and services and United States suppliers to the market of that country, as determined by the United States Trade Representative.",
    "Loan Design": "A comprehensive engineering plan for the project supporting a loan application to RUS.",
    "Underground Cable Vault (UCV)": "A subsurface chamber, large enough for a person to enter for the purpose of installing cables and other devices, and for making connections and tests.",
    "Underground Cable Vault (UCV) Cover": "A removable lid which closes the opening to an underground cable vault or similar subsurface enclosure.",
    "Underground Cable Vault (UCV) Frame": "A structure that caps the roof opening of the underground cable vault at ground level and supports the cover.",
    "Pulling Iron": "An anchor secured in the wall, ceiling, or floor of an underground cable vault to attach rigging used to pull cable.",
    "Resident": "The qualified representative of the Engineer who is delegated full time \"on site\" Construction Administration responsibilities of the Engineer.",
    "Right-of-way": "The strip of land over which facilities such as highways, railroads, power lines, other utilities, or telecommunication lines are constructed."
  },
  {
    "Bulletin": "1751F-643",
    "Page": "6",
    "Section": "DEFINITIONS - Continued",
    "Definition_1_Title": "RUS Accepted (Material and Equipment)",
    "Definition_1_Description": "Equipment which RUS has reviewed and determined that:",
    "Definition_1a": "Final assembly or manufacture of the equipment is completed in the United States, its territories and possessions, or in an eligible country;",
    "Definition_1b": "The cost of components within the material or equipment manufactured in the United States, its territories and possessions, or in an eligible country is more than 50 percent of the total cost of all components used in the material or equipment; and",
    "Definition_1c": "The material or equipment is suitable for use on systems of RUS telecommunications borrowers.",
    "Definition_2_Title": "RUS Technically Accepted (Material and Equipment)",
    "Definition_2_Description": "Equipment which RUS has reviewed and determined that the material or equipment is suitable for use on systems of RUS telecommunications borrowers but the material or equipment does not satisfy both paragraph (a) and (b) of this definition:",
    "Definition_2a": "Final assembly or manufacture of the equipment is not completed in the United States, its territories and possessions, or in an eligible country; and",
    "Definition_2b": "The cost of components within the material or equipment manufactured in the United States, its territories and possessions, or in an eligible country is 50 percent or less than the total cost of all components used in the material or equipment."
  },
  {
    "Bulletin": "1751F-643",
    "Page": "7",
    "1": "GENERAL",
    "1.1": "This bulletin discusses in particular the design of underground plant using filled copper or fiber optic cables. This bulletin also provides information on the design and construction of poured-in-place underground cable vaults (UCVS). The information and recommendations in this bulletin are advisory.",
    "1.2": "Underground plant consists of a conduit and an underground cable vault (UCV) system and the telecommunications copper or fiber optic cables installed in the conduit and UCV system.",
    "1.3": "Additional information for the use in the design and construction of underground plant facilities can be found in the following Rural Utilities Service (RUS) documents:",
    "a": "Telecommunications Engineering and Construction Manual (TE&CM) Section 116, Plant Engineering and Record System;",
    "b": "TE&CM Section 204, Telephone System Design;",
    "c": "TE&CM Section 210, Telephone System Design Sizing Criteria;",
    "d": "TE&CM Section 218, Plant Annual Cost Data for System Design Purposes;",
    "e": "TE&CM Section 219, Present Worth of Annual Charge Studies for System Design;",
    "f": "TE&CM Section 230, General Principles of Feeder- Distribution Cable Engineering (Serving Area Value Engineering (SAVE)];",
    "g": "TE&CM Section 231, Design Techniques of Feeder- Distribution Cable Engineering (SAVE);",
    "h": "TE&CM Section 232, Transmission Design and Costs Considerations of Feeder-Distribution Cable Engineering (SAVE);",
    "i": "TE&CM Section 628, Plastic-Insulated Cable Plant Layout;",
    "j": "TE&CM Section 629, Cable Plant Layout Serving Area Value Concept for Rural Systems;",
    "k": "RUS Bulletin 344-3, \"Buy American\" Requirement, as amended by the Notice published in the Federal Register, Volume 66, Number 222, dated November 16, 2001;",
    "l": "RUS Bulletin 1751F-644, Underground Plant Construction;"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "8",
    "m": "RUS Bulletin 1751F-670, Outside Plant Corrosion Considerations;",
    "n": "RUS Bulletin 1751F-801, Electrical Protection Fundamentals;",
    "o": "RUS Bulletin 1751F-815, Electrical Protection of Outside Plant;",
    "p": "RUS Bulletin 1751H-601, Lightwave Fundamentals, Systems, and Application;",
    "q": "RUS Bulletin 1753F-151, Specifications and Drawings for Construction of Underground Plant, Form 515b;",
    "r": "RUS Bulletin 1753F-205(PE-39), RUS Specification for Filled Telephone Cables;",
    "s": "RUS Bulletin 1753F-208(PE-89), RUS Specification for Filled Telephone Cables with Expanded Insulation;",
    "t": "RUS Bulletin 1753F-402(PC-2), RUS Standard for Splicing Copper and Fiber Optic Cables;",
    "u": "RUS Bulletin 1753F-601(PE-90), RUS Specification for Filled Fiber Optic Cables;",
    "v": "7 Code of Federal Regulations (CFR) § 1753.6, Standards, specifications, and general requirements.",
    "2": "APPLICATION",
    "2.1": "Underground plant facilities should be considered for the following conditions:",
    "a": "In urban or suburban areas;",
    "b": "Where public authorities object to aerial plant construction;",
    "c": "Where direct buried plant is inadvisable;",
    "d": "Where alternative aerial or buried routes are not practicable;",
    "e": "Where the appearance of an aerial entrance cable to a central office building would be objectionable; or",
    "f": "Where department of transportation officials prohibit aerial crossings over roads, streets, highways, etc."
  },
  {
    "Bulletin": "1751F-643",
    "Page": "9",
    "2.2_text": "Since underground plant facilities are usually exposed to less physical damage than aerial or buried facilities, fewer cable faults should be associated with underground plant facilities. This lower fault rate should result in long periods of maintenance-free operation and greater subscriber satisfaction. Underground plant facilities could be used in areas susceptible to frequent ice storms and/or high wind velocities.",
    "2.3_text": "Permission from appropriate authorities needs to be obtained before installing underground plant facilities, which include conduits, UCVs, and copper or fiber optic cables, in public rights-of-way (R/W) or travel lanes of roadways, streets, etc. In most circumstances cooperation with appropriate authorities can be obtained when underground plant construction techniques are fully explained. A comprehensive investigation of the public R/W or travel portions of roadways, streets, etc. should be made as to possible roadway, street, etc. improvements, such as widening or changing grade elevations, before the installation of underground plant facilities to eliminate costly future rearrangements and rerouting. When installing underground plant facilities at railroad crossings, on bridges, and the crossing of facilities owned by other utilities, the need for permits should be thoroughly investigated.",
    "2.4_text": "In urban and suburban areas, other buried or underground facilities such as water lines, gas lines, sewer lines, Community Antenna Television lines, electric and/or telecommunications lines present obstacles to the installation of the conduit and UCV components of underground plant facilities. When the above buried or underground obstacles are anticipated, detailed information should be obtained from the other utilities on present and proposed buried or underground facilities locations. Where it is known that buried or underground obstacles will be encountered during construction of the conduit and UCV components of underground plant facilities, those areas should be identified separately in the Loan Design (LD).",
    "2.5_text": "The physical location of the conduit and UCV components of the underground plant facilities should be determined in conjunction with federal, state, county, and local authorities, as applicable. Special attention should also be given to the type and size of equipment that will be required to perform the conduit, UCV, and cable installation of underground plant facilities.",
    "2.6_text": "Some of the considerations that can affect the physical locations of the conduit and UCV components of underground plant facilities are:",
    "2.6a_text": "Width of road shoulders;",
    "2.6b_text": "Type of road and road surface;"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "10",
    "c": "Easements;",
    "d": "Required number of conduits and UCVs;",
    "e": "Public R/W;",
    "f": "Railroad crossings;",
    "g": "Bridge crossings;",
    "h": "Buried or underground obstacles of other utilities; and",
    "i": "Environmentally sensitive areas.",
    "2.7": "When conduit and UCV components of underground plant facilities are to be installed in public R/W or travel lanes of roadways, streets, etc. discussions with department of transportation authorities should be held to inform the authorities as to locations and depths of conduits and UCVs in the R/W or travel lanes of roadways, streets, etc.",
    "2.8": "The same procedure as outlined in paragraph 2.7 of this section should be followed in coordination with town and development areas where conduit and UCV components of underground plant facilities are to be installed. Assistance should be given to town planning authorities, land, industrial, and commercial developers by either identifying on existing construction drawings or in the preparation of new construction drawings, the locations and depths of all conduits and UCVs. Here again, these organizations should be informed that the borrower will provide identification and location of its existing underground plant facilities when requested.",
    "2.9": "Proposed underground plant construction activities should be coordinated with other utilities. This coordination is necessary to properly develop a working relationship among the various utilities on future planning of all utility plant. Construction drawings of underground plant to be constructed should be provided to each of the utility companies whose plant is, or may be placed, within the area of the borrower's underground plant facilities.",
    "2.10": "RUS Bulletin 1753F-151, Specifications and Drawings for Construction of Underground Plant, RUS Form 515b, provides assistance to either the resident, consulting engineer, or borrower's engineering staff in the design and construction of underground plant facilities. The resident, consulting engineer, or borrower's engineering staff should check with Federal, State, county, and local authorities in regard to any existing and proposed land development programs which would require special design considerations to be taken into account in the design and construction of underground plant facilities."
  },
  {
    "Bulletin": "1751F-643",
    "Page": "11",
    "2.11": "In the design of conduit and UCV systems of underground plant facilities, more conduits than initially needed should be provided to eliminate the added expense of reopening trenches and adding additional conduits to existing conduit systems.",
    "2.12": "The resident, consulting engineer, or borrower's engineering staff should keep in mind during the design of underground filled copper or fiber optic cable components of underground plant facilities that flexibility of underground cable components depend to a great extent on the physical arrangement of the cables and associated equipment in the conduit and UCV systems of underground plant facilities. Correct assignments and arrangements of underground copper or fiber optic cables should provide economical advantages by decreasing the cost of future rearrangements.",
    "2.13": "Prior to the design layout of the underground filled copper or fiber optic cables, the resident, consulting engineer, or borrower's engineering staff should make an on-site field survey of all UCVs, riser poles, building conduits, etc.",
    "2.14": "Where underground filled copper or fiber optic cables are pulled through UCVs without splicing, duct selections should be the same at both ends of UCVs. Changes in duct selections, especially in elevations, should be considered carefully to avoid damage to underground cable sheaths and to keep the pulling tensions as low as possible.",
    "3": "CONSTRUCTION MATERIALS",
    "3.1": "For all underground plant construction projects financed with RUS loan funds, RUS regulation 7 CFR 1753.6 requires that only RUS accepted materials be used.",
    "3.2": "RUS technically accepted, nondomestic manufactured materials, may also be used on underground plant construction projects. Before technically accepted materials can be used on underground plant construction projects, permission is required from the RUS borrower. In addition, borrower's are required to ensure that the cost of the technically accepted materials are at least 6 percent less than the cost of the RUS accepted materials, as specified in RUS Bulletin 344-3, \"Buy American\" Requirement, as amended by the Notice published in the Federal Register, Volume 66, Number 222, dated November 16, 2001.",
    "4": "CONDUIT TYPES AND USAGE",
    "4.1": "Conduit types most frequently used in underground plant facilities are as follows:",
    "a": "Multi-duct concrete;"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "12",
    "b": "Multi-duct plastic;",
    "c": "Fiberglass/epoxy;",
    "d": "Plastic;",
    "e": "Flexible plastic; and",
    "f": "Plastic fiber optic cable duct.",
    "4.2 Multi-duct concrete conduits availability": "available in 3.5 inch (in.) [89 millimeters (mm)) and 4 in. (102 mm) bore sizes and two design types",
    "4.2 First design": "consists of a bell and spigot with joint seals utilizing rubber gaskets and/or joint sealing compound",
    "4.2 Second design": "utilizes a polyethylene sleeve with dowel pins for alignment",
    "4.2 Conduits configurations": "available in 4-way, 6-way, and 9-way configurations",
    "4.2 Additional items": "Short joints, miters, split conduits, and special adapters; such as concrete-to-steel, concrete-to-concrete, and concrete-to-plastic, are standard stock items for both designs which are available from manufacturers.",
    "4.3 Multi-duct plastic conduits availability": "available in bore sizes of 4 in. (102 mm) in bell and spigot designs",
    "4.3 Joint seals": "Joint seals are made using rubber gaskets and spring clips",
    "4.3 Conduits configurations": "available in 4-way, 6-way, and 9-way configurations supplied in 42 in. [107 centimeters (cm)] sections",
    "4.3 Additional items": "Miters, double bells, spigots, etc. are standard stock items available from manufacturers",
    "4.3 Short joint sections": "Short joint sections can be made in the field by cutting conduits with a hacksaw.",
    "4.4 Fiberglass/epoxy conduits availability": "available in 2 in. (51 mm), 3 in. (76 mm), 4 in. (102 mm), and 6 in. (152 mm) bore sizes and three design types",
    "4.4 First design": "The first design is a bell and spigot with joint seals utilizing joint sealing compound.",
    "4.4 Second design": "The second design is a bell and spigot with joint seals utilizing joint sealing compound and a mechanical thread to ensure proper make up.",
    "4.4 Third design": "The last design uses threaded mechanical connectors to ensure positive joint seals.",
    "4.4 Additional items": "Sweeps, elbows, bends, expansion joints, etc. are standard stock items available from manufacturers.",
    "4.5 Plastic conduits availability": "available in bore sizes of 2 in. (51 mm), 3 in. (76 mm), 4 in. (102 mm), and 6 in. (152 mm) and five design types",
    "4.5 Design types": "The five design types are B, C, D, EB, and DB.",
    "4.5 Design types B and EB usage": "Design types B and EB are used for concrete encasement.",
    "4.5 Design types C and DB usage": "Types C and DB are used for direct burial.",
    "4.5 Design type D usage": "Type D is used for exposed installations, such as on bridges, viaducts, etc.",
    "4.5 Jointing": "Jointing is accomplished with plastic couplings and solvent cements.",
    "4.5 Additional items": "Sweeps, elbows, adapters, plugs, bell ends, etc. are standard stock items available from manufacturers.",
    "4.5 Cutting conduits": "Conduits can be cut with a hacksaw in the field to provide short joint sections.",
    "4.5 Plastic spacers": "Plastic spacers are available for building conduit formations.",
    "4.5 Conduits supply length": "The conduits are usually supplied in 20 foot (ft)"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "13",
    "Lengths": "[6 meter (m)]",
    "Conduit_Flexibility": "Plastic conduits are somewhat flexible, gradual changes in widths and heights of conduit banks can be made without special miter fittings.",
    "Conduit_Properties": "Plastic conduits also have low coefficients of friction which allow longer conduit runs.",
    "4.6_Conduit_Type": "Flexible plastic conduits",
    "4.6_Available_Sizes": "2 in. (51 mm), 3 in. (76 mm), 3.5 in. (89 mm), 4 in. (102 mm), and 6 in. (152 mm)",
    "4.6_Design_Types": "two design types",
    "4.6_First_Design": "smooth wall finish",
    "4.6_Second_Design": "corrugated wall finish",
    "4.6_Jointing": "accomplished by heat fusion with caps, ells, etc. which are standard stock items from manufacturers",
    "4.6_Supply_Length": "500 ft (152 m)",
    "4.6_Bending_Radius": "4 ft (1.2 m)",
    "4.6_Fittings_Needed": "Special fittings necessary to make turns, dips, and bends are not usually needed with flexible plastic conduits.",
    "4.6_Installation_Methods": "trenching or plowing",
    "4.6_Smooth_Wall_Installation": "multiple configurations",
    "4.6_Corrugated_Wall_Usage": "subsidiary conduit routes",
    "4.6_Corrugated_Wall_Placement": "horizontal planes (side by side)",
    "4.7_Conduit_Type": "Plastic fiber optic cable ducts",
    "4.7_Diameter": "small diameter flexible plastic conduits",
    "4.7_Available_Sizes": "0.5 in. (13 mm), 1 in. (25 mm), and 1.5 in. (38 mm)",
    "4.7_Wall_Finishes": "smooth or corrugated",
    "4.7_Supply_Length": "1650 ft (502 m)",
    "4.7_Primary_Usage": "installation in existing conduits",
    "4.7_Other_Usage": "direct burial",
    "4.7_Benefits": "clean, low friction, low hazard environment for fiber optic cable installations",
    "4.8_Conduit_Type": "Steel pipes",
    "4.8_Usage_Conditions": "special conditions prohibit the use of conduit types listed in paragraph 4.1 of this section",
    "4.8_Examples": "locations where trenching could not be performed or where pipe pushes are required",
    "4.8_Availability": "all commercial sizes",
    "4.8_End_Types": "threaded ends and couplings or with plain ends",
    "4.9_Conduit_Type": "Sewer tiles",
    "4.9_Usage": "drains or sumps for poured-in-place UCVs",
    "5_Section_Title": "CONDUIT FORMATIONS AND CURVES",
    "5.1_Duct_Count": "four or more ducts",
    "5.1_Width_Restriction": "not be less than two, nor greater than four, ducts wide",
    "5.1_Table_Reference": "Table 1",
    "5.1_Table_Content": "various conduit formations based on trench sizes and UCV vault racking diagrams"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "14",
    "TABLE 1": "Conduit Formations",
    "Number of Ducts 4, 6, 8, and 10 ducts": "Duct Width 2 wide",
    "Number of Ducts 9, 12, 15, and 18 ducts": "Duct Width 3 wide",
    "5.2": "Conduit sections containing curves should be avoided whenever possible. When curves are required in conduit sections, angles of curves should be less than 90 degrees. Curves with angles greater than 90 degrees or curves with extremely small radii should not be used because of possible damage to conduits or cables.",
    "6.": "CONDUIT SECTION LENGTHS",
    "6.1": "Conduit section lengths should depend on diameters and types of conduits and types of filled copper or fiber optic cables to be installed in conduits. Conduit sections should be as long as practicable to reduce the number of UCVs, splices, and set-ups for cable pulling.",
    "6.2": "Conduit sections should not exceed 1500 ft (457 m). Typical conduit sections range from 600 to 1,000 ft (183 to 305 m). Achieving the 600 to 1,000 ft (183 to 305 m) distance may be restricted by junction points, offsets, or degrees of curvature in conduit sections. An offset is defined as the displacement of one portion of a straight conduit section run relative to the remainder of the conduit run. Displacements (offsets) may occur in any plane. If offset distances are 5 ft (1.5 m) or less, offsets may be disregarded in determining maximum section lengths. If offsets in otherwise straight conduit sections are greater than 5 ft (1.5 m) or radii of sweeps in offsets are less than 1200 ft (366 m), conduit section lengths should be shortened proportionately (up to one-third for extreme conditions). Conduit sections containing offsets should normally not exceed 600 ft (183 m).",
    "6.3": "Bends, twists, or curves in conduit runs should be used to change the general direction of conduit runs at street corners or to avoid underground obstructions. For conduit sections containing bends or curves, maximum conduit section lengths should be determined by angles between straight conduit runs on each side of curves and radii of curves.",
    "6.4": "Actual lengths of conduit runs should be obtained and verified from existing conduit system records to ensure that cable lengths will be correct. Distances, such as UCV wall-to-wall, UCV-to-riser pole, or UCV-to-building, should be measured and added to the length of cable required in each UCV for pulling-in, setting-up, splicing, and testing. The sum of the"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "15",
    "cable_cut_lengths_indicated_on": "construction drawings",
    "excess_length_copper_cable_amount": "3 ft (one meter) per cable or 6 ft (2 m) per section",
    "excess_length_fiber_optic_cable_based_on": "the LD",
    "CONDUIT_PROTECTION": "7",
    "Conduits_protected_against": "mechanical damage",
    "Protection_consist_of": "top protection only, base only, top and sides only, or complete encasement",
    "Type_of_protection_depends_on": "particular circumstances of the project",
    "Protection_of_conduits_required_if": "hazards are likely to be encountered",
    "Top_protection_provided_where": "conduits are to be installed under roadways which may be paved at later dates",
    "Concrete_bases_used_when": "ground is spongy or yielding, such as swamps or marshlands",
    "Concrete_bases_used_as": "leveling mediums under conditions where sand base trenches are subjected to washing out",
    "Conduits_within_railroad_R/W_protected_if": "required by regulations",
    "Concrete_encasement_considered_for": "Road or street crossings having earth covers that are equal to or less than 30 in. (76 cm)",
    "Concrete_encasement_considered_for_b": "Railroad crossings",
    "Concrete_encasement_considered_for_c": "Earth covers parallel to and within street, highway, or road travel areas that are less than 30 in. (76 cm)",
    "Concrete_encasement_considered_for_d": "Stream crossings, storm canals, ditches, etc.; and",
    "Concrete_encasement_considered_for_e": "Bend angles of 20° or greater in conduit lengths equal to or greater than 550 ft (168 m)",
    "UCV_TYPES": "8",
    "Precast_poured_in_place_UCVs_designed_to": "provide sufficient and suitable space for installation of cables and associated equipment",
    "Precast_poured_in_place_UCV_types_sizes_shown_in": "construction guide drawings of RUS Bulletin 1753F-151"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "16",
    "Plant_Form": "515b",
    "Guide_drawing_a": "Guide drawing Underground Manhole (UM) UM-A,-L,-T,-J",
    "Guide_drawing_b": "Guide drawing UM-V; and",
    "Guide_drawing_c": "Guide drawing UM-X,-Y.",
    "Section_8.2": "Headroom, floor, wall, and roof thicknesses, openings, wall recesses, frames, covers, collars, sumps, or drains of precast UCVs should be designed in accordance with the manufacturers' recommendations.",
    "Section_8.3": "Headroom, floor, wall, and roof thicknesses, openings, wall recesses, frames, covers, collars, sumps, or drains of poured-in-place UCVs should be designed in accordance with the engineer's specifications. Figure 1 of this bulletin provides an example of the poured-in-place UCV overall design layout.",
    "Section_8.4": "Sufficient headroom should be provided in poured-in-place UCVs to allow for racking of cables plus a clear space of 12 in. (305 mm) just above the floor and below the UCV roof. Table 2 of this section indicates the minimum headroom recommended for the various types of poured-in-place UCVs.",
    "Table_2_Title": "Minimum Headroom",
    "Table_2_Subtitle": "Poured-In-Place UCVs",
    "UCV_Types_UM-X": "UM-X",
    "UCV_Types_UM-Y": "UM-Y",
    "UCV_Types_UM-A": "UM-A",
    "UCV_Types_UM-L": "UM-L",
    "UCV_Types_UM-T": "UM-T",
    "UCV_Types_UM-V": "UM-V",
    "UCV_Types_UM-J": "UM-J",
    "Minimum_Headroom_UM-X_in": "42",
    "Minimum_Headroom_UM-X_cm": "107",
    "Minimum_Headroom_UM-Y_in": "48",
    "Minimum_Headroom_UM-Y_cm": "122",
    "Minimum_Headroom_UM-A_in": "66",
    "Minimum_Headroom_UM-A_cm": "168",
    "Minimum_Headroom_UM-L_in": "66",
    "Minimum_Headroom_UM-L_cm": "168",
    "Minimum_Headroom_UM-T_in": "66",
    "Minimum_Headroom_UM-T_cm": "168",
    "Minimum_Headroom_UM-V_in": "66",
    "Minimum_Headroom_UM-V_cm": "168",
    "Minimum_Headroom_UM-J_in": "66",
    "Minimum_Headroom_UM-J_cm": "168",
    "Section_8.5": "Unreinforced concrete should be used for floors of poured-in-place UCVs that are to be constructed in firm soils. Floor thicknesses should be 4 in. (102 mm) for poured-in-place UCVS with unreinforced concrete walls. For poured-in-place UCVs with reinforced concrete walls, floors should be 6 in. (152 mm) thick.",
    "Section_8.6": "Reinforced concrete should be used for floors of poured-in-place UCVs that are to be constructed in fluid soils. The reinforcing members should be 5/8 in. (16 mm) diameter deformed bars. Table 3 of this section and Figure 2 of this bulletin provide design information on the floor thicknesses and reinforcing bar spacings of all rectangular poured-in-place UCVs"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "17",
    "TABLE 3": "Floor Thicknesses and Reinforcing Rod Spacings Rectangular Poured-In-Place UCVs in Fluid Soils",
    "Depth of UCV Floor Below Grade Ft (m) 8": "(2.4)",
    "Floor Thickness In. (mm) 6": "(152)",
    "Spacing of Reinforcing Rods in. (mm)": "8 (203)",
    "9 (2.7)": null,
    "6 (152)": null,
    "8 (203)": null,
    "10 (3.0)": null,
    "11 (3.4)": null,
    "12 (3.7)": null,
    "13 (4.0)": null,
    "14 (4.3)": null,
    "7 (178)": null,
    "15 (4.6)": null,
    "6.5 (165)": null,
    "16 (4.9)": null,
    "TABLE 4": "Floor Thicknesses and Reinforcing Rod Spacings Type UM-V Poured-In-Place UCVs in Fluid Soils",
    "Depth of UCV Floor Below Grade ft (m) 8": "(2.4)",
    "Floor Thickness in. (mm) 6": "(152)",
    "Spacing of Reinforcing Rods In. (mm) Spacing A Spacing B Spacing C 8": "(203) 9 (229) 11 (279)",
    "9 (229)": null,
    "11 (279)": null,
    "10 (254)": null
  },
  {
    "Bulletin": "1751F-643",
    "Page": "18",
    "lengths_12_in": "305 mm",
    "lengths_8_in": "203 mm",
    "Table_5_section": "Figure 4",
    "design_information": "wall thicknesses and vertical reinforcement spacings",
    "UCVs_in_firm_soils": "Table 6",
    "UCVs_in_fluid_soils": "Tables 5 and 6",
    "variations_in_concrete_wall_thickness": "quantity of vertical reinforcement",
    "extend_1_in": "25 mm",
    "UCV_roofs": "vertical reinforcement",
    "UCV_walls_horizontal": "12 in. (305 mm)",
    "horizontal_reinforcement": "3/8 in. (10 mm)",
    "bars_spaced": "12 in. (305 mm)",
    "UCV_walls_greater": "12 in. (305 mm)",
    "horizontally_reinforced": "5/8 in. (16 mm)",
    "extend_within": "1 in. (25.4 mm)"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "19",
    "TABLE": "5",
    "Wall Construction": "Poured-In-Place UCVs in Firm Soils",
    "Depth of UCV Floor Below Surface of Street in. (cm)": "Category",
    "Plain Walls Wall Thickness in. (mm)": "8.0",
    "Reinforced Walls Vertical Reinforcement Using Deformed Bars Wall Thickness in. (mm)": "8.5",
    "Size In. (mm)": "9.0",
    "Deformed Bar Types": "9.5",
    "Spacing On Center in. (mm)": "10.0",
    "8.0_in": "96 (244) or less",
    "8.0_thickness_in": "6 (152)",
    "8.0_wall_thickness_in": "6 (152)",
    "8.0_size_in": "None",
    "8.0_bar_types": "None",
    "8.0_spacing_in": "None",
    "8.5_in": "102 (259)",
    "8.5_thickness_in": "7 (178)",
    "8.5_wall_thickness_in": "6 (152)",
    "8.5_size_in": "3/8 (10)\n½ (13)",
    "8.5_bar_types": "Round",
    "8.5_spacing_in": "8 (203)",
    "9.0_in": "108 (274)",
    "9.0_thickness_in": "7.5 (190)",
    "9.0_wall_thickness_in": "6 (152)",
    "9.0_size_in": "3/8 (10)\n½ (13)",
    "9.0_bar_types": "Round",
    "9.0_spacing_in": "6 (152)",
    "9.5_in": "114 (289)",
    "9.5_thickness_in": "8 (203)",
    "9.5_wall_thickness_in": "6 (152)",
    "9.5_size_in": "3/8 (10)\n½ (13)",
    "9.5_bar_types": "Round",
    "9.5_spacing_in": "5.5 (140)",
    "10.0_in": "120 (305)",
    "10.0_thickness_in": "8.5 (216)",
    "10.0_wall_thickness_in": "6 (152)",
    "10.0_size_in": "3/8 (10)\n½ (13)",
    "10.0_bar_types": "Round",
    "10.0_spacing_in": "4 (102)",
    "10.5_in": "126 (320)",
    "10.5_thickness_in": "9 (229)",
    "10.5_wall_thickness_in": "6 (152)",
    "10.5_size_in": "3/8 (10)\n½ (13)",
    "10.5_bar_types": "Round",
    "10.5_spacing_in": "4 (102)",
    "11.0_in": "132 (335)",
    "11.0_thickness_in": "10 (254)",
    "11.0_wall_thickness_in": "6 (152)",
    "11.0_size_in": "½ (13)",
    "11.0_bar_types": "Round",
    "11.0_spacing_in": "6 (152)",
    "11.5_in": "138 (350)",
    "11.5_thickness_in": "10.5 (267)",
    "11.5_wall_thickness_in": "6 (152)",
    "11.5_size_in": "½ (13)",
    "11.5_bar_types": "Round",
    "11.5_spacing_in": "5 (127)",
    "12.0_in": "144 (366)",
    "12.0_thickness_in": "11 (279)",
    "12.0_wall_thickness_in": "6.5 (165)",
    "12.0_size_in": "½ (13)",
    "12.0_bar_types": "Round",
    "12.0_spacing_in": "5 (127)",
    "12.5_in": "150 (381)",
    "12.5_thickness_in": "12 (305)",
    "12.5_wall_thickness_in": "6.5 (165)",
    "12.5_size_in": "½ (13)\n5/8 (16)",
    "12.5_bar_types": "Round",
    "12.5_spacing_in": "4.5 (114)",
    "13.0_in": "156 (396)",
    "13.0_thickness_in": "12.5 (317)",
    "13.0_wall_thickness_in": "7 (178)",
    "13.0_size_in": "½ (13)\n5/8 (16)",
    "13.0_bar_types": "Round",
    "13.0_spacing_in": "4.5 (114)",
    "13.5_in": "162 (411)",
    "13.5_thickness_in": "13 (330)",
    "13.5_wall_thickness_in": "7 (178)",
    "13.5_size_in": "5/8 (16)",
    "13.5_bar_types": "Round",
    "13.5_spacing_in": "6.5 (165)",
    "14.0_in": "168 (427)",
    "14.0_thickness_in": "14 (356)",
    "14.0_wall_thickness_in": "7.5 (190)",
    "14.0_size_in": "5/8 (16)",
    "14.0_bar_types": "Round",
    "14.0_spacing_in": "6.5 (165)",
    "14.5_in": "174 (442)",
    "14.5_thickness_in": "14.5 (368)",
    "14.5_wall_thickness_in": "7.5 (190)",
    "14.5_size_in": "5/8 (10)\n¾ (19)",
    "14.5_bar_types": "Round",
    "14.5_spacing_in": "5.5 (140)",
    "15.0_in": "180 (457)",
    "15.0_thickness_in": "15 (381)",
    "15.0_wall_thickness_in": "8 (203)",
    "15.0_size_in": "5/8 (10)\n¾ (19)",
    "15.0_bar_types": "Round",
    "15.0_spacing_in": "5.5 (140)",
    "16.0_in": "192 (488)",
    "16.0_thickness_in": "Reinforcement Required",
    "16.0_wall_thickness_in": "9 (229)",
    "16.0_size_in": "5/8 (10)\n¾ (19)",
    "16.0_bar_types": "Round",
    "16.0_spacing_in": "5.5 (140)",
    "17.0_in": "204 (518)",
    "17.0_thickness_in": "Reinforcement Required",
    "17.0_wall_thickness_in": "9.5 (241)",
    "17.0_size_in": "5/8 (10)\n¾ (19)",
    "17.0_bar_types": "Round",
    "17.0_spacing_in": "4.5 (114)",
    "18.0_in": "216 (549)",
    "18.0_thickness_in": "Reinforcement Required",
    "18.0_wall_thickness_in": "10 (254)",
    "18.0_size_in": "5/8 (10)\n¾ (19)",
    "18.0_bar_types": "Round",
    "18.0_spacing_in": "4 (102)",
    "19.0_in": "228 (579)",
    "19.0_thickness_in": "Reinforcement Required",
    "19.0_wall_thickness_in": "11 (279)",
    "19.0_size_in": "5/8 (10)\n¾ (19)",
    "19.0_bar_types": "Round",
    "19.0_spacing_in": "4 (102)",
    "20.0_in": "240 (610)",
    "20.0_thickness_in": "Reinforcement Required",
    "20.0_wall_thickness_in": "11.5 (292)",
    "20.0_size_in": "5/8 (10)\n¾ (19)",
    "20.0_bar_types": "Round",
    "20.0_spacing_in": "3.5 (89)"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "20",
    "table_name": "TABLE 6",
    "table_description": "Wall Construction\nPoured-In-Place UCVs in Fluid Soils",
    "category_8.0A": "8.0A",
    "depth_ucv_floor_below_surface_street_in": "96",
    "depth_ucv_floor_below_surface_street_cm": "244",
    "wall_thickness_in_plain_walls_in": "9",
    "wall_thickness_in_plain_walls_mm": "229",
    "wall_thickness_reinforced_walls_in": "6",
    "wall_thickness_reinforced_walls_mm": "152",
    "size_in": "½",
    "size_mm": "13",
    "deformed_bar_types": "Round",
    "spacing_on_center_in": "6",
    "spacing_on_center_mm": "152",
    "category_8.5A": "8.5A",
    "depth_ucv_floor_below_surface_street_in_8.5A": "102",
    "depth_ucv_floor_below_surface_street_cm_8.5A": "259",
    "wall_thickness_in_plain_walls_in_8.5A": "10",
    "wall_thickness_in_plain_walls_mm_8.5A": "254",
    "wall_thickness_reinforced_walls_in_8.5A": "6.5",
    "wall_thickness_reinforced_walls_mm_8.5A": "165",
    "size_in_8.5A": "½",
    "size_mm_8.5A": "13",
    "deformed_bar_types_8.5A": "Round",
    "spacing_on_center_in_8.5A": "6",
    "spacing_on_center_mm_8.5A": "152",
    "category_9.0A": "9.0A",
    "depth_ucv_floor_below_surface_street_in_9.0A": "108",
    "depth_ucv_floor_below_surface_street_cm_9.0A": "274",
    "wall_thickness_in_plain_walls_in_9.0A": "11",
    "wall_thickness_in_plain_walls_mm_9.0A": "279",
    "wall_thickness_reinforced_walls_in_9.0A": "7",
    "wall_thickness_reinforced_walls_mm_9.0A": "178",
    "size_in_9.0A": "½",
    "size_mm_9.0A": "13",
    "deformed_bar_types_9.0A": "Round",
    "spacing_on_center_in_9.0A": "5.5",
    "spacing_on_center_mm_9.0A": "140",
    "category_9.5A": "9.5A",
    "depth_ucv_floor_below_surface_street_in_9.5A": "114",
    "depth_ucv_floor_below_surface_street_cm_9.5A": "289",
    "wall_thickness_in_plain_walls_in_9.5A": "12",
    "wall_thickness_in_plain_walls_mm_9.5A": "305",
    "wall_thickness_reinforced_walls_in_9.5A": "7.5",
    "wall_thickness_reinforced_walls_mm_9.5A": "190",
    "size_in_9.5A": "½",
    "size_mm_9.5A": "13",
    "deformed_bar_types_9.5A": "Round",
    "spacing_on_center_in_9.5A": "5",
    "spacing_on_center_mm_9.5A": "127",
    "category_10.0A": "10.0A",
    "depth_ucv_floor_below_surface_street_in_10.0A": "120",
    "depth_ucv_floor_below_surface_street_cm_10.0A": "305",
    "wall_thickness_in_plain_walls_in_10.0A": "13",
    "wall_thickness_in_plain_walls_mm_10.0A": "330",
    "wall_thickness_reinforced_walls_in_10.0A": "8",
    "wall_thickness_reinforced_walls_mm_10.0A": "203",
    "size_in_10.0A": "½",
    "size_mm_10.0A": "13",
    "deformed_bar_types_10.0A": "Round",
    "spacing_on_center_in_10.0A": "4.5",
    "spacing_on_center_mm_10.0A": "114",
    "category_10.5A": "10.5A",
    "depth_ucv_floor_below_surface_street_in_10.5A": "126",
    "depth_ucv_floor_below_surface_street_cm_10.5A": "320",
    "wall_thickness_in_plain_walls_in_10.5A": "14",
    "wall_thickness_in_plain_walls_mm_10.5A": "356",
    "wall_thickness_reinforced_walls_in_10.5A": "8.5",
    "wall_thickness_reinforced_walls_mm_10.5A": "216",
    "size_in_10.5A": "½",
    "size_mm_10.5A": "13",
    "deformed_bar_types_10.5A": "Round",
    "spacing_on_center_in_10.5A": "4",
    "spacing_on_center_mm_10.5A": "102",
    "category_11.0A": "11.0A",
    "depth_ucv_floor_below_surface_street_in_11.0A": "132",
    "depth_ucv_floor_below_surface_street_cm_11.0A": "335",
    "wall_thickness_in_plain_walls_in_11.0A": "15",
    "wall_thickness_in_plain_walls_mm_11.0A": "381",
    "wall_thickness_reinforced_walls_in_11.0A": "9",
    "wall_thickness_reinforced_walls_mm_11.0A": "229",
    "size_in_11.0A": "5/8",
    "size_mm_11.0A": "10",
    "deformed_bar_types_11.0A": "Round",
    "spacing_on_center_in_11.0A": "6",
    "spacing_on_center_mm_11.0A": "152",
    "category_11.5A": "11.5A",
    "depth_ucv_floor_below_surface_street_in_11.5A": "138",
    "depth_ucv_floor_below_surface_street_cm_11.5A": "350",
    "wall_thickness_in_plain_walls_in_11.5A": "16",
    "wall_thickness_in_plain_walls_mm_11.5A": "406",
    "wall_thickness_reinforced_walls_in_11.5A": "9.5",
    "wall_thickness_reinforced_walls_mm_11.5A": "241",
    "size_in_11.5A": "5/8",
    "size_mm_11.5A": "16",
    "deformed_bar_types_11.5A": "Round",
    "spacing_on_center_in_11.5A": "5.5",
    "spacing_on_center_mm_11.5A": "140",
    "category_12.0A": "12.0A",
    "depth_ucv_floor_below_surface_street_in_12.0A": "144",
    "depth_ucv_floor_below_surface_street_cm_12.0A": "366",
    "wall_thickness_in_plain_walls_in_12.0A": "Reinforcement Required",
    "wall_thickness_in_plain_walls_mm_12.0A": null,
    "wall_thickness_reinforced_walls_in_12.0A": "10",
    "wall_thickness_reinforced_walls_mm_12.0A": "254",
    "size_in_12.0A": "5/8",
    "size_mm_12.0A": "16",
    "deformed_bar_types_12.0A": "Round",
    "spacing_on_center_in_12.0A": "5.5",
    "spacing_on_center_mm_12.0A": "140",
    "category_12.5A": "12.5A",
    "depth_ucv_floor_below_surface_street_in_12.5A": "150",
    "depth_ucv_floor_below_surface_street_cm_12.5A": "381",
    "wall_thickness_in_plain_walls_in_12.5A": "Reinforcement Required",
    "wall_thickness_in_plain_walls_mm_12.5A": null,
    "wall_thickness_reinforced_walls_in_12.5A": "10.5",
    "wall_thickness_reinforced_walls_mm_12.5A": "267",
    "size_in_12.5A": "5/8",
    "size_mm_12.5A": "16",
    "deformed_bar_types_12.5A": "Round",
    "spacing_on_center_in_12.5A": "5",
    "spacing_on_center_mm_12.5A": "127",
    "category_13.0A": "13.0A",
    "depth_ucv_floor_below_surface_street_in_13.0A": "156",
    "depth_ucv_floor_below_surface_street_cm_13.0A": "396",
    "wall_thickness_in_plain_walls_in_13.0A": "Reinforcement Required",
    "wall_thickness_in_plain_walls_mm_13.0A": null,
    "wall_thickness_reinforced_walls_in_13.0A": "11",
    "wall_thickness_reinforced_walls_mm_13.0A": "279",
    "size_in_13.0A": "5/8",
    "size_mm_13.0A": "16",
    "deformed_bar_types_13.0A": "Round",
    "spacing_on_center_in_13.0A": "4.5",
    "spacing_on_center_mm_13.0A": "114",
    "size_in_13.0A_alt": "34",
    "size_mm_13.0A_alt": "19",
    "deformed_bar_types_13.0A_alt": "Round",
    "spacing_on_center_in_13.0A_alt": "6",
    "spacing_on_center_mm_13.0A_alt": "152",
    "category_13.5A": "13.5A",
    "depth_ucv_floor_below_surface_street_in_13.5A": "162",
    "depth_ucv_floor_below_surface_street_cm_13.5A": "411",
    "wall_thickness_in_plain_walls_in_13.5A": "Reinforcement Required",
    "wall_thickness_in_plain_walls_mm_13.5A": null,
    "wall_thickness_reinforced_walls_in_13.5A": "11.5",
    "wall_thickness_reinforced_walls_mm_13.5A": "292",
    "size_in_13.5A": "5/8",
    "size_mm_13.5A": "16",
    "deformed_bar_types_13.5A": "Round",
    "spacing_on_center_in_13.5A": "4",
    "spacing_on_center_mm_13.5A": "102",
    "size_in_13.5A_alt": "34",
    "size_mm_13.5A_alt": "19",
    "deformed_bar_types_13.5A_alt": "Round",
    "spacing_on_center_in_13.5A_alt": "6.5",
    "spacing_on_center_mm_13.5A_alt": "165",
    "category_14.0A": "14.0A",
    "depth_ucv_floor_below_surface_street_in_14.0A": "168",
    "depth_ucv_floor_below_surface_street_cm_14.0A": "427",
    "wall_thickness_in_plain_walls_in_14.0A": "Reinforcement Required",
    "wall_thickness_in_plain_walls_mm_14.0A": null,
    "wall_thickness_reinforced_walls_in_14.0A": "12",
    "wall_thickness_reinforced_walls_mm_14.0A": "305",
    "size_in_14.0A": "34",
    "size_mm_14.0A": "19",
    "deformed_bar_types_14.0A": "Round",
    "spacing_on_center_in_14.0A": "5.5",
    "spacing_on_center_mm_14.0A": "140",
    "category_14.5A": "14.5A",
    "depth_ucv_floor_below_surface_street_in_14.5A": "174",
    "depth_ucv_floor_below_surface_street_cm_14.5A": "442",
    "wall_thickness_in_plain_walls_in_14.5A": "Reinforcement Required",
    "wall_thickness_in_plain_walls_mm_14.5A": null,
    "wall_thickness_reinforced_walls_in_14.5A": "12.5",
    "wall_thickness_reinforced_walls_mm_14.5A": "317",
    "size_in_14.5A": "34",
    "size_mm_14.5A": "13",
    "deformed_bar_types_14.5A": "Round",
    "spacing_on_center_in_14.5A": "5.5",
    "spacing_on_center_mm_14.5A": "140",
    "category_15.0A": "15.0A",
    "depth_ucv_floor_below_surface_street_in_15.0A": "180",
    "depth_ucv_floor_below_surface_street_cm_15.0A": "457",
    "wall_thickness_in_plain_walls_in_15.0A": "Reinforcement Required",
    "wall_thickness_in_plain_walls_mm_15.0A": null,
    "wall_thickness_reinforced_walls_in_15.0A": "13",
    "wall_thickness_reinforced_walls_mm_15.0A": "330",
    "size_in_15.0A": "34",
    "size_mm_15.0A": "13",
    "deformed_bar_types_15.0A": "Round",
    "spacing_on_center_in_15.0A": "5",
    "spacing_on_center_mm_15.0A": "127",
    "category_16.0A": "16.0A",
    "depth_ucv_floor_below_surface_street_in_16.0A": "192",
    "depth_ucv_floor_below_surface_street_cm_16.0A": "488",
    "wall_thickness_in_plain_walls_in_16.0A": "Reinforcement Required",
    "wall_thickness_in_plain_walls_mm_16.0A": null,
    "wall_thickness_reinforced_walls_in_16.0A": "14",
    "wall_thickness_reinforced_walls_mm_16.0A": "356",
    "size_in_16.0A": "34",
    "size_mm_16.0A": "13",
    "deformed_bar_types_16.0A": "Round",
    "spacing_on_center_in_16.0A": "4.5",
    "spacing_on_center_mm_16.0A": "114",
    "section_number": "8.9"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "21",
    "TABLE 7 Roof Thicknesses and Reinforcing Rod Diameters Rectangular Poured-In-Place UCVs": null,
    "Inside Width of UCV in. (cm) 36 (91)": "6 (152)",
    "42 (107)": "6 (152)",
    "48 (122)": "7 (178)",
    "54 (137)": "7.5 (190)",
    "Reinforcing Rod Diameter in. (mm)": "1/2 (13)",
    "TABLE 8 Roof Thicknesses and Reinforcing Rod Diameters Type UM-V Poured-In-Place UCVS": null,
    "Inside Width or Length of UCV Whichever is Greater ft (m) 8 (2.4)": "11 (279)",
    "9 (2.7)": "11.5 (292)",
    "10 (3.0)": "12 (305)",
    "11 (3.3)": "12.5 (317)",
    "12 (3.7)": "13 (330)",
    "Reinforcing Rod Diameter in. (mm).1": "3/4 (19)",
    "8.10 Openings of poured-in-place UCVs should be determined by the types and sizes of UCV frames. Diameters of frame openings at bases of frames should be equal to diameters of UCV roof openings. Table 9 of this section provides design information on the sizes of UCV opening forms to be used with various types and sizes of UCV frames.": null,
    "TABLE 9 UCV Opening Forms for UCV Frame Types and Sizes Poured-In-Place UCVS": null,
    "Frame Types": "Frame Sizes In. (cm)",
    "B": "24 (61)",
    "B.1": "27 (69)",
    "B.2": "30 (76)",
    "R": "27 (69)",
    "R.1": "30 (76)",
    "UCV Opening Form Sizes in. (cm)": "35 (89)",
    "38 (96)": null,
    "41 (104)": null,
    "28 (71)": null,
    "31 (79)": null,
    "8.11 When poured-in-place UCVs require wall recesses at conduit entrances, concrete should be placed between the faces of the recesses and the excavation walls to provide watertight bonds. Concrete thicknesses should be equal to at least one-half of UCV": null
  },
  {
    "Bulletin": "1751F-643",
    "Page": "22",
    "8.12_Type_B_frames": "Type B frames should be used with poured-in-place UCVs installed in areas subjected to vehicular traffic.",
    "8.12_Type_R_frames": "Type R frames should be used with poured-in-place UCVs that are installed in areas not subjected to vehicular traffic such as sidewalks, median strips. etc.",
    "8.12_Figure_7": "Figure 7 of this bulletin provides additional design information on Types B and R frames.",
    "8.12_Thirty_inch_frames": "Thirty inch (30 in.) (76 cm) frames should be used in areas subjected to vehicular traffic.",
    "8.12_Twenty-seven_inch_frames": "Twenty-seven inch (27 in.) (69 cm) frames should be used in areas not subjected to vehicular traffic.",
    "8.12_Poured-in-place_UM-X_and_UM-Y_UCVs": "Poured-in-place UM-X and UM-Y type UCVs normally use 24 in. (61 cm) frames.",
    "8.13_Frames_of_poured-in-place_UCVs": "Frames of poured-in-place UCVs should be supported with either brick or concrete collars.",
    "8.13_Brick_or_concrete_collars": "Brick or concrete collars should be of sufficient heights to bring UCV covers flush with grades of travel surfaces.",
    "8.13_Figure_8": "Figure 8 of this bulletin provides additional design information on brick collars.",
    "8.14_Solid_covers": "Solid covers should be used with all types of poured-in-place UCVs except when light and ventilation of UCVs are required.",
    "8.14_Heavy_duty_covers": "Heavy duty covers should be used on all types of poured-in-place UCVs that are subjected to vehicular traffic.",
    "9_CABLE_RACKS": "CABLE RACKS, RACK SUPPORTS, and PULLING IRONS",
    "9.1_The_number_of_cable_racks": "The number of cable racks and rack supports, spacing of cable racks, and placement of pulling irons for precast UCVS should be designed in accordance with manufacturers' recommendations.",
    "9.2_For_poured-in-place_UCVs": "For poured-in-place UCVs, the number and size of vertical cable racks should be based on headroom within UCVs as shown in Table 10 of this section.",
    "9.2_Additional_design_information": "Additional design information that may be used to assist in the installation of cable racks within poured-in-place UCVs may be found in Figure 9 of this bulletin."
  },
  {
    "Bulletin": "1751F-643",
    "Page": "23",
    "TABLE": "10",
    "Number and Size of Cable Racks Versus Headroom": "Poured-In-Place UCVS",
    "Headroom In. (cm)": "14 Hole Rack Size",
    "60 (152) (1)": "1",
    "66 (168)(2)": "-",
    "72 (183) (2)": "-",
    "78 (198)": "3",
    "84 (213)": "2",
    "90 (229)": "1",
    "96 (244)": "-",
    "102 (259)": "4",
    "108 (274)": "3",
    "114 (290)": "2",
    "120 (305)": "1",
    "126 (320)": "4",
    "132 (335)": "4",
    "18 Hole Rack Size": "1",
    "66 (168)(2)_18": "2",
    "72 (183) (2)_18": "2",
    "78 (198)_18": "-",
    "84 (213)_18": "1",
    "90 (229)_18": "2",
    "96 (244)_18": "3",
    "102 (259)_18": "-",
    "108 (274)_18": "1",
    "114 (290)_18": "2",
    "120 (305)_18": "3",
    "126 (320)_18": "1",
    "132 (335)_18": "1",
    "37 Hole Rack Size": "1",
    "66 (168)(2)_37": "1",
    "72 (183) (2)_37": "1",
    "78 (198)_37": "-",
    "84 (213)_37": "-",
    "90 (229)_37": "-",
    "96 (244)_37": "-",
    "102 (259)_37": "-",
    "108 (274)_37": "-",
    "114 (290)_37": "-",
    "120 (305)_37": "-",
    "126 (320)_37": "-",
    "132 (335)_37": "-",
    "Note (1)": "UCVs may contain either one 14 and one 18 hole rack or\none 14 and one 37 hole rack",
    "Note (2)": "UCVs may contain either two 18 hole racks or one 37\nhole rack.",
    "9.3": "UCV racking diagrams for poured-in-place UCVs should include\nall hardware items needed for supporting cables within UCVs along\nwith all additional work such as drilling holes, etc.",
    "9.4": "The spacing of cable racks within poured-in-place UCVs\nshould be specified on the construction drawings.",
    "9.5": "Cable racking diagrams should be made for central office\nvaults, cable troughs, and central office building walls showing\nlocations of all existing cables, stubs, load coil cases, if any,\nand ducts in use. Using this information vacant ducts should be\nselected that would allow new cables to be installed without\ncrossing over existing cables or blocking other vacant ducts.\nTrunk and special cables, which require protection, should be\nassigned lower conduits because these type cables usually do not\nrequire replacement. Cable duct assignments should be the same\nin each UCV, whenever possible. However, each duct should be\nchosen section-by-section, since the same relative position in\neach UCV may not always provide the best cable arrangement.",
    "9.6": "Cables and stubs should be arranged in UCVs to allow\naccessibility to cable splices.\nThe number of branch cables from\nends of mainline splices should be limited to two. Stub cables\nmay be necessary to maintain this arrangement. At locations\nrequiring cable stubs, racking of main cables should be based on"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "24",
    "9.7": "For pull-through UCVs (no splice), cable lengths necessary for racking should be added to wall-to-wall lengths of conduit sections on both sides of UCVs.",
    "9.8": "Figure 10 of this bulletin should be used in the design of pulling irons for poured-in-place UCVs.",
    "10": "UCV AND CONDUIT LOCATIONS",
    "10.1": "Locations of UCVs and conduit routes between UCVs should be indicated on construction drawings. An example of a construction drawing indicating UCV locations and conduit routes is shown in Figure 11 of this bulletin. The construction symbols and abbreviations used in preparing construction drawings are shown in Figures 12 through 12C of this bulletin. Poured-in-place or precast UCVs should be located to avoid unnecessary hazards and to ensure that future work in UCVs will cause minimum interference with the normal flow of vehicular traffic. Poured- in-place or precast UCVs should be located in public R/W wherever possible. When poured-in-place or precast UCVs are located in the travel portion of roads, streets, etc., intersection locations should be avoid wherever possible. In congested areas where the possibility of undisclosed subsurface conditions exist, test holes may be required to verify that construction can be carried out as planned to avoid useless excavation. Test holes should be dug 12 in. (305 mm) deeper than the depth of the proposed UCV excavation. If foreign pipes or other structures are encountered in the test holes, steps should be taken to determine ownership of the foreign structures. If the structures can not be readily removed, a decision should be made as to the practicability of either shifting the UCV, arranging with the owning company for a change in the route of their plant, or include the structure in the UCV. Penalties or costs associated with each of the above mentioned alternatives should be carefully considered before reaching a decision. Poured-in-place or precast UCVs should not be located near springs or underground streams.",
    "10.2": "Main conduits entering poured-in-place or precast UCVs should be located equidistant between the floors and roofs and centered between end walls. For UM-L, UM-J, and UM-T poured-in- place or precast UCVs, conduits entering side walls should be located 4 in. (102 mm) from end walls which are located farthest from central offices. Clearances of 12 in. (305 mm) should be maintained between main conduit formations and roofs or floors of UCVS. Unless indicated on the construction drawings, wall"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "25",
    "conduit_material_1": "Polyvinyl Chloride",
    "dry_1": "0.31",
    "lubricated_1": "0.13",
    "dry_2": "0.36",
    "lubricated_2": "0.16",
    "conduit_material_2": "Concrete",
    "dry_3": "0.48",
    "lubricated_3": "0.37",
    "dry_4": "0.57",
    "lubricated_4": "0.41",
    "conduit_material_3": "Corrugated Plastic",
    "dry_5": "0.22",
    "lubricated_5": "0.13",
    "dry_6": "0.40",
    "lubricated_6": "0.13"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "26",
    "Section": "11.3",
    "Factors_Intro": "The factors that should be used in determining the lengths of copper cables that may be safely installed in conduit systems are as follows:",
    "Factor_a": "Cable size and conductor gauge;",
    "Factor_b": "Maximum pulling strain allowed on conductors;",
    "Factor_c": "Cable pulling method (pulling eye or basket weave grip);",
    "Factor_d": "Number of bends in conduit system;",
    "Factor_e": "Bend radii;",
    "Factor_f": "Bend angles;",
    "Factor_g": "Coefficient of friction; and",
    "Factor_h": "Cables pulled dry or lubricated.",
    "Section_11_4": "11.4 Equation #1 of this section listed below should be used for calculating maximum pulling tensions of copper cables equipped with factory installed pulling eyes:",
    "Equation": "T = ANK (Equation #1)",
    "Where_Intro": "Where:",
    "T_Definition": "T = Maximum allowable pulling tension in pounds (lbs) [kilograms (kgs)].",
    "A_Definition": "A = Cross-sectional area of copper conductors in circular mils [square millimeters (mm²)].",
    "N_Definition": "N = Number of conductors terminated in factory installed pulling eyes. Typical all conductors in cables are terminated in factory installed pulling eyes.",
    "K_Definition": "K = 0.008 lbs/circular mils (7.2 kgs/mm²) for copper.",
    "Cross_Sectional_Areas_Note": "The cross-sectional areas of copper conductors designated by the letter “A” in equation #1 of this section are listed in Table 12 of this section:"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "27",
    "TABLE": "12",
    "Conductor_Size": "American Wire Gauge (AWG)",
    "Cross-sectional_Area": "Circular Mils (mm²)",
    "AWG_19": "1290 (0.653)",
    "AWG_22": "642 (0.324)",
    "AWG_24": "404 (0.205)",
    "AWG_26": "254 (0.128)",
    "Section": "11.5",
    "Equation_2": "L = T/Wf (Equation #2)",
    "L_definition": "Maximum allowable pulling length in ft (m).",
    "T_definition": "Maximum allowable pulling tension in lbs (kgs).",
    "W_definition": "Cable weight in lbs/ft (kgs/m).",
    "f_definition": "Coefficient of friction for type of conduit used in installation.",
    "Section_2": "11.6",
    "Equation_3": "T = LWf (Equation #3)",
    "Equation_4": "T = T₁efa (Equation #4)",
    "T_pulling_tension": "Pulling tension in lbs (kgs).",
    "L_cable_length": "Cable length in ft (m).",
    "W_cable_weight": "Cable weight in lbs/ft (kgs/m).",
    "T1_accumulated_tension": "Accumulated tension to start of bend in lbs (kgs).",
    "e_naperian_logarithm": "Naperian logarithm equal to 2.718."
  },
  {
    "Bulletin": "1751F-643",
    "Page": "28",
    "f": "Coefficient of friction for type of conduit used in installation.",
    "a": "Maximum allowable pulling tension;",
    "11.7": "Another factor that should be considered is the maximum allowable sidewall pressure. Sidewall pressures are radial forces exerted on cable sheaths at bend points when cables are under tension. Sidewall pressures at bend points should be calculated using equation #5 of this section listed below:",
    "Equation": "P = T/R (Equation #5)",
    "Where": null,
    "P": "Sidewall Pressure in lbs/ft (kgs/m).",
    "T": "Pulling tension in lbs (kgs).",
    "R": "Bend radius in ft (m).",
    "Maximum_Allowable_Sidewall_Pressure": "The maximum allowable sidewall pressure for copper cables should not exceed 100 lbs/ft (149 kgs/m). In conduit systems containing multiple bends, the last bend in the system would develop the greatest sidewall pressure on the cable. Therefore during the design of conduit systems, bends with the severest radii should be installed at the start of conduit systems.",
    "11.8": "Figures 13 through 13B of this bulletin provide an example of an underground filled copper cable installation that may be used for calculating maximum cable pulling tensions for conduit and UCV systems containing multiple conduit bends. Figures 14 and 14A of this bulletin provide an example of an underground filled copper cable installation that may be used for calculating the maximum sidewall pressures for conduit and UCV systems containing multiple conduit bends.",
    "12": "DETERMINATION OF INSTALLATION LENGTH AND PULLING TENSION OF FILLED FIBER OPTIC CABLES",
    "12.1": "Factors that should be considered in determining the installation lengths and pulling tensions of fiber optic cables to ensure that fiber optic cables can be placed in conduit and UCV systems without damage are listed below:",
    "b": "Minimum allowable bending radius during installation;",
    "c": "Minimum allowable bending radius after installation;",
    "d": "Construction and dimensions of pulling end;"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "29",
    "d": "Cable weight and diameter;",
    "e": "Supply length of cable; and",
    "f": "Excess cable length at each splice location.",
    "12.2": "Fiber optic cable manufacturers should be contacted to determine the appropriate values for the items listed in paragraph 12.1 of this section to ensure that fiber optic cables can be placed in conduit and UCV systems without damage.",
    "12.3": "In addition to the factors listed in paragraph 12.1 of this section, fiber optic cable manufacturers should also be contacted to determine the maximum allowable sidewall pressure that may be exerted on fiber optic cable sheaths at bend points when cables are under tension.",
    "13": "DESIGN CONSIDERATIONS",
    "13.1": "For outside plant underground facilities using copper cables, circuit requirements should be thoroughly evaluated to provide sufficient margin in the sizing of underground feeder cables. The sizing of the copper cables should be based on the recommendations listed in RUS TE&CM Section 210, Telephone System Design Sizing Criteria. The assigning of cable pairs should be based on the recommendations included in RUS TE&CM Section 629, Cable Plant Layout - Serving Area Value Engineering for Rural Systems.",
    "13.2": "For outside plant underground facilities using fiber optic cables, circuit requirements should be thoroughly evaluated to provide sufficient margin in the sizing of the cables. The sizing of the fiber optic cables should be based on circuit requirements of the LD plus the number of circuits needed for future growth.",
    "13.3": "Local characteristics of the project area should be thoroughly studied to determine whether normal or extraordinary construction conditions exist before making comparative cost studies. In addition, the determination should be made as to whether or not protection of conduits would be required so that the increase in the incremental cost associated with the protection of the conduits can be evaluated.",
    "13.4": "For copper underground plant, the design should provide for the optimum use of fine gauge cable (22 and 24 American Wire Gauge (AWG) conductors). Care should be exercised in the design to ensure that transmission requirements will be met.",
    "13.5": "For copper underground plant, the choice of the proper gauge conductors should depend on the transmission and signaling requirements. Care should be exercised in selecting the cables"
  },
  {
    "Bulletin": "1751F-643",
    "Page": "30",
    "initial_cost_differentials": "since initial cost differentials between the various cable types, sizes, and conductor gauges can be appreciable.",
    "economic_costs": "Where economic costs indicate the use of digital carrier and other types of electronic equipment over physical circuits, the electronic equipment should be designed.",
    "optical_fiber_underground_plant": "13.6 For optical fiber underground plant, the design should provide for the use of either dispersion-unshifted single mode fibers (operate at both the 1310 and 1550 nanometer windows) or dispersion-shifted single mode fibers (operate at the 1550 nanometer window).",
    "single_mode_fiber_choice": "The choice as to which single mode fiber to use should depend on the optical system's length and the transmission and signaling requirements.",
    "optical_fiber_design": "13.7 The optical fiber design should be prepared in accordance with the recommendations in RUS Bulletin 1751H-601, Lightwave Fundamentals, Systems, and Application."
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "FIGURES",
    "Page": "31",
    "FIGURE_NUMBER": "1",
    "DESIGN_LAYOUT": "OVERALL DESIGN LAYOUT",
    "UCVS_TYPE": "POURED-IN-PLACE UCVS",
    "Figure_8_Reference": "See Figure 8 of this bulletin",
    "Dimension_1": "5 in. (127 mm) Approx.",
    "Figure_4_Reference": "See Figure 4 of this bulletin",
    "Figure_9_Reference": "See Figure 9 of this bulletin",
    "Figure_5_Reference": "See Figure 5 of this bulletin",
    "Figure_6_Reference": "See Figure 6 of this bulletin",
    "Dimension_2": "66 in. (168 cm)",
    "Dimension_3": "30 in. (762 mm) or as specified",
    "Dimension_4": "30 in. (762 mm) or as specified",
    "Dimension_5": "30 in. (762 mm) or as specified",
    "Dimension_6": "90 in. (229 cm)",
    "Dimension_7": "6 in. (152 mm) Approx.",
    "Dimension_8": "6 in. (152 mm) Min.",
    "Dimension_9": "8 in. (203 mm) Min.",
    "Figure_2_Reference": "See Figure 2 of this bulletin",
    "Sump": "Sump",
    "Figure_10_Reference": "See Figure 10 of this bulletin",
    "Pulling_in_Iron": "Pulling-in Iron"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "FIGURES",
    "Page": "32",
    "FIGURE": "2",
    "FLOOR CONSTRUCTION": "FLOOR CONSTRUCTION",
    "POURED-IN-PLACE UCVS IN FLUID SOILS": "POURED-IN-PLACE UCVS IN FLUID SOILS",
    "Spacing B": "Spacing B",
    "Spacing A": "Spacing A",
    "1 in. (25 mm)": "1 in. (25 mm)",
    "For UM-V Underground Cable Vaults (UCVS)": "For UM-V Underground Cable Vaults (UCVS)",
    "Spacing C 1/2 L": "Spacing C 1/2 L",
    "L": "L",
    "Slope Floor Toward Sump": "Slope Floor Toward Sump",
    "SECTION A-A": "SECTION A-A",
    "Note": "Note",
    "5/8 in. (16 mm) round deformed bars spaced in accordance with Table 4 of paragraph 8.6 of Section 8.": "5/8 in. (16 mm) round deformed bars spaced in accordance with Table 4 of paragraph 8.6 of Section 8.",
    "For UM-A, -L, -T, -J, X and -Y UCVS": "For UM-A, -L, -T, -J, X and -Y UCVS",
    "5/8 in. (16 mm) round deformed bars spaced in accordance with Table 3 of paragraph 8.6 of Section 8": "5/8 in. (16 mm) round deformed bars spaced in accordance with Table 3 of paragraph 8.6 of Section 8."
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "FIGURES",
    "Page": "33",
    "FIGURE": "3",
    "SUMP AND DRAIN CONSTRUCTION": "SUMP AND DRAIN CONSTRUCTION",
    "POURED-IN-PLACE UCVS": "POURED-IN-PLACE UCVS",
    "OPTION C": "OPTION C",
    "Slope Floor Toward Drain": "Slope Floor Toward Drain",
    "Grade Approximately 1/4 in. (6.35 mm) per foot": "Grade Approximately 1/4 in. (6.35 mm) per foot",
    "4 in. (102 mm) Gravel or Crushed Stone": "4 in. (102 mm) Gravel or Crushed Stone",
    "Drain Pit": "Drain Pit",
    "Approximately 18 in. x 18 in. x 18 in. (457 mm x 457 mm x 457 mm) of Compacted Crushed Stone": "Approximately 18 in. x 18 in. x 18 in. (457 mm x 457 mm x 457 mm) of Compacted Crushed Stone",
    "12 in. (305 mm) of 8 in. (203 mm) Sewer Tile": "12 in. (305 mm) of 8 in. (203 mm) Sewer Tile",
    "Note: For use when floor is above water level": "Note: For use when floor is above water level",
    "OPTION S": "OPTION S",
    "Slope Floor Toward Sump": "Slope Floor Toward Sump",
    "4 in. (102 mm) Concrete": "4 in. (102 mm) Concrete",
    "Note: For use when floor is below water level": "Note: For use when floor is below water level"
  },
  {
    "bulletin": "1751F-643",
    "figures": "FIGURES",
    "page": "34",
    "figure_number": "4",
    "wall_construction": "WALL CONSTRUCTION",
    "poured_in_placed_ucvs": "POURED-IN-PLACED UCVS",
    "typical_wall_reinforcing_without_conduit_window": "Typical Wall Reinforcing Without Conduit Window",
    "dimension_1": "1 in. (25 mm)",
    "section": "A",
    "vertical_bar_spacing": "Vertical Bar Spacing",
    "table_reference": "See Table 5 or 6",
    "paragraph_reference": "of paragraph 8.8 of Section 8",
    "horizontal_bar_spacing": "Horizontal Bar Spacing",
    "spacing_value": "12 in. (305 mm) 0.C.",
    "section_a_a": "SECTION A-A",
    "typical_wall_reinforcing_with_conduit_window": "Typical Wall Reinforcing With Conduit Window",
    "section_b": "B",
    "dimension_2": "18 in. (457 mm)",
    "dimension_3": "1 in. (25 mm)",
    "round_deformed_bars": "Round Deformed",
    "bar_size": "1/2 in. (13 mm)",
    "bar_spacing": "Bars 3 in. (76 mm) O.C.",
    "note": "Note: O.C. means \"On Center\"",
    "horizontal_bar": "Horizontal Bar",
    "spacing": "Spacing 12 in.",
    "spacing_value_2": "(305 mm) O.C.",
    "section_b_b": "SECTION B-B"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "FIGURES",
    "Page": "35",
    "FIGURE": "5",
    "ROOF CONSTRUCTION": "ROOF CONSTRUCTION",
    "POURED-IN-PLACE UCVS": "POURED-IN-PLACE UCVS",
    "Place Reinforcement B on top of A": "Place Reinforcement B on top of A",
    "2 in. (51 mm)": "2 in. (51 mm)",
    "4 in. (102 mm)": "4 in. (102 mm)",
    "A": "A",
    "UM-A, L, T, J, X, & Y": "UM-A, L, T, J, X, & Y",
    "Underground Cable": "Underground Cable",
    "Vaults (UCVS)": "Vaults (UCVS)",
    "Reinforcement A": "Reinforcement A",
    "Reinforcement B": "Reinforcement B",
    "1 in. (25 mm)": "1 in. (25 mm)",
    "Note": "Note",
    "Reiforcement to": "Reiforcement to",
    "consist of 1/2 in.": "consist of 1/2 in.",
    "(13 mm) round": "(13 mm) round",
    "deformed bars": "deformed bars",
    "3 in. (76 mm) O.C.": "3 in. (76 mm) O.C.",
    "SECTION A-A": "SECTION A-A",
    "Reinforcement \"D\"": "Reinforcement \"D\"",
    "Reinforcement \"C\"": "Reinforcement \"C\"",
    "UM-V UCVS": "UM-V UCVS",
    "Place Reinforcement": "Place Reinforcement",
    "\"D\" on top of \"B\"": "\"D\" on top of \"B\"",
    "and \"C\".": "and \"C\".",
    "Place Reinforcement \"B\" on": "Place Reinforcement \"B\" on",
    "top of \"C\".": "top of \"C\".",
    "Location of opening": "Location of opening",
    "in roof to be as": "in roof to be as",
    "specified by Engineer": "specified by Engineer",
    "11 1/2 in. (292 mm)": "11 1/2 in. (292 mm)",
    "Reinforcement \"C\" 5 1/2 in.": "Reinforcement \"C\" 5 1/2 in.",
    "(140 mm) On Center (O.C.)": "(140 mm) On Center (O.C.)",
    "Reinforcement \"B\" 3 in (76 mm) O.C.": "Reinforcement \"B\" 3 in (76 mm) O.C.",
    "Reinforcement \"B\" 5 1/2 in. (140 mm) O.C.": "Reinforcement \"B\" 5 1/2 in. (140 mm) O.C.",
    "Reinforcement \"B\"": "Reinforcement \"B\"",
    "Note:": "Note:",
    "Reinforcement to consist of": "Reinforcement to consist of",
    "3/4 in. (19 mm) round": "3/4 in. (19 mm) round",
    "6 in. (152 mm) Min.": "6 in. (152 mm) Min.",
    "Location of opening in roof to\nbe as specified by Engineer": "Location of opening in roof to\nbe as specified by Engineer",
    "Reinforcement \"A\"": "Reinforcement \"A\"",
    "3 in. (76 mm) 0.C.": "3 in. (76 mm) 0.C.",
    "2 in. (51 mm": "2 in. (51 mm"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "FIGURES",
    "Page": "36",
    "FIGURE": "6",
    "CONDUIT ENTRANCES AND RECESSES": "CONDUIT ENTRANCES AND RECESSES",
    "POURED-IN-PLACE UCVS": "POURED-IN-PLACE UCVS",
    "4 in. (102 mm) Min.": "4 in. (102 mm) Min.",
    "Subsidiary Ducts": "Subsidiary Ducts",
    "Unless otherwise indicated, main conduit entering end wall shall be centered between side walls.": "Unless otherwise indicated, main conduit entering end wall shall be centered between side walls.",
    "12 in. (305 mm) Min.": "12 in. (305 mm) Min.",
    "12 in. (305 mm) Min. from floor": "12 in. (305 mm) Min. from floor",
    "6 in. (152 mm)": "6 in. (152 mm)",
    "Pulling-in Iron": "Pulling-in Iron",
    "6 in. (152 mm) Nin.": "6 in. (152 mm) Nin.",
    "PLAN VIEW": "PLAN VIEW",
    "Thickness of the concrete here to equal at least 1/2 the thickness of the UCV wall": "Thickness of the concrete here to equal at least 1/2 the thickness of the UCV wall",
    "Recess": "Recess",
    "Inside Wall of UCV": "Inside Wall of UCV",
    "A": "A",
    "2 in. (51 mm) Minimum": "2 in. (51 mm) Minimum",
    "Subsidiary Duct": "Subsidiary Duct",
    "A= 6 in. (152 mm) for conduit entrances in UM-V underground cable vaults (UCVS), 8 in. (203 mm) for main conduit entrances on side walls of rectangular UCVS and 3 in. (76 mm) for other main conduit entrances": "A= 6 in. (152 mm) for conduit entrances in UM-V underground cable vaults (UCVS), 8 in. (203 mm) for main conduit entrances on side walls of rectangular UCVS and 3 in. (76 mm) for other main conduit entrances",
    "Note: When recesses are desired for future duct the Engineer should specify the size and location of such recesses.": "Note: When recesses are desired for future duct the Engineer should specify the size and location of such recesses.",
    "Wall of UCV": "Wall of UCV",
    "Alternate Arrangement for Subsidiary Ducts": "Alternate Arrangement for Subsidiary Ducts"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "FIGURES",
    "Page": "37",
    "FIGURE": "7",
    "FRAME AND COVER TYPES": "FRAME AND COVER TYPES",
    "POURED-IN-PLACE UCVS": "POURED-IN-PLACE UCVS",
    "Type R Frame and Cover": "Type R Frame and Cover",
    "Corrugations_1": "Corrugations",
    "Dimension_1": "1 1/2 in. (38 mm)",
    "Reinforcing Ribs_1": "Reinforcing Ribs",
    "Note_R": "Note: Type R frame and cover for use only in locations not subject to\nthe loads of vehicular traffic.",
    "Type B Frame and Cover": "Type B Frame and Cover",
    "Reinforcing Web": "Reinforcing Web",
    "Corrugations_2": "Corrugations",
    "Dimension_2": "10 in. (254 mm)",
    "Reinforcing Ribs_2": "Reinforcing Ribs",
    "Note_B": "Note: Type B frame and cover for use in locations subject to the loads\nof vehicular traffic."
  },
  {
    "bulletin": "1751F-643",
    "figures": "FIGURES",
    "page": "38",
    "figure_number": "8",
    "figure_title": "BRICK COLLAR CONSTRUCTION",
    "figure_subtitle": "POURED-IN-PLACE UCVS",
    "note_1": "Use 2 in. x 4 in. x 8 in. (51 mm x 102 mm x 203 mm) common brick for the UCV collar.",
    "note_2": "Broken bricks are not to be used as a means of adjusting the frame to grade.",
    "note_3": "Top the upper course of bricks with a layer of mortar to embed the UCV frame.",
    "note_4": "Thoroughly fill all joints with mortar both inside and outside the collar.",
    "note_5": "The brick collar shall have a minimum of two courses of bricks."
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "FIGURES",
    "Page": "39",
    "FIGURE": "9",
    "TYPICAL INSTALLATION OF CABLE RACKS": "TYPICAL INSTALLATION OF CABLE RACKS",
    "POURED-IN-PLACE UCVS": "POURED-IN-PLACE UCVS",
    "Cable Rack Support": "Cable Rack Support",
    "1/2 in. x 2 1/2 in.": "1/2 in. x 2 1/2 in.",
    "(13 mm x 63 mm)": "(13 mm x 63 mm)",
    "Galvanized Bolt with 1/2 in.": "Galvanized Bolt with 1/2 in.",
    "(13 mm) Concrete Insert": "(13 mm) Concrete Insert",
    "18- or 37-Hole Rack": "18- or 37-Hole Rack",
    "1/2 in. x 1 3/4 in.": "1/2 in. x 1 3/4 in.",
    "(13 mm x 44 mm)": "(13 mm x 44 mm)",
    "Galvanized Machine Bolt": "Galvanized Machine Bolt",
    "and Nut": "and Nut",
    "Place bolt in 6th hook hole from top": "Place bolt in 6th hook hole from top",
    "37-hole cable rack or two 18-hole racks": "37-hole cable rack or two 18-hole racks",
    "66 in": "66 in",
    "<168 cm)": "<168 cm)",
    "Place bolt in 4th hook hole from bottom": "Place bolt in 4th hook hole from bottom",
    "8 1/8 in. (206 mm)": "8 1/8 in. (206 mm)",
    "9 in. (229 mm)": "9 in. (229 mm)",
    "24 in. (610 mm)": "24 in. (610 mm)",
    "24 in. (610 mm).1": "24 in. (610 mm)",
    "18 in. (457 mm)": "18 in. (457 mm)",
    "18 in. (457 mm).1": "18 in. (457 mm)",
    "5 1/8 in. (130 mm)": "5 1/8 in. (130 mm)",
    "15 in. (381 mm)": "15 in. (381 mm)",
    "Rack Supports": "Rack Supports",
    "SECTION A-A": "SECTION A-A",
    "Notes": "Notes:",
    "1": "1",
    "Changes in locations of cable racks, additional racks, or different type cable racks will be specified by the Engineer when required.": "Changes in locations of cable racks, additional racks, or different type cable racks will be specified by the Engineer when required.",
    "2": "2",
    "Before mounting cable rack supports on wall, chip away any projections on the wall which might prevent even bearing of the support against the wall.": "Before mounting cable rack supports on wall, chip away any projections on the wall which might prevent even bearing of the support against the wall."
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "FIGURES",
    "Page": "40",
    "FIGURE": "10",
    "ARRANGEMENT AND INSTALLATION OF PULLING-IN IRONS": "ARRANGEMENT AND INSTALLATION OF PULLING-IN IRONS",
    "POURED-IN-PLACED UCVS": "POURED-IN-PLACED UCVS",
    "3 in. (76 mm)": "3 in. (76 mm)",
    "Pulling-in Iron": "Pulling-in Iron",
    "Wall of Manhole": "Wall of Manhole",
    "6 in. (152 mm) Min.": "6 in. (152 mm) Min.",
    "Floor of Manhole": "Floor of Manhole",
    "Typical Arrangement of Pulling-In Irons": "Typical Arrangement of Pulling-In Irons"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "Page 41",
    "FIGURE": "11",
    "EXAMPLE OF": "UNDERGROUND CABLE VAULT AND",
    "CONDUIT ROUTE": "CONSTRUCTION DRAWING",
    "Curb": null,
    "4-4 in. PD": null,
    "Stubbed-out": "22 ft",
    "4 ft": null,
    "5 ft": null,
    "UCV-4 (Type UM-J)": null,
    "P": null,
    "(A-A)": null,
    "10-3.5 in. PD": null,
    "73 ft ww": null,
    "W": null,
    "9 ft": null,
    "C.O.": null,
    "S": null,
    "UCV-1 (Type UM-V)": null,
    "UCV-2 (Type UM-J)": null,
    "G": null,
    "UCV-3 (Type UM-J)": null,
    "2-3 in. FG/ED": null,
    "6-3.5 in. PD": null,
    "337 ft ww": null,
    "4-3.5 in. PD": null,
    "372 ft ww": null,
    "523 ft ww": null,
    "92 in.": null,
    "Top": null,
    "Concrete": null,
    "3 ft": null,
    "A": null,
    "B": null,
    "C": null,
    "D": null,
    "51 in.": null,
    "7 ft": null,
    "2-3.5 in. PD": null,
    "1st Street": null,
    "Base": null,
    "E": null,
    "F": null,
    "H": null,
    "431 ft WW": null,
    "66 in.": null,
    "Pole 4-1": null,
    "2-3 in. PD": null,
    "Risers": "20 ft",
    "2nd Street": null,
    "in length": null,
    "2-3.5 in. FG/ED": null,
    "Call Gas Co.": null,
    "To Locate Pipe": null,
    "UCV-2A (Type UM-A)": null,
    "N": null,
    "10 ft": null,
    "elbow risers": null,
    "3rd Street": null,
    "Pole 3-1": null,
    "2-3 in. PD Risers": null,
    "41 ft in length": null,
    "Plank": null,
    "2 ft": null,
    "J": null,
    "K": null,
    "L": null,
    "E. Main": null,
    "Curb Note:": "1 in. = 25.4 mm",
    "and": "1 ft = 0.3048 m"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "FIGURES",
    "Page": "42",
    "FIGURE": "12",
    "CONSTRUCTION": "UNDERGROUND PLANT CONSTRUCTION",
    "ABBREVIATIONS": "ABBREVIATIONS AND SYMBOLS",
    "BW": "Building to Underground Cable Vault Wall Distance",
    "MCD": "Multiple Concrete Duct",
    "CC": "Center to Center Distances Between Underground Cable Vaults",
    "mm": "Millimeters",
    "MPD": "Multiple Plastic Duct",
    "C.O.": "Central Office",
    "O.D.": "Outside Diameter",
    "CONC": "Concrete",
    "PD": "Plastic Duct",
    "FG/ED": "Fiberglass/Epoxy Duct",
    "PINDCT": "Plastic Innerduct",
    "FLXPD": "Flexible Plastic Duct",
    "Rd": "Road",
    "ft": "Feet",
    "R/W": "Right-of-Way",
    "HH": "Handhales",
    "St.": "Street",
    "Hwy.": "Highway",
    "UCV": "Underground Cable Vault",
    "I.D.": "Inside Diameter",
    "WW": "Underground Cable Vault Wall to Underground Cable Vault Wall Distance",
    "in.": "Inches",
    "m": "Meters",
    "Existing conduit": "Existing conduit",
    "Existing Type UM-T UCV With Stubbed-Out Duct": "Existing Type UM-T UCV With Stubbed-Out Duct",
    "Proposed conduit": "Proposed conduit",
    "Existing Type UM-J UCV With Stubbed-Out Duct": "Existing Type UM-J UCV With Stubbed-Out Duct",
    "Proposed (future) conduit": "Proposed (future) conduit",
    "Existing Type UM-A UCV": "Existing Type UM-A UCV",
    "Existing Type UM-V UCV With Stubbed-Out Duct": "Existing Type UM-V UCV With Stubbed-Out Duct",
    "Existing Type UM-L UCV": "Existing Type UM-L UCV",
    "Proposed Type UM-A UCV": "Proposed Type UM-A UCV",
    "Existing Type UM-T UCV": "Existing Type UM-T UCV",
    "Proposed Type UM-L UCV": "Proposed Type UM-L UCV",
    "Existing Type UM-V UCV": "Existing Type UM-V UCV",
    "Proposed Type UM-T UCV": "Proposed Type UM-T UCV",
    "Existing Type UM-X or UM-Y UCV": "Existing Type UM-X or UM-Y UCV",
    "Proposed Type UM-J UCV": "Proposed Type UM-J UCV",
    "Existing Type UM-A UCV With Stubbed-Out Duct": "Existing Type UM-A UCV With Stubbed-Out Duct",
    "Existing Type UM-L UCV With Stubbed-Out Duct": "Existing Type UM-L UCV With Stubbed-Out Duct"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "Page 44",
    "FIGURE": "12B",
    "Document Title": "UNDERGROUND PLANT CONSTRUCTION ABBREVIATIONS AND SYMBOLS (CONTINUED)",
    "Section": "Symbols",
    "Existing Riser Conduit Termination Showing Pole Quadrant": "true",
    "Top_1": "4-3.5 in. PD",
    "Existing Concrete Encased Conduit Configuration Looking Back Toward Central Office Showing 4-3.5 in. Plastic Ducts": "true",
    "Proposed Riser Conduit Termination Showing Pole Quadrant": "true",
    "Top_2": "2-3.5 in. FG/ED",
    "Existing Direct Buried Conduit Configuration Looking Back Toward Central Office With Treated Plank Top Protection Showing 2-3.5 in. Fiberglass/Epoxy Ducts": "true",
    "Top_3": "4-3.5 in. FG/ED",
    "Existing Direct Buried Conduit Configuration Looking Back Toward Central Office With Concrete Base Showing 4-3.5 in. Fiberglass/Epoxy Ducts": "true",
    "MPD": "-4 in.",
    "Existing 4 way 4 in. Multi-Plastic Duct": "true",
    "FG/ED": "6-3.5 in.",
    "Proposed 6-3.5 in. Fiberglass/Epoxy Ducts": "true",
    "Top_4": "4-4 in. PD",
    "Proposed Direct Buried Conduit Configuration Looking Back Toward Central Office Showing 4-4 in. Plastic Ducts": "true",
    "UCV-3": "true",
    "Existing Type UM-A UCV No. 3": "true",
    "Type UM-A": "true",
    "Top_5": "4-3.5 in. PD",
    "Proposed Concrete Encased Conduit Configuration Looking Back Toward Central Office Showing 4-3.5 in. Plastic Ducts": "true",
    "UCV-6": "true",
    "Proposed Type UM-A UCV No. 6": "true",
    "Type UM-A_2": "true",
    "UCV-4": "4-4 in. PD",
    "Stub-out": "4 ft",
    "Top_6": "2-3.5 in. FG/ED",
    "Proposed Direct Buried Conduit Configuration Looking Back Toward Central Office With Treated Plank Top Protection Showing 2-3.5 in. Fiberglass/Epoxy Ducts": "true",
    "Type UM-J": "true",
    "Existing Type UM-J UCV No. 4 With 4-4 in. Plastic Ducts Stubbed-Out 5 ft": "true",
    "UCV-5": "true",
    "Top_7": "4-3.5 in. FG/ED",
    "Proposed Direct Buried Conduit Configuration Looking Back Toward Central Office With Concrete Base Showing 4-3.5 in. Fiberglass/Epoxy Ducts": "true",
    "Proposed Type UM-T UCV No. 5 With 2-4 in. Fiberglass/Epoxy Ducts Stubbed-Out 4 ft": "true",
    "FG/ED_2": "2-4 in.",
    "Type UM-T": "true",
    "N": "true",
    "PD Risers": "2-2 in.",
    "Existing Riser Conduit Termination Showing Pole Quadrant and 2-2 in. Plastic Duct Risers": "true",
    "Top_8": "4-4 in. PD",
    "Existing Direct Buried Conduit Configuration Looking Back Toward Central Office Showing 4-4 in. Plastic Ducts": "true",
    "Pole": "4-6"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "FIGURES",
    "Page": "45",
    "FIGURE": "12C",
    "CONSTRUCTION": "UNDERGROUND PLANT CONSTRUCTION",
    "ABBREVIATIONS": "ABBREVIATIONS AND SYMBOLS (CONTINUED)",
    "Symbols_title": "Symbols",
    "PD_Risers": "2-2 in. PD Risers Proposed Riser",
    "Conduit_Termination": "Conduit Termination",
    "Showing_Pole": "Showing Pole",
    "Quadrant": "Quadrant and 2-2 in.",
    "Plastic_Duct_Risers": "Plastic Duct Risers",
    "Existing_Underground_Fiber_Optic_Cable": "Existing Underground Fiber\nOptic Cable",
    "Proposed_Underground_Fiber_Optic_Cable": "Proposed Underground Fiber\nOptic Cable",
    "Existing_Power_Line": "Existing Power Line",
    "Existing_Telephone_Line": "Existing Telephone Line",
    "Existing_CATV_Line": "Existing CATV Line",
    "Existing_Fence": "Existing Fence",
    "Existing_Gas_Line": "Existing Gas Line",
    "Existing_Water_Line": "Existing Water Line",
    "Existing_Sewer_Line": "Existing Sewer Line",
    "Existing_Oil_Line": "Existing Oil Line",
    "Existing_Underground_Copper_Cable": "Existing Underground Copper Cable\nin Existing Conduit Configuration",
    "Proposed_Underground_Copper_Cable": "Proposed Underground Copper Cable\nin Proposed Conduit Configuration",
    "Existing_Underground_Copper": "Existing Underground Copper\nCable",
    "Proposed_Underground_Copper": "Proposed Underground Copper\nCable",
    "Notes": "Notes:",
    "Note_1": "To convert inches to millimeters\nmultiply by 25.4.",
    "Note_2": "To convert feet to meters\nmultiply by 0.3048.",
    "Pole": "Pole 4-6"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": null,
    "Page": "46",
    "FIGURE": "13",
    "Bends_AB": "35 ft (10.7 m)",
    "Angle_AB": "90°",
    "Bends_CD": "65 ft (19.8 m)",
    "Angle_CD": "45'",
    "Bends_EF": "65 ft (19.8 m)",
    "Angle_EF": "45°",
    "UCV-1_distance": "100 ft (30.5 m)",
    "Bend_AB_distance": "500 ft (152 m)",
    "Bend_CD_distance": "400 ft (122 m)",
    "Bend_EF_distance": "500 ft (152 m)",
    "K_value": "0.008 lbs/circular mils",
    "K_value_metric": "7.2 kgs/mm²",
    "English_Units_T_ANK": "5818 lbs",
    "Metric_Units_T_ANK": "2657 kgs"
  },
  {
    "Bulletin": "1751F-843",
    "FIGURES": "Page 47",
    "FIGURE": "13A",
    "EXAMPLE": "OF UNDERGROUND FILLED COPPER CABLE",
    "INSTALLATION": "IN A CONDUIT AND UCV SYSTEM CONTAINING",
    "MULTIPLE": "CONDUIT BENDS (CONTINUED)",
    "Procedure": "Continued",
    "formula_T": "LWf",
    "T_pulling_tension": "Pulling Tension in Ibs (kgs)",
    "L_cable_length": "Cable Length in ft (m)",
    "W_cable_weight": "Cable Weight in Ibs/ft (kgs/m)",
    "f_coefficient_friction": "Coefficient of Friction for Type of Installed Conduit",
    "T_english_units": "LWf",
    "T_english_units_1": "100",
    "T_english_units_2": "4.51",
    "T_english_units_3": "0.36",
    "T_english_units_lwf": "162 lbs",
    "T_metric_units": "LWf",
    "T_metric_units_1": "30.5",
    "T_metric_units_2": "6.72",
    "T_metric_units_3": "0.36",
    "T_metric_units_lwf": "74 kgs",
    "T_formula": "T₁efa",
    "T_pulling_tension_lbs": "Pulling Tension in lbs (kgs)",
    "e_naperian_logarithm": "Naperian Logarithm equal to 2.718",
    "a_bend_angle": "Bend Angle in Radians (1 radian = 57.3 degrees)",
    "f_coefficient_friction_conduit": "Coefficient of Friction for Type of Installed Conduit",
    "T1_accumulated_tension": "Accumulated Tension to Start of Bend in lbs (kgs)",
    "T_english_units_tefa": "T₁efa",
    "T_english_units_tefa_1": "162",
    "T_english_units_tefa_2": "2.718",
    "T_english_units_tefa_3": "0.36",
    "T_english_units_tefa_4": "1.57",
    "T_english_units_tefa_result": "285 lbs",
    "T_metric_units_tefa": "T₁efa",
    "T_metric_units_tefa_1": "74",
    "T_metric_units_tefa_2": "2.718",
    "T_metric_units_tefa_3": "0.36",
    "T_metric_units_tefa_4": "1.57",
    "T_metric_units_tefa_result": "130 kgs",
    "T_formula_tefa_lwf": "T₁efa + LWf",
    "T_english_units_tefa_lwf": "T₁efa + LWF",
    "T_english_units_tefa_lwf_1": "285",
    "T_english_units_tefa_lwf_2": "500",
    "T_english_units_tefa_lwf_3": "4.51",
    "T_english_units_tefa_lwf_4": "0.36",
    "T_english_units_tefa_lwf_result": "1097 lbs",
    "T_metric_units_tefa_lwf": "T₁efa + LWf",
    "T_metric_units_tefa_lwf_1": "130",
    "T_metric_units_tefa_lwf_2": "152",
    "T_metric_units_tefa_lwf_3": "6.72",
    "T_metric_units_tefa_lwf_4": "0.36",
    "T_metric_units_tefa_lwf_result": "498 kgs"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "Page 48",
    "FIGURE": "13B",
    "EXAMPLE OF UNDERGROUND FILLED COPPER CABLE": "INSTALLATION IN A CONDUIT AND UCV SYSTEM CONTAINING",
    "MULTIPLE CONDUIT BENDS (CONTINUED)": null,
    "Procedure": "Continued",
    "5. Tension at Point D": "T = T₁ era.",
    "English Units T = T₁ efa": null,
    "English Units T = 1097 x 2.718(0.36 x 0.79)": null,
    "English Units T = T₁ efa =": "2799 lbs",
    "Metric Units T = T₁ efo": null,
    "Metric Units T = 498 x 2.718(0.36 x 0.79)": null,
    "Metric Units T = T₁ef =": "1272 kgs",
    "6. Tension at Point E": "T = T₁efa + LWf.",
    "English Units T = T₁efa + LWf": null,
    "English Units T = 1457 + (400 x 4.51 x 0.36)": null,
    "English Units T = T₁eta + LWf =": "2106 lbs",
    "Metric Units T = T₁efa + LWf": null,
    "Metric Units T = 662 + (122 x 6.72 x 0.36)": null,
    "Metric Units T = T₁efa + LWF =": "957 kgs",
    "7. Tension at Point F": "T = T₁ efa",
    "English Units T = 2106 x 2.718(0.36 x 0.79)": null,
    "Metric Units T = 957 x 2.718(0.36 x 0.79)": null,
    "8. Tension at UCV-2": "T = T₁efa + LWf.",
    "English Units T = T₁ efa + LWf": null,
    "English Units T = 2799 + (500 × 4.51 x 0.36)": null,
    "English Units T = T₁efa + LWf =": "3611 lbs",
    "Metric Units T = T₁ efa + LWF": null,
    "Metric Units T = 1272 + (152 x 6.72 x 0.36)": null,
    "Metric Units T = T₁e + LWf =": "1640 kgs",
    "9. Maximum pulling tension": "3611 lbs",
    "9. Maximum pulling tension kgs": "1640 kgs",
    "9. Maximum allowable lbs": "5818 lbs",
    "9. Maximum allowable kgs": "2657 kgs"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "FIGURES",
    "Page": "49",
    "FIGURE": "14",
    "EXAMPLE OF DETERMINING THE CABLE SIDEWALL PRESSURE": "EXAMPLE OF DETERMINING THE CABLE SIDEWALL PRESSURE",
    "AT CONDUIT BENDS IN A CONDUIT AND UCV SYSTEM": "AT CONDUIT BENDS IN A CONDUIT AND UCV SYSTEM",
    "Direction of Pull": "Direction of Pull",
    "UCV-1": "UCV-1",
    "100 ft (30.5 m)": "100 ft (30.5 m)",
    "A": "A",
    "C": "C",
    "D": "D",
    "500 ft (152 m)": "500 ft (152 m)",
    "B": "B",
    "Bend CD": "Bend CD",
    "Bend AB": "Bend AB",
    "Bends": "Bends",
    "Radius": "Radius",
    "Angle": "Angle",
    "AB Bends": "AB",
    "35 ft (10.7 m) Radius": "35 ft (10.7 m)",
    "90 Angle": "90°",
    "CD Bends": "CD",
    "65 ft (19.8 m) Radius": "65 ft (19.8 m)",
    "45 Angle": "45'",
    "EF Bends": "EF",
    "(122 m)": "(122 m)",
    "400 ft E": "400 ft E",
    "F": "F",
    "Direction of Pull 2": "Direction of Pull",
    "500 ft (152 m) 2": "500 ft (152 m)",
    "UCV-2": "UCV-2",
    "Bend EF": "Bend EF",
    "Determine the sidewall pressure of a 900/24 filled cable at the conduit bends in the UCV-1 to UCV-2 underground system.": "Determine the sidewall pressure of a 900/24 filled cable at the conduit bends in\nthe UCV-1 to UCV-2 underground system.",
    "Procedure": "Procedure",
    "1. Determine the maximum allowable sidewall pressures for the 900/24 filled cable at the conduit bends using the formula P = T/R.": "1. Determine the maximum allowable sidewall pressures for the 900/24 filled cable at\nthe conduit bends using the formula P = T/R.",
    "Where: P = Sidewall Pressure in lbs/ft (kgs/m)": "Where: P = Sidewall Pressure in lbs/ft (kgs/m)",
    "R = Bend Radius in ft (m)": "R = Bend Radius in ft (m)",
    "T = Pulling Tension in lbs (kgs)": "T = Pulling Tension\nin lbs (kgs)",
    "2. Determine the sidewall pressure for conduit bend \"AB\" having a 35 ft (10.7 m) radius and a pulling tension of 285 lbs (130 kgs) taken from Step 3 of Figure 13A.": "2. Determine the sidewall pressure for conduit bend \"AB\" having a 35 ft (10.7 m)\nradius and a pulling tension of 285 lbs (130 kgs) taken from Step 3 of Figure 13A.",
    "English Units": "English Units",
    "P = T/R 1": "P = T/R",
    "P = 285/35 = 8 lbs/ft": "P = 285/35 = 8 lbs/ft",
    "Metric Units": "Metric Units",
    "P = T/R 2": "P = T/R",
    "P = 130/10.7 = 12 kgs/m": "P = 130/10.7 = 12 kgs/m",
    "3. Determine the sidewall pressure for conduit bend \"CD\" having a 65 ft (19.8m) radius and a pulling tension of 1457 lbs (662 kgs) taken from Step 5 of Figure 13B.": "3. Determine the sidewall pressure for conduit bend \"CD\" having a 65 ft (19.8m)\nradius and a pulling tension of 1457 lbs (662 kgs) taken from Step 5 of Figure 13B.",
    "English Units 2": "English Units",
    "P = T/R 3": "P = T/R",
    "P = 1457/65 = 22 lbs/ft": "P = 1457/65 = 22 lbs/ft",
    "Metric Units 2": "Metric Units",
    "P = T/R 4": "P =\nT/R",
    "P = 662/19.8 = 33 kgs/m": "P = 662/19.8 = 33 kgs/m"
  },
  {
    "Bulletin": "1751F-643",
    "FIGURES": "Page 50",
    "FIGURE": "14A",
    "EXAMPLE OF DETERMINING THE CABLE SIDEWALL PRESSURE AT": "CONDUIT BENDS IN A CONDUIT AND UCV SYSTEM (CONTINUED)",
    "Direction of Pull": null,
    "UCV-1": null,
    "A": null,
    "C": null,
    "D": null,
    "B": null,
    "E": null,
    "F": null,
    "UCV-2": null,
    "100 ft (30.5 m)": null,
    "500 ft (152 m)": null,
    "400 ft (122 m)": null,
    "Bend AB": null,
    "Bend CD": null,
    "Bend EF": null,
    "Bends": null,
    "Radius": null,
    "Angle": null,
    "AB": null,
    "CD": null,
    "EF": null,
    "35 ft (10.7 m)": null,
    "65 ft (19.8 m)": null,
    "90": null,
    "45": null,
    "Determine the sidewall pressure of a 900/24 filled cable at the conduit bends in": "the UCV-1 to UCV-2 underground system.",
    "Procedure": null,
    "4. Determine the sidewall pressure for conduit bend \"EF\" having a 65 ft (19.8 m)": "radius and a pulling tension of 2799 lbs (1272 kgs) taken from Step 7 of Figure 13B.",
    "English Units": null,
    "P": "T/R",
    "P = 2799/65 = 43 lbs/ft": null,
    "Metric Units": null,
    "P = T/R": null,
    "P = 1272/19.8 = 64 kgs/m": null,
    "5. Since the sidewall pressures of conduit bends \"AB,\" \"CD,\" and \"EF\" calculated in": "Steps 2 and 3 of Figure 14. and Step 4 above do not exceed the maximum",
    "allowable sidewall pressure of 100 lbs/ft (149 kgs/m), the 900/24 filled cable": "can be installed from UCV-1 to UCV-2."
  }
]