[
  {
    "File With REA": "true",
    "Bulletin": "345-78",
    "document_title": "Delay in Effective Date of REA Specification PE-78",
    "date": "July 1, 1980",
    "subject": "REA Specification for Carbon Arrester Assemblies for Use in Protectors, PE-78",
    "reference": "Incorporated by reference in 7 CFR Part 1755.97",
    "delay_effective_date": "REA is delaying the effective date of PE-78 from May 2, 1980, until December 31, 1980.",
    "impacted_manufacturers": "When PE-78 was initially issued, all major impacted manufacturers informally indicated their ability to comply by the original May 2, 1980, effective date.",
    "circumstances": "Since then, circumstances have prevented all from qualifying.",
    "source_devices": "As a result there is presently no listed source of these devices from whom REA borrowers may purchase these products.",
    "deferring_effective_date": "Deferring the effective date will provide immediate relief from the nonavailability of listed arresters and will provide additional time for manufacturers to qualify to the new specification.",
    "signature": "Assistant Administrator - Telephone"
  },
  {
    "text": "BLANK PAGE"
  },
  {
    "document_title": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "agency": "Rural Electrification Administration",
    "date": "February 4, 1980",
    "supersedes_date": "2/16/78",
    "bulletin_number": "REA BULLETIN 345-78",
    "subject": "REA Specification for Carbon Arrester Assemblies for Use in Protectors",
    "purpose": "To announce the issuance of revised REA Specification PE-78.",
    "general": "REA Specification PE-78 has been revised to clarify the items which are covered by PE-78 as well as to revise some test procedures to eliminate ambiguous data.",
    "effective_date": "May 2, 1980",
    "compliance_note": "All carbon arrester assemblies bid or ordered by REA telephone borrowers after that date shall comply with this specification. This does not preclude the adoption of its requirements by manufacturers prior to the effective date.",
    "availability": "Copies of the revised PE-78 will be furnished by REA upon request.",
    "contact_person": "Chief, Outside Plant Branch",
    "contact_division": "Telephone Operations and Standards Division, Rural Electrification Administration",
    "contact_address": "U.S. Department of Agriculture, Washington, D.C. 20250",
    "contact_telephone": "(202) 447-3827",
    "signature_title": "Assistant Administrator - Telephone",
    "index": "SPECIFICATIONS:",
    "index_item": "Carbon Arrester Assemblies"
  },
  {
    "text": "BLANK PAGE"
  },
  {
    "bulletin_number": "345-78",
    "pe_number": "PE-78",
    "month": "SEPTEMBER",
    "year": "1979",
    "specification_for": "CARBON ARRESTER ASSEMBLIES FOR USE IN PROTECTORS",
    "agency": "RURAL ELECTRIFICATION ADMINISTRATION-U.S. DEPARTMENT OF AGRICULTURE"
  },
  {
    "document_title": "REA Specification for",
    "assembly_type": "CARBON ARRESTER ASSEMBLIES FOR USE IN PROTECTORS",
    "section_1": "GENERAL",
    "section_2": "REQUIREMENTS",
    "section_3": "TEST POOCEDURES",
    "section_4": "MANUFACTURING QUALITY CONTROL",
    "figures": "Figures 1 4"
  },
  {
    "document_title": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "document_subtitle": "Rural Electrification Administration",
    "specification_title": "REA SPECIFICATION FOR CAREBON ARRESTER ASSEMBLIES FOR USE IN PROTECTORS",
    "section_1_title": "1. GENERAL",
    "section_1_1": "This document specifies REA requirements for carbon electrode, air gap arrester assemblies for use in protectors. Each arrester assembly consists of the combination of a mounting device with one or more carbon arresters providing a gap in air at atmospheric pressure. The arrester assembly must be installed in a protector, such as a station protector, for use by an operating telephone company.",
    "section_1_2": "Impulse waveshape and arrester striking nomenclature are defined in Figures 1 and 2.",
    "section_1_21": "The breakdown voltage of an arrester, for the purpose of this specification, is defined as the value of potential which must be applied to change the gap from a nonconducting to a conducting condition.",
    "section_1_22": "A conducting condition for the purpose of this specification is defined as that condition where current is discharged through the arrester and the voltage drop across the arrester does not exceed 50 volts.",
    "section_1_3": "The characteristics of some arresters are, due to electrode configuration, sensitive to polarity of the applied voltage. Arresters in use on actual circuits may face surges of either polarity, therefore, all impulse tests shall include both polarities.",
    "section_1_4": "Requirements as stated herein must be met by routine factory production. By submitting data in accordance with this specification, the manufacturer so certifies. It is also the manufacturer's duty to assure that production continues to comply with these minimum standards.",
    "section_1_5": "All tests included in this specification shall be made with arresters configured as intended for use in the field. If two or more radically different mounting techniques are used, data shall be submitted showing compliance for each type of mounting.",
    "section_1_6": "For the purpose of this specification, failure modes shall be defined as follows:"
  },
  {
    "1.61 Short Circuit Failure Mode": "An arrester is considered to have failed by the short circuit mode when a current of more than .6 milliampere is measured in a circuit consisting of the arrester, a 100,000 ohm resistor, a milliammeter and a 100V (dc) source. Any momentary or intermittent readings of .6 milliampere or greater shall be considered as failure to meet this requirement.",
    "1.62 Low Breakdown Failure Mode": "In this mode, an arrester shall have a dc breakdown of less than 180V on a voltage ramp rising at not greater than 1kV/second.",
    "1.63 High Breakdown Failure Mode": "In this mode, an arrester shall have an impulse breakdown in excess of the +36 100 V/µs values in Table B.",
    "2. REQUIREMENTS": " ",
    "2.1 DC Breakdown Voltage": "The mean dc breakdown voltage and the -3σ dc breakdown voltage of arresters shall be greater than those shown in Table A, when measured in accordance with paragraph 3.1. Color coding shall be as shown in Table A.",
    "Table A - Minimum DC Breakdown Requirements": " ",
    "Primary Use": " ",
    "Color": " ",
    "Mean Vdc Breakdown": " ",
    "-30 dc Breakdown": " ",
    "Station or MDF Protection": "White",
    "300": "300",
    "200": "200",
    "Plastic Cable Protection": "Yellow",
    "700": "700",
    "510": "510",
    "2.2 Impulse Breakdown Voltage": "The mean and +3σ surge breakdown voltages of arrester, when measured in accordance with paragraph 3.1, shall be less than or equal to the values in Table B.",
    "Table B": "Minimum Surge Breakdown Requirements",
    "Mean 100 V/μs +3σ": " ",
    "Mean 10 kV/μs +3σ": " ",
    "750": "750",
    "1000": "1000",
    "1200": "1200",
    "Cable Protection": " ",
    "1500": "1500",
    "1600": "1600",
    "2.3 60 Hz Current Carrying Ability": "When tested in accordance with paragraph 3.2, 80 percent of the asemblies tested shall not fail by any mode on currents up to 30 amperes nor shall any become a fire hazard at any level of current at which it is tested.",
    "2.4 Failure Mode for Protection of Personnel": "When the device is to be used in situations where protection of persons against electrical",
    "-2-": " "
  },
  {
    "2.5 Surge Life": "When tested in accordance with paragraph 3.3, arresters shall have an average life of 25 surges.",
    "3. TEST PROCEDURES": "",
    "3.1 Breakdown": "",
    "3.11": "After the air gap is installed in the test set, and prior to initiation of the breakdown test, each sample shall be \"cleared\" for up to 1 second by application of 180V dc in series with a 115V, seven watt light bulb. Arresters which are shorted at the end of the one second application (as indicated by a sustained glow of the lamp) shall be replaced and the clearing process shall be repeated on the new arrester.",
    "3.12": "The dc breakdown of an arrester shall be obtained by applying a slowly rising (≤ 1000 volts per second) potential with a 20 ampere crest current. See Figure 3 for a proposed circuit. Data shall be sub-mitted by protector suppliers giving the mean initial dc breakdown, with plus or minus tolerances for 1, 2, and 3 sigma, for both polarities of applied voltage.",
    "3.13": "Arrester impulse breakdown data shall be submitted giving the average breakdown on a rising wave front, with plus tolerances for 1, 2, and 3 sigma for voltage surges rising at rates of 200 V/μς. Crest current on this test shall be 20 amperes.",
    "3.2 60 Hz Current Carrying Ability": "",
    "3.21": "The 60 Hz current carrying ability of the unit shall be determined by subjecting samples to 60 Hz current for 11 cycles in increasing amounts. Samples of the test group shall be tested in rotation to mini-mize heating effects. Data shall be submitted to show values of (single 11 cycle short) 60 Hz at which the arresters fail as well as failure modes.",
    "3.3 Impulse Life": "",
    "3.31": "At least fifty (50) samples shall be tested as described herein, half with each polarity of surge. They shall meet the require-ments of paragraph 2.5.",
    "other": "shock is the primary concern, such as in station protectors or MDF protectors, either the arrester assembly or protector shall be designed for ultimate failure exclusively in the short circuited mode before the unit becomes a fire hazard. In this mode of failure, the unit shall become permanently short circuited, and shall have an impedance of not more than one ohm (1Ω) across the arrester/protector assembly. Tests shall be continued on units which fail by the low breakdown mode until a short circuit or high breakdown failure is encountered or until the unit becomes a fire hazard.",
    "page_number": "-3-"
  },
  {
    "3.32": "Preparation and mounting of samples shall be as follows:",
    "3.321": "Test set mountings shall position arresters as in normal service.",
    "3.322": "Test set mountings shall be clean and free from residue which may influence test results.",
    "3.323": "The impulse discharge current and waveshape shall be calibrated with an arrester in the circuit to assure that breakdown does not cause waveshape or crest current to depart from the values specified.",
    "3.324": "After samples are installed in the test set, and prior to initiation of the life test, each sample shall be \"cleared\" for up to one second by the application of 180V dc in series with a seven watt light bulb. Arresters which are still shorted at the end of the one second application (as indicated by a sustained glow of the lamp) shall be replaced, and the clearing process shall be repeated on the new arrester. No further clearing shall be permitted after life testing begins.",
    "3.33": "The sequence and timing for tests shall be as follows:",
    "3.331": "A 500A surge, as described in paragraph 3.342 shall be applied to the sample under test.",
    "3.332": "There shall be a time delay of one to two seconds during which no voltage is applied to the sample.",
    "3.333": "The samples shall be tested for short circuit failure as described in paragraph 3.343.",
    "3.334": "There shall be another time delay of one to two seconds during which no voltage is applied to the sample.",
    "3.335": "The sample's dc breakdown shall be measured as described in paragraph 3.344.",
    "3.336": "Having completed the above tests on a sample the test set shall step to the next sample. An interval of one to two minutes shall exist between repeated test sequences on any one sample.",
    "3.337": "The surge on which a unit is first detected to have failed shall be the last surge credited to the device. (e.g., A unit failing on the first 500A surge would be credited with a life of one surge.)",
    "3.34": "Test procedures shall be as follows:",
    "3.341": "The polarity of the 500A surge, insulation resistance test, and dc breakdown test shall be the same."
  },
  {
    "3.342": "500A Surge: A parallel loaded surge circuit, as detailed in Figure 4, shall be used to subject the sample under test to a peak 500 ± 5 percent surge on a 0 - 20 X 950 - 1050 με waveshape. The Virtual peak shall be used in defining the waveshape.",
    "3.343": "Short Circuit Failure: A dc power supply with a range of 0 to 1000V in series with a 100 kilohm resistor shall be connected to the sample while the voltage is set at 0. Voltage across the sample shall be increased from 0 to 100V in 1 millisecond ± 10 percent, and be maintained at this value for 150 ms minimum. When the current flow is integrated over the period between 50 and 150 ms, it shall yield a current X time product less than 9 µA-s for the unit to be considered to have survived.",
    "3.344": "DC Breakdown: A voltage ramp rising at not more than 5kV/s shall be used to charge a 0.5 µF capacitor which is placed in series with a 1000 ohm resistor and the test specimen. One breakdown of the sample shall be performed, and the value shall be within the tolerances of paragraph 1.6, except that the +3σ voltage limit for 100V/μs impulse breakdown shall be defined as the high breakdown limit for this test.",
    "3.35": "Submit data on the average number of surges required for gap failure, as well as data on all failure modes encountered. No arrester assembly shall be credited with more than 100 surges.",
    "4. MANUFACTURING QUALITY CONTROL": null,
    "4.1": "Manufacturers are expected to provide testing procedures to assure that all carbon block arrester assemblies produced, which qualify as meeting the requirements of this specification, comply with the requirements.",
    "4.11": "This will require 100 percent production tests on all units. As a minimum, production tests shall include checks of dc breakdown levels and surge breakdown tests. The surge breakdown shall be as shown in Table B.",
    "4.2": "Once every other year, on the anniversary date of the original acceptance by REA, complete requalification data will be submitted to REA by the manufacturer. While a data base as large as for the original qualification is not required, data must be submitted on all tests contained herein.",
    "page_number": "-5-"
  },
  {
    "voltage_or_current": "VOLTAGE",
    "90_percent": "90%",
    "50_percent": "50%",
    "10_percent": "10%",
    "A": "A",
    "Tr": "Tr",
    "Thy": "Thy",
    "Rate_of_Rise": "Rate of Rise",
    "Time": "TIME",
    "Maximum": "Maximum, or crest, current or voltage",
    "Rise_Time": "Rise Time",
    "Time_to_1/2_crest_value": "Time to 1/2 crest value (Decay Time)",
    "Slope_of_curve": "Slope of the curve from 10%A to 90%A",
    "Surge_Waveshape": "Surge Waveshape is specified as follows: A, Tr/Thy",
    "example": "e.g.: 500 volts, 5/1000 Microseconds",
    "Figure_1": "FIGURE 1: SURGE WAVESHAPE NOMENCLATURE",
    "Vss": "Vss",
    "Surge_Striking_Voltage": "Surge Striking Voltage",
    "Vsdc": "Vsdc",
    "dc_Striking_Voltage": "dc Striking Voltage",
    "Va": "Va",
    "Arcing_Voltage": "Arcing Voltage",
    "Delay_Time": "Delay Time",
    "Transition_Time": "Transition Time",
    "T3": "T3",
    "T1": "T1",
    "T4": "T4",
    "T2": "T2",
    "50V": "50V",
    "Time_2": "Time",
    "Figure_2": "FIGURE 2: ARRESTER BREAKDOWN NOMENCLATURE",
    "page_number": "-6-"
  },
  {
    "page_number": "-7-",
    "variable_dc": "VARIABLE DC",
    "power_supply": "POWER SUPPLY",
    "voltage_range": "0-1000V",
    "resistance_1": "≥ 5 ΚΩ",
    "capacitance": "10 μf",
    "resistance_2": "25Ω",
    "figure_number": "FIGURE 3",
    "test_type": "BREAKDOWN TEST",
    "voltmeter": ">",
    "test_label": "TEST",
    "specimen_label": "SPECIMEN"
  },
  {
    "S2": "S2",
    "S1": "S,",
    "L_IF_REQUIRED": "L(IF REQUIRED)",
    "R3": "R3",
    "I1": "I",
    "DC_SUPPLY": "DC\nSUPPLY",
    "CB": "CB",
    "I2": "12",
    "Rp": "Rp",
    "TEST_SPECIMEN": "TEST\nSPECIMEN",
    "NOTES_1": "1. S2 TO OPEN BEFORE S₁ CLOSES",
    "NOTES_2": "2. S₁ TO REMAIN CLOSED FOR AT\nLEAST LO0MS.",
    "NOTES_3": "3. CIRCUIT TO PROVIDE 0-20X\n950-1050MS IMPULSE",
    "NOTES_4": "4. I₁ = PEAK 500A±5%",
    "NOTES_5": "5. I2 = PEAK 75A ± 331/3%",
    "NOTES_6": "6. CB = MAIN CAPACITOR BANK;\nLOW INDUCTANCE OIL FILLED\nUNITS STRONGLY RECOMMENDED",
    "FIGURE": "FIGURE 4 500A SURGE GENERATOR",
    "PAGE_NUMBER": "-8-"
  }
]