[
  {
    "United States": "United States",
    "Department of Agriculture": "Department of Agriculture",
    "Rural Electrification Administration": "Rural Electrification Administration",
    "REA Bulletin": "REA Bulletin",
    "1753F-205": "1753F-205",
    "June 1993": "June 1993",
    "REA Specification": "REA Specification",
    "for Filled Telephone Cables (PE-39)": "for Filled Telephone Cables (PE-39)"
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "SUBJECT": "REA Specification for Filled Telephone Cables",
    "TO": "All Telephone Borrowers\nREA Telephone Staff",
    "EFFECTIVE DATE": "June 21, 1993.",
    "EXPIRATION DATE": "Date of change in 7 CFR $1755.390 by\nrulemaking.",
    "OFFICE OF PRIMARY INTEREST": "Outside Plant Branch,\nTelecommunications Standards Division.",
    "PREVIOUS INSTRUCTIONS": "This bulletin replaces REA Bulletin 345-\n67, REA Specification for Filled Telephone Cables, PE-39, issued\nJanuary 2, 1987.",
    "FILING INSTRUCTIONS": "Discard REA Bulletin 345-67, REA\nSpecification for Filled Telephone Cables, PE-39, dated\nJanuary 2, 1987, and replace with this bulletin.",
    "PURPOSE": "This specification covers REA requirements for filled\ntelephone cables intended for direct burial installation either\nby trenching or by direct plowing, for underground application by\nplacement in a duct, or for aerial installation by attachment to\na support strand. This bulletin is a reformat of the text\ncodified in 7 CFR 1755.390 published at 58 FR 29336, dated May\n20, 1993.",
    "BULLETIN": "1753F-205",
    "RD-GD": "1993-12",
    "Date": "6/4/93"
  },
  {
    "Bulletin": "1753F-205",
    "PE": "39",
    "Page": "2",
    "OMB_No": "0572-0077",
    "1_Scope": "5",
    "2_Conductors_and_Conductor_Insulation": "6",
    "3_Identification_of_Pairs_and_Twisting_of_Pairs": "7",
    "4_Forming_of_the_Cable_Core": "8",
    "5_Screened_Cable": "9",
    "6_Filling_Compound": "11",
    "7_Core_Wrap": "11",
    "8_Flooding_Compound": "11",
    "9_Shield_and_Optional_Armor": "12",
    "10_Cable_Jacket": "15",
    "11_Electrical_Requirements": "15",
    "12_Mechanical_Requirements": "19",
    "13_Sheath_Slitting_Cord_Optional": "20",
    "14_Identification_Marker_and_Length_Marker": "20",
    "15_Preconnectorized_Cable_Optional": "20",
    "16_Acceptance_Testing_and_Extent_of_Testing": "20",
    "17_Summary_of_Records_of_Electrical_and_Physical_Tests": "23",
    "18_Manufacturing_Irregularities": "23",
    "19_Preparation_for_Shipment": "23",
    "EXHIBIT_A_Qualification_Test_Methods": "25",
    "INDEX": "Cable, Filled, Telephone"
  },
  {
    "Bulletin 1753F-205(PE-39)": "Page 3",
    "CFR TO CONVERSION TABLE": null,
    "7 CFR\n1755.390": "(V)",
    "Bulletin\n1753F-205": "Formats"
  },
  {
    "Bulletin": "1753F-205",
    "PE": "39",
    "Page": "4",
    "ANSI": "American National Standards Institute",
    "ASTM": "American Society For Testing and Materials",
    "AWG": "American Wire Gauge",
    "°C": "Centigrade temperature scale",
    "CACSP": "Coated aluminum shield/coated steel armor\npolyethylene sheath",
    "cm": "Centimeter",
    "dc": "Direct current",
    "dB/km": "Decibels per 1 kilometer",
    "dB/mile": "Decibels per 1 mile",
    "ECCS": "Electrolytic chrome coated steel",
    "FEXT": "Far-end crosstalk loss",
    "ft": "Feet",
    "g": "Grams",
    "IACS": "International Annealed Copper Standard",
    "ICEA": "Insulated Cable Engineers Association",
    "in.": "Inches",
    "kHz": "Kilohertz",
    "kPa": "Kilopascals",
    "kV": "Kilovolts",
    "lbf": "Pound-force",
    "m": "Meter",
    "mm": "Millimeter",
    "N": "Newton",
    "NEXT": "Near-end crosstalk loss",
    "nF/km": "Nanofarad per 1 kilometer",
    "nF/mile": "Nanofarad per 1 mile",
    "ohms/km": "Ohms per 1 kilometer",
    "pF/km": "Picofarad per 1 kilometer",
    "pF/1000 ft": "Picofarad per 1000 feet",
    "psig": "Pounds per square inch gauge",
    "REA": "Rural Electrification Administration",
    "rms": "Root mean square",
    "T1C": "North American Digital Hierarchy Line Code",
    "V/s": "Volt per 1 second",
    "Yoc": "Open circuit admittance",
    "Zsc": "Short circuit impedance"
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Page": "5",
    "1": "SCOPE",
    "1.1": "This specification covers the requirements for filled telephone cables intended for direct burial installation either by trenching or by direct plowing, for underground application by placement in a duct, or for aerial installation by attachment to a support strand.",
    "1.1.1": "The conductors are solid copper, individually insulated with an extruded solid insulating compound.",
    "1.1.2": "The insulated conductors are twisted into pairs which are then stranded or oscillated to form a cylindrical core.",
    "1.1.3": "For high frequency applications, the cable core may be separated into compartments with screening shields.",
    "1.1.4": "A moisture resistant filling compound is applied to the stranded conductors completely covering the insulated conductors and filling the interstices between pairs and units.",
    "1.1.5": "The cable structure is completed by the application of suitable core wrapping material, a flooding compound, a shield or a shield/armor, and an overall plastic jacket.",
    "1.2": "The number of pairs and gauge size of conductors which are used within the REA program are provided in the following table:",
    "AWG": null,
    "19": null,
    "22": null,
    "24": null,
    "26": null,
    "Pairs": null,
    "6": null,
    "12": null,
    "18": null,
    "25": null,
    "50": null,
    "75": null,
    "100": null,
    "150": null,
    "200": null,
    "300": null,
    "400": null,
    "600": null,
    "900": null,
    "Note": "Cables larger in pair sizes than those shown in the above table must meet all requirements of this specification.",
    "1.3": "Screened cable, when specified, must meet all requirements of this specification. The pair sizes of screened cables used within the REA program are referenced in Paragraph 5.2.1 of this specification."
  },
  {
    "Bulletin": "1753F-205(PE-39)",
    "Page": "6",
    "1.4_All_cables_sold_to_REA_borrowers": "for projects involving REA loan funds under this specification must be accepted by REA Technical Standards Committee \"A\" (Telephone). For cables manufactured to this specification, all design changes to an accepted design must be submitted for acceptance. REA will be the sole authority on what constitutes a design change.",
    "1.5_Materials_manufacturing_techniques": "or cable designs not specifically addressed by this specification may be allowed if accepted by REA. Justification for acceptance of modified materials, manufacturing techniques, or cable designs must be provided to substantiate product utility and long-term stability and endurance.",
    "1.6_Copies_of_ANSI/ICEA_S-84-608-1988": "\"Standard For Telecommu- nications Cable Filled, Polyolefin Insulated, Copper Conductor Technical Requirements,\" as referenced in this specification can be obtained from the Insulated Cable Engineers Association, Inc. (ICEA) for a nominal fee at the address indicated below:",
    "Insulated_Cable_Engineers_Association_Inc": "Insulated Cable Engineers Association, Inc.\nP. O. Box 440\nSouth Yarmouth, Massachusetts 02664",
    "Telephone": "(508) 394-4424",
    "2_CONDUCTORS_AND_CONDUCTOR_INSULATION": "2. CONDUCTORS AND CONDUCTOR INSULATION",
    "2.1_The_gauge_sizes_of_the_copper_conductors": "covered by this specification must be 19, 22, 24, and 26 AWG.",
    "2.2_Each_conductor_must_comply": "with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 2.1.",
    "2.3_Factory_joints_made_in_conductors": "during the manufacturing process must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 2.2.",
    "2.4_The_raw_materials_used_for_conductor_insulation": "must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraphs 3.1 through 3.1.3.",
    "2.5_The_finished_conductor_insulation": "must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraphs 3.2.1 and 3.3.",
    "2.6_Insulated_conductors_must_not_have": "an overall diameter greater than 2 mm (0.081 in.).",
    "2.7_A_permissible_overall_performance_level": "of faults in conductor insulation must average not greater than one fault per 12,000 conductor meters (40,000 conductor ft) for each gauge of conductor."
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Page": "7",
    "2.7.1": "All insulated conductors must be continuously tested for insulation faults during the twinning operation with a method of testing acceptable to REA. The length count and number of faults must be recorded. The information must be retained for a period of 6 months and be available for review by REA when requested.",
    "2.7.2": "The voltages for determining compliance with the requirements of Paragraph 2.7 of this specification are as follows:",
    "AWG_19": "8.0",
    "AWG_22": "6.0",
    "AWG_24": "5.0",
    "AWG_26": "4.0",
    "2.8": "Repairs to the conductor insulation during manufacture are permissible. The method of repair must be accepted by REA prior to its use. The repaired insulation must be capable of meeting the relevant electrical requirements of this specification.",
    "2.9": "All repaired sections of insulation must be retested in the same manner as originally tested for compliance with Paragraph 2.7 of this specification.",
    "2.10": "The colored insulating material removed from or tested on the conductor, from a finished cable, must meet the performance requirements specified in ANSI/ICEA S-84-608-1988, Paragraphs 3.4.1, 3.4.2, 3.4.4, 3.4.5, and 3.4.6.",
    "3.": "IDENTIFICATION OF PAIRS AND TWISTING OF PAIRS",
    "3.1": "The insulation must be colored to identify:",
    "3.1a": "The tip and ring conductor of each pair; and",
    "3.1b": "Each pair in the completed cable.",
    "3.2": "The colors to be used in the pairs in the 25 pair group, together with the pair numbers must be in accordance with the table specified in ANSI/ICEA S-84-608-1988, Paragraph 3.5.",
    "3.3": "Positive identification of the tip and ring conductors of each pair by marking each conductor of a pair with the color of its mate is permissible. The method of marking must be accepted by REA prior to its use.",
    "3.4": "Other methods of providing positive identification of the tip and ring conductors of each pair may be employed if accepted by REA prior to its use.",
    "3.5": "The insulated conductors must be twisted into pairs."
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Page": "8",
    "3.6_text": "In order to provide sufficiently high crosstalk isolation, the pair twists must be designed to enable the cable to meet the capacitance unbalance and crosstalk loss requirements of Paragraphs 11.5, 11.6, and 11.8 of this specification.",
    "3.7_text": "The average length of pair twists in any pair in the finished cable, when measured on any 3 m (10 ft) length, must not exceed the requirement specified in ANSI/ICEA S-84-608-1988, Paragraph 3.5.",
    "4._heading": "FORMING OF THE CABLE CORE",
    "4.1_text": "Twisted pairs must be assembled in such a way as to form a substantially cylindrical group.",
    "4.2_text": "When desired for lay-up reasons, the basic group may be divided into two or more subgroups called units.",
    "4.3_text": "Each group, or unit in a particular group, must be enclosed in bindings of the colors indicated for its particular pair count. The pair count, indicated by the colors of insulation, must be consecutive as indicated in Paragraph 4.6 of this specification through units in a group.",
    "4.4_text": "The filling compound must be applied to the cable core in such a way as to provide as near a completely filled core as is commercially practical.",
    "4.5_text": "Threads and tapes used as binders must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraphs 4.2 and 4.2.1.",
    "4.6_text": "The colors of the bindings and their significance with respect to pair count must be as follows:",
    "Group No._1": "1",
    "Color of Bindings_1": "White-Blue",
    "Group Pair Count_1": "1-25",
    "Group No._2": "2",
    "Color of Bindings_2": "White-Orange",
    "Group Pair Count_2": "26-50",
    "Group No._3": "3",
    "Color of Bindings_3": "White-Green",
    "Group Pair Count_3": "51-75",
    "Group No._4": "4",
    "Color of Bindings_4": "White-Brown",
    "Group Pair Count_4": "76-100",
    "Group No._5": "5",
    "Color of Bindings_5": "White-Slate",
    "Group Pair Count_5": "101-125",
    "Group No._6": "6",
    "Color of Bindings_6": "Red-Blue",
    "Group Pair Count_6": "126-150",
    "Group No._7": "7",
    "Color of Bindings_7": "Red-Orange",
    "Group Pair Count_7": "151-175",
    "Group No._8": "8",
    "Color of Bindings_8": "Red-Green",
    "Group Pair Count_8": "176-200",
    "Group No._9": "9",
    "Color of Bindings_9": "Red-Brown",
    "Group Pair Count_9": "201-225",
    "Group No._10": "10",
    "Color of Bindings_10": "Red-Slate",
    "Group Pair Count_10": "226-250",
    "Group No._11": "11",
    "Color of Bindings_11": "Black-Blue",
    "Group Pair Count_11": "251-275",
    "Group No._12": "12",
    "Color of Bindings_12": "Black-Orange",
    "Group Pair Count_12": "276-300",
    "Group No._13": "13",
    "Color of Bindings_13": "Black-Green",
    "Group Pair Count_13": "301-325",
    "Group No._14": "14",
    "Color of Bindings_14": "Black-Brown",
    "Group Pair Count_14": "326-350",
    "Group No._15": "15",
    "Color of Bindings_15": "Black-Slate",
    "Group Pair Count_15": "351-375"
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Page": "9",
    "16": "Yellow-Blue",
    "17": "Yellow-Orange",
    "18": "Yellow-Green",
    "19": "Yellow-Brown",
    "20": "Yellow-Slate",
    "21": "Violet-Blue",
    "22": "Violet-Orange",
    "23": "Violet-Green",
    "24": "Violet-Brown",
    "range_16": "376-400",
    "range_17": "401-425",
    "range_18": "426-450",
    "range_19": "451-475",
    "range_20": "476-500",
    "range_21": "501-525",
    "range_22": "526-550",
    "range_23": "551-575",
    "range_24": "576-600",
    "4.7": "The use of the white unit binder in cables of 100 pairs or less is optional.",
    "4.8": "When desired for manufacturing reasons, two or more 25 pair groups may be bound together with nonhygroscopic and nonwicking threads or tapes into a super-unit. Threads or tapes must meet the requirements specified in Paragraph 4.5 of this specification. The group binders and the super-unit binders must be color coded such that the combination of the two binders must positively identify each 25 pair group from every other 25 pair group in the cable. Super-Unit binders must be of the color shown in the following table:",
    "SUPER-UNIT BINDER COLORS": "SUPER-UNIT BINDER COLORS",
    "Pair Numbers": "Pair Numbers",
    "1-600": "1-600",
    "601-1200": "601-1200",
    "1201-1800": "1201-1800",
    "1801-2400": "1801-2400",
    "2401-3000": "2401-3000",
    "Binder Color": "Binder Color",
    "White": "White",
    "Red": "Red",
    "Black": "Black",
    "Yellow": "Yellow",
    "Violet": "Violet",
    "4.9": "Color binders must not be missing for more than 90 m (300 ft) from any 25 pair group or from any subgroup used as part of a super-unit. At any cable cross-section, no adjacent 25 pair groups and no more than one subgroup of any super-unit may have missing binders. In no case must the total number of missing binders exceed three. Missing super-unit binders must not be permitted for any distance.",
    "4.10": "Any reel of cable which contains missing binders must be labeled indicating the colors and location of the binders involved. The labeling must be applied to the reel and also to the cable.",
    "5.": "SCREENED CABLE",
    "5.1": "Screened cable must be constructed such that a metallic, internal screen(s) must be provided to separate and provide sufficient isolation between the compartments to meet the requirements of this specification."
  },
  {
    "Bulletin": "1753F-205(PE-39)",
    "Page": "10",
    "5.2": "At the option of the user or manufacturer, identified service pairs providing for voice order and fault location may be placed in screened cables.",
    "5.2.1": "The number of service pairs provided must be one per twenty-five operating pairs plus two for a cable size up to and including 400 pairs, subject to a minimum of four service pairs. The pair counts for screened cables are given as follows:",
    "SCREENED CABLE PAIR COUNTS": "",
    "Carrier Pair Count": "Service Pairs",
    "Total Pair Count": "",
    "24": "4",
    "28": "",
    "50": "4",
    "54": "",
    "100": "6",
    "106": "",
    "150": "8",
    "158": "",
    "200": "10",
    "210": "",
    "300": "14",
    "314": "",
    "400": "18",
    "418": "",
    "5.2.2": "The service pairs must be equally divided among the compartments. The color sequence must be repeated in each compartment.",
    "5.2.3": "The electrical and physical characteristics of each service pair must meet all the requirements set forth in this specification.",
    "5.2.4": "The colors used for the service pairs must be in accordance with the requirements of Paragraph 2.5 of this specification. The color code used for the service pairs together with the service pair number are shown in the following table.",
    "COLOR CODE FOR SERVICE PAIRS": "",
    "Service Pair No.": "Color",
    "Tip": "Ring",
    "1": "White",
    "Red": "",
    "2": "\"",
    "Black": "",
    "3": "\"",
    "Yellow": "",
    "4": "\"",
    "Violet": "",
    "5": "Red",
    "6": "\"",
    "7": "\"",
    "8": "Black",
    "9": "\"",
    "5.3": "The screen tape must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraphs 5.1 through 5.4."
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Page": "11",
    "5.4": "The screen tape must be tested for dielectric strength by completely removing the protective coating from one end to be used for grounding purposes.",
    "5.4.1": "Using an electrode, over a 30 cm (1 ft) length, apply a dc voltage at the rate of rise of 500 V/s until failure.",
    "5.4.2": "No breakdown should occur below 8 kV.",
    "6.": "FILLING COMPOUND",
    "6.1": "After or during the stranding operation and prior to application of the core wrap, filling compound must be applied to the cable core. The compound must be as nearly colorless as is commercially feasible and consistent with the end product requirements and pair identification.",
    "6.2": "The filling compound must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraphs 4.4 through 4.4.4.",
    "6.3": "The individual cable manufacturer must satisfy REA that the filling compound selected for use is suitable for its intended application. The filling compound must be applied to the cable in such a manner that the cable components will not be degraded.",
    "7.": "CORE WRAP",
    "7.1": "The core wrap must comply with the requirements specified in ANSI/ICEA-S-84-608-1988, Paragraph 4.3.",
    "7.2": "If required for manufacturing reasons, white or colored binders of nonhygroscopic and nonwicking material may be applied over the core and/or wrap. When used, binders must meet the requirements specified in Paragraph 4.5 of this specification.",
    "7.3": "Sufficient filling compound must have been applied to the core wrap so that voids or air spaces existing between the core and the inner side of the core wrap are minimized.",
    "8.": "FLOODING COMPOUND",
    "8.1": "Sufficient flooding compound must be applied on all sheath interfaces so that voids and air spaces in these areas are minimized. When the optional armored design is used, the flooding compound must be applied between the core wrap and shield, between the shield and armor, and between the armor and the jacket so that voids and air spaces in these areas are minimized. The use of floodant over the outer metallic substrate is not required if uniform bonding, per Paragraph 9.7 of this"
  },
  {
    "Bulletin": "1753F-205(PE-39)",
    "Page": "12",
    "8.2_ANSI_ICEA_S-84-608-1988_Paragraph": "4.5",
    "8.2_Appendix_A_Paragraph": "3.5",
    "9_SHIELD_AND_OPTIONAL_ARMOR": null,
    "9.2_ANSI_ICEA_S-84-608-1988_Paragraph": "6.3.2",
    "9.3_ANSI_ICEA_S-84-608-1988_Paragraph": "6.3.2",
    "9.4.2_ANSI_ICEA_S-84-608-1988_Paragraph": "6.3.3",
    "9.4.3_ANSI_ICEA_S-84-608-1988_Paragraph": "6.3.1",
    "9.4.4_Paragraph": "12.3"
  },
  {
    "Bulletin": "1753F-205",
    "PE": "39",
    "Page": "13",
    "Standard Cable": null,
    "8-Mil Coated Aluminum": "1",
    "5-Mil Copper": null,
    "Gopher Resistant Cable": null,
    "10-Mil Copper": null,
    "6-Mil Copper-Clad Stainless Steel": null,
    "5 Mil Copper-Clad Stainless Steel": null,
    "5 Mil Copper-Clad Alloy Steel": null,
    "7-Mil Alloy 194": null,
    "6-Mil Alloy 194": null,
    "and 6-Mil Coated Steel": "1",
    "1Dimensions of uncoated metal": null,
    "9.5.1 The 8-mil aluminum tape must be plastic coated on both sides and must comply with the requirements of ANSI/ICEA S-84-": "608-1988, Paragraph 6.2.2.",
    "9.5.2 The 5-mil copper tape must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 6.2.3.": null,
    "9.5.3 The 10-mil copper tape must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 6.2.4.": null,
    "9.5.4 The 6-mil copper clad stainless steel tape must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 6.2.5.": null,
    "9.5.5 The 5-mil copper clad stainless steel tape must be in the fully annealed condition and must conform to the requirements of ASTM B 694-86, with a cladding ratio of 16/68/16.": null,
    "9.5.5.1 The electrical conductivity of the clad tape must be a minimum of 28 percent of the International Annealed Copper Standard (IACS) when measured per ASTM В 193-87.": null,
    "9.5.5.2 The tape must be nominally 0.13 mm (0.005 in.) thick with a minimum thickness of 0.11 mm (0.0045 in.).": null,
    "9.5.6 The 5-mil copper clad alloy steel tape must be in the fully annealed condition and the copper component must conform to the requirements of ASTM B 224-80 and the alloy steel component must conform to the requirements of ASTM A 505-87, with a cladding ratio of 16/68/16.": null,
    "9.5.6.1 The electrical conductivity of the copper clad alloy steel tape must comply with the requirement specified in Paragraph 9.5.5.1 of this specification.": null,
    "9.5.6.2 The thickness of the copper clad alloy steel tape must comply with the requirements specified in Paragraph 9.5.5.2 of this specification.": null
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Page": "14",
    "9.5.7": "The 6-mil and 7-mil 194 copper alloy tapes must comply\nwith the requirements specified in ANSI/ICEA S-84-608-1988,\nParagraph 6.2.6.",
    "9.6": "The corrugation extensibility of the coated aluminum shield\nmust comply with the requirements specified in ANSI/ICEA S-84-\n608-1988, Paragraph 6.4.",
    "9.7": "When the jacket is bonded to the plastic coated aluminum\nshield, the bond between the jacket and shield must comply with\nthe requirements specified in ANSI/ICEA S-84-608-1988, Paragraph\n7.2.6.",
    "9.8": "A single plastic-coated steel corrugated armor must be\napplied longitudinally directly over the coated aluminum shield\nlisted in Paragraph 9.5 of this specification with an overlap\ncomplying with the requirements specified in ANSI/ICEA S-84-608-\n1988, Paragraph 6.3.2, Outer Steel Tape.",
    "9.9": "Successive lengths of steel armoring tapes may be joined\nduring the manufacturing process by means of cold weld, electric\nweld, soldering with a nonacid flux, or other acceptable means.\nArmor splices must comply with the breaking strength and resis-\ntance requirements specified in ANSI/ICEA S-84-608-1988,\nParagraph 6.3.3.",
    "9.10": "The corrugations and the application process of the coated\nsteel armor must comply with the requirements specified in\nANSI/ICEA S-84-608-1988, Paragraph 6.3.1.",
    "9.10.1": "The corrugations of the armor tape must coincide with the\ncorrugations of the coated aluminum shield.",
    "9.10.2": "Overlapped portions of the armor tape must be in register\n(corrugations shall coincide at overlap) and in contact at the\nouter edge.",
    "9.11": "The armoring material must be so applied to enable the\ncable to pass the cold bend test as specified in Paragraph 12.3\nof this specification.",
    "9.12": "The 6-mil steel tape must be electrolytic chrome-coated\nsteel (ECCS) plastic coated on both sides and must comply with\nthe requirements specified in ANSI/ICEA S-84-608-1988, Paragraph\n6.2.8.",
    "9.13": "When the jacket is bonded to the plastic coated steel\narmor, the bond between the jacket and armor must comply with the\nrequirement specified in ANSI/ICEA-S-84-608-1988, Paragraph\n7.2.6."
  },
  {
    "Bulletin": "1753F-205",
    "Page": "15",
    "10": "CABLE JACKET",
    "10.1": "The jacket must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 7.2.",
    "10.2": "The raw materials used for the cable jacket must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 7.2.1.",
    "10.3": "Jacketing material removed from or tested on the cable must meet the performance requirements specified in ANSI/ICEA S-84-608-1988, Paragraphs 7.2.3 and 7.2.4.",
    "10.4": "The thickness of the jacket must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 7.2.2.",
    "11": "ELECTRICAL REQUIREMENTS",
    "11.1": "Conductor Resistance: The dc resistance of any conductor in a completed cable and the average resistance of all conductors in a Quality Control Lot must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 8.1.",
    "11.2": "Resistance Unbalance",
    "11.2.1": "The dc resistance unbalance between the two conductors of any pair in a completed cable and the average resistance unbalance of all pairs in a completed cable must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 8.2.",
    "11.2.2": "The resistance unbalance between tip and ring conductors shall be random with respect to the direction of unbalance. That is, the resistance of the tip conductors shall not be consistently higher with respect to the ring conductors and vice versa.",
    "11.3": "Mutual Capacitance: The average mutual capacitance of all pairs in a completed cable and the individual mutual capacitance of any pair in a completed cable must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 8.3.",
    "11.4": "Capacitance Difference",
    "11.4.1": "The capacitance difference for completed cables having 75 pairs or greater must comply with the requirement specified in ANSI/ICEA S-84-608-1988, Paragraph 8.4.",
    "11.4.2": "When measuring screened cable, the inner and outer pairs must be selected from both sides of the screen.",
    "PE-39": null
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Page": "16",
    "11.5": "Pair-to-pair Capacitance Unbalance",
    "11.5.1": "Pair-to-Pair: The capacitance unbalance as measured on the completed cable must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 8.5.",
    "11.5.2": "Screened Cable: In cables with 25 pairs or less and within each group of multigroup cables, the pair-to-pair capacitance unbalance between any two pairs in an individual compartment must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 8.5. The pair-to-pair capacitance unbalances to be considered must be:",
    "a": "Between pairs adjacent in a layer in an individual compartment;",
    "b": "Between pairs in centers of 4 pairs or less in an individual compartment; and",
    "c": "Between pairs in adjacent layers in an individual compartment when the number of pairs in the inner (smaller) layer is 6 or less. The center is counted as a layer.",
    "11.5.3": "In cables with 25 pairs or less, the rms value must include all the pair-to-pair unbalances measured for each compartment separately.",
    "11.5.4": "In cables containing more than 25 pairs, the rms value must include the pair-to-pair unbalances in the separate compartments.",
    "11.6": "Pair-to-Ground Capacitance Unbalance",
    "11.6.1": "Pair-to-Ground: The capacitance unbalance as measured on the completed cable must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 8.6.",
    "11.6.2": "When measuring pair-to-ground capacitance unbalance all pairs except the pair under test are grounded to the shield and/or shield/armor except when measuring cables containing super units in which case all other pairs in the same super unit must be grounded to the shield.",
    "11.6.3": "The screen tape must be left floating during the test.",
    "11.6.4": "Pair-to-ground capacitance unbalance may vary directly with the length of the cable."
  },
  {
    "Bulletin": "1753F-205",
    "PE": "39",
    "Page": "17",
    "11.7 Attenuation": "",
    "11.7.1 Description": "For nonscreened and screened cables, the average attenuation of all pairs on any reel when measured at 150 and 772 kHz must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 8.7, Solid Column.",
    "11.7.2 Description": "For T1C type cables over 12 pairs, the maximum average attenuation of all pairs on any reel must not exceed the values listed below when measured at a frequency of 1576 kHz at or corrected to a temperature of 20 ± 1°C. The test must be conducted in accordance with ASTM D 4566-90.",
    "AWG 19 Attenuation": "13.4 (21.5)",
    "AWG 22 Attenuation": "18.3 (29.4)",
    "AWG 24 Attenuation": "23.1 (37.2)",
    "11.8 Crosstalk Loss": "",
    "11.8.1 Description": "The equal level far-end power sum crosstalk loss (FEXT) as measured on the completed cable must comply with the require- ments specified in ANSI/ICEA S-84-608-1988, Paragraph 8.8, FEXT Table.",
    "11.8.2 Description": "The near-end power sum crosstalk loss (NEXT) as measured on completed cable must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 8.8, NEXT Table.",
    "11.8.3 Screened Cable": "",
    "11.8.3.1 Description": "For screened cables the NEXT loss as measured on the completed cable must comply with the require-ments specified in ANSI/ICEA S-84-608-1988, Paragraphs 8.9 and 8.9.1.",
    "11.8.3.2 Description": "For T1C screened cable the NEXT loss as measured on the completed cable must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraphs 8.9 and 8.9.2.",
    "11.9 Insulation Resistance": "The insulation resistance of each insulated conductor in a completed cable must comply with the requirement specified in ANSI/ICEA S-84-608-1988, Paragraph 8.11.",
    "11.10 High Voltage Test": "",
    "11.10.1 Description": "In each length of completed cable, the insulation between conductors must comply with the requirements specified in ANSI/ICEA S-84-608-1988, Paragraph 8.12, Solid Column.",
    "11.10.2 Description": "In each length of completed cable, the dielectric between the shield and/or armor and conductors in the core must"
  },
  {
    "Bulletin": "1753F-205",
    "Page": "18",
    "ANSI/ICEA S-84-608-1988, Paragraph 8.13": "Single Jacketed, Solid Column",
    "Screened Cable": "the screen tape must be left floating",
    "11.10.3": "Screened Cable",
    "11.10.3.1": "In each length of completed screened cable, the dielectric between the screen tape and the conductors in the core must comply with the requirement specified in ANSI/ICEA S-84-608-1988, Paragraph 8.14.",
    "11.10.3.2": "In this test the cable shield and/or armor must be left floating.",
    "11.11": "Electrical Variations",
    "11.11.1": "Pairs in each length of cable having either a ground, cross, short, or open circuit condition will not be permitted.",
    "11.11.2": "The maximum number of pairs in a cable which may vary as specified in Paragraph 11.11.3 of this specification from the electrical parameters given in this specification are listed below.",
    "Pairs may be excluded from": "the arithmetic calculation.",
    "Nominal Pair Count": "Maximum Number of Pairs with Allowable Electrical Variation",
    "6-100": "1",
    "101-300": "2",
    "301-400": "3",
    "401-600": "4",
    "601 and above": "6",
    "11.11.3": "Parameter Variations",
    "11.11.3.1": "Capacitance Unbalance-to-Ground: If the cable fails either the maximum individual pair or average capacitance unbalance-to-ground requirement and all individual pairs are 3937 pF/km (1200 pF/1000 ft) or less, the number of pairs specified in Paragraph 11.11.2 of this specification may be eliminated from the average and maximum individual calculations.",
    "11.11.3.2": "Resistance Unbalance: Individual pair of 7 percent for all gauges."
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Page": "19",
    "11.11.3.3 Conductor Resistance, Maximum": "The following table shows maximum conductor resistance.",
    "AWG": "ohms/km",
    "ohms/1000 ft": null,
    "19": "29.9",
    "(9.1)": null,
    "22": "60.0",
    "(18.3)": null,
    "24": "94.5",
    "(28.8)": null,
    "26": "151.6",
    "(46.2)": null,
    "Note": "REA recognizes that in large pair count cable (600 pair and above) a cross, short or open circuit condition occasionally may develop in a pair which does not affect the performance of the other cable pairs. In these circumstances rejection of the entire cable may be economically unsound or repairs may be impractical. In such circumstances the manufacturer may desire to negotiate with the customer for acceptance of the cable. No more than 0.5 percent of the pairs may be involved.",
    "12. MECHANICAL REQUIREMENTS": null,
    "12.1 Compound Flow Test": "All cables manufactured in accordance with the requirements of this specification must be capable of meeting the compound flow test specified in ANSI/ICEA S-84-608-1988, Paragraph 9.1 using a test temperature of 80 ± 1°C.",
    "12.2 Water Penetration Test": "All cables manufactured in accordance with the requirements of this specification must be capable of meeting the water penetration test specified in ANSI/ICEA S-84-608-1988, Paragraph 9.2.",
    "12.3 Cable Cold Bend Test": "All cables manufactured in accordance with the requirements of this specification must be capable of meeting the cable cold bend test specified in ANSI/ICEA S-84-608-1988, Paragraph 9.3.",
    "12.4 Cable Impact Test": "All cables manufactured in accordance with the requirements of this specification must be capable of meeting the cable impact test specified in ANSI/ICEA S-84-608-1988, Paragraph 9.4.",
    "12.5 Jacket Notch Test (CACSP Sheath Only)": "All cables utilizing the coated aluminum/coated steel sheath (CACSP) design manufactured in accordance with the requirements of this specification must be capable of meeting the jacket notch test specified in ANSI/ICEA S-84-608-1988, Paragraph 9.5.",
    "12.6 Cable Torsion Test (CACSP Sheath Only)": "All cables utilizing the coated aluminum/coated steel sheath (CACSP) design manufactured in accordance with the requirements of this"
  },
  {
    "Bulletin": "1753F-205(PE-39)",
    "Page": "20",
    "specification_cable_torsion_test": "specification must be capable of meeting the cable torsion test specified in ANSI/ICEA S-84-608-1988, Paragraph 9.6.",
    "section_13_title": "SHEATH SLITTING CORD (OPTIONAL)",
    "13.1_sheath_slitting_cords": "Sheath slitting cords may be used in the cable structure at the option of the manufacturer unless specified by the end user.",
    "13.2_sheath_slitting_cord_used": "When a sheath slitting cord is used it must be nonhygro- scopic and nonwicking, continuous throughout a length of cable and of sufficient strength to open the sheath without breaking the cord.",
    "section_14_title": "IDENTIFICATION MARKER AND LENGTH MARKER",
    "14.1_cable_identification": "Each length of cable must be identified in accordance with ANSI/ICEA S-84-608-1988, Paragraphs 10.1 through 10.1.4. The color of the ink used for the initial outer jacket marking must be either white or silver.",
    "14.2_markings_printed_jacket": "The markings must be printed on the jacket at regular intervals of not more than 0.6 m (2 ft).",
    "14.3_cable_sequentially_numbered": "The completed cable must have sequentially numbered length markers in accordance with ANSI/ICEA S-84-608-1988, Paragraph 10.1.5. The color of the ink used for the initial outer jacket marking must be either white or silver.",
    "section_15_title": "PRECONNECTORIZED CABLE (OPTIONAL)",
    "15.1_manufacturer_option": "At the option of the manufacturer and upon request by the purchaser, the cables 100 pairs and larger may be factory terminated in 25 pair splicing modules.",
    "15.2_splicing_modules_requirements": "The splicing modules must meet the requirements of REA Bulletin 345-54, PE-52, REA Specification for Telephone Cable Splicing Connectors (Incorporated by Reference at 1755.97) and be accepted by REA prior to their use.",
    "section_16_title": "ACCEPTANCE TESTING AND EXTENT OF TESTING",
    "16.1_tests_appendix_a": "The tests described in Appendix A of this specification are intended for acceptance of cable designs and major modifications of accepted designs. What constitutes a major modification is at the discretion of REA. These tests are intended to show the inherent capability of the manufacturer to produce cable products having long life and stability."
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Page": "21",
    "16.2": "For initial acceptance, the manufacturer must submit:",
    "16.2a": "An original signature certification that the product fully complies with each section of this specification;",
    "16.2b": "Qualification Test Data, per Appendix A;",
    "16.2c": "To periodic plant inspections;",
    "16.2d": "A certification that the product does or does not comply with the domestic origin manufacturing provisions of the \"Buy American\" Requirements of the Rural Electrification Act of 1938 (7 U.S.C. 901 et seq.);",
    "16.2e": "Written user testimonials concerning field performance of the product; and",
    "16.2f": "Other nonproprietary data deemed necessary by the Chief, Outside Plant Branch (Telephone).",
    "16.3": "For requalification acceptance, the manufacturer must submit an original signature certification that the product fully complies with each section of the specification, excluding the Qualification Section, and a certification that the product does or does not comply with the domestic origin manufacturing provisions of the \"Buy American\" requirements of the Rural Electrification Act of 1938 (7 U.S.C. 901 et seq.), for acceptance by August 30 of each year. The required data must have been gathered within 90 days of the submission. If the initial acceptance of a product to this specification was within 180 days of August 30, then requalification for that product will not be required for that year.",
    "16.4": "Initial and requalification acceptance requests should be addressed to:",
    "Chairman": "Technical Standards",
    "Committee": "\"A\" (Telephone)",
    "Telecommunications": "Staff Division",
    "Rural Electrification Administration": "Washington, D.C. 20250-1500",
    "16.5": "Tests on 100 percent of completed cable",
    "16.5.1": "The shield and/or armor of each length of cable must be tested for continuity in accordance with ANSI/ICEA S-84-608-1988, Paragraph 8.16.",
    "16.5.2": "The screen tape of each length of screened cable must be tested for continuity in accordance with ANSI/ICEA S-84-608-1988, Paragraph 8.16."
  },
  {
    "Bulletin": "1753F-205(PE-39)",
    "Page": "22",
    "16.5.3": "Dielectric strength between conductors and shield and/or armor must be tested to determine freedom from grounds in accordance with Paragraph 11.10.2 of this specification.",
    "16.5.4": "Dielectric strength between conductors and screen tape must be tested to determine freedom from grounds in accordance with Paragraph 11.10.3 of this specification.",
    "16.5.5": "Each conductor in the completed cable must be tested for continuity in accordance with ANSI/ICEA S-84-608-1988, Paragraph 8.16.",
    "16.5.6": "Dielectric strength between conductors must be tested to insure freedom from shorts and crosses in each length of completed cable in accordance with Paragraph 11.10.1 of this specification.",
    "16.5.7": "Each conductor in the completed preconnectorized cable must be tested for continuity.",
    "16.5.8": "Each length of completed preconnectorized cable must be tested for split pairs.",
    "16.5.9": "The average mutual capacitance must be measured on all cables. If the average mutual capacitance for the first 100 pairs tested from randomly selected groups is between 50 and 53 nF/km (80 and 85 nF/mile), the remainder of the pairs need not be tested on the 100 percent basis. (See Paragraph 11.3 of this specification).",
    "16.6": "Capability Tests: Tests on a quality assurance basis must be made as frequently as is required for each manufacturer to determine and maintain compliance with:",
    "16.6.1": "Performance requirements for conductor insulation, jacketing material, and filling and flooding compounds.",
    "16.6.2": "Bonding properties of coated or laminated shielding and armoring materials and performance requirements for screen tape.",
    "16.6.3": "Sequential marking and lettering.",
    "16.6.4": "Capacitance difference, capacitance unbalance, crosstalk, and attenuation.",
    "16.6.5": "Insulation resistance, conductor resistance, and resistance unbalance.",
    "16.6.6": "Cable cold bend and cable impact tests.",
    "16.6.7": "Water penetration and compound flow tests.",
    "16.6.8": "Jacket notch and cable torsion tests."
  },
  {
    "Bulletin": "1753F-205(PE-39)",
    "Page": "23",
    "17": "SUMMARY OF RECORDS OF ELECTRICAL AND PHYSICAL TESTS",
    "17.1": "Each manufacturer must maintain suitable summary records for a period of at least 3 years of all electrical and physical tests required on completed cable by this specification as set forth in Paragraphs 16.5 and 16.6 of this specification. The test data for a particular reel must be in a form that it may be readily available to the purchaser or to REA upon request.",
    "17.2": "Measurements and computed values must be rounded off to the number of places or figures specified for the requirement according to ANSI/ICEA S-84-608-1988, Paragraph 1.3.",
    "18": "MANUFACTURING IRREGULARITIES",
    "18.1": "Repairs to the shield and/or armor are not permitted in cable supplied to end users under this specification.",
    "18.2": "Minor defects in jackets (defects having a dimension of 3 mm (0.125 in.) or less in any direction) may be repaired by means of heat fusing in accordance with good commercial practices utilizing sheath grade compounds.",
    "19": "PREPARATION FOR SHIPMENT",
    "19.1": "The cable must be shipped on reels. The diameter of the drum must be large enough to prevent damage to the cable from reeling or unreeling. The reels must be substantial and so constructed as to prevent damage to the cable during shipment and handling.",
    "19.2": "The thermal wrap must comply with the requirements of ANSI/ICEA S-84-608-1988, Paragraph 10.3. When a thermal reel wrap is supplied, the wrap must be applied to the reel and must be suitably secured in place to minimize thermal exposure to the cable during storage and shipment. The use of the thermal reel wrap as a means of reel protection will be at the option of the manufacturer unless specified by the end user.",
    "19.3": "The outer end of the cable must be securely fastened to the reel head so as to prevent the cable from becoming loose in transit. The inner end of the cable must be securely fastened in such a way as to make it readily available if required for electrical testing. Spikes, staples, or other fastening devices which penetrate the cable jacket must not be used. The method of fastening the cable ends must be acceptable to REA and accepted prior to its use.",
    "19.4": "Each length of cable must be wound on a separate reel unless otherwise specified or agreed to by the purchaser."
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Page": "24",
    "19.5": "The arbor hole must admit a spindle 63 mm (2.5 in.) in diameter without binding. Steel arbor hole liners may be used but must be accepted by REA prior to their use.",
    "19.6": "Each reel must be plainly marked to indicate the direction in which it should be rolled to prevent loosening of the cable on the reel.",
    "19.7": "Each reel must be stenciled or labeled on either one or both sides with the information specified in ANSI/ICEA S-84-608-1988, Paragraph 10.4 and the REA cable designation.",
    "CABLE DESIGNATION": " ",
    "BFC": null,
    "Cable Construction": null,
    "Pair Count": null,
    "Conductor Gauge": null,
    "A": "= Coated Aluminum Shield",
    "C": "= Copper Shield",
    "Y": "= Gopher Resistant Shield",
    "X": "= Armored, Separate Shield",
    "H": "= T1 Screened Cable",
    "H1C": "= T1C Screened Cable",
    "P": "= Preconnectorized",
    "Example": "BFCXH100-22",
    "Description": "Buried Filled Cable, Armored (w/separate shield), T1 Screened Cable, 100 pair, 22 AWG.",
    "19.8": "When cable manufactured to the requirements of this specification is shipped, both ends must be equipped with end caps acceptable to REA.",
    "19.9": "When preconnectorized cables are shipped, the splicing modules must be protected to prevent damage during shipment and handling. The protection method must be acceptable to REA and accepted prior to its use.",
    "19.10": "All cables ordered for use in underground duct applications must be equipped with a factory-installed pulling-eye on the outer end in accordance with ANSI/ICEA S-84-608-1988, Paragraph 10.5.2.",
    "OMB_Information": "(The information and recordkeeping requirements of this specification have been approved by the Office of Management and Budge (OMB) under Control Number 0572-0077)"
  },
  {
    "Bulletin": "1753F-205(PE-39)",
    "Appendix": "A",
    "Page": "25",
    "DocumentTitle": "UNITED STATES DEPARTMENT OF AGRICULTURE Rural Electrification Administration",
    "DocumentSubtitle": "APPENDIX A",
    "CableType": "FILLED TELEPHONE CABLE",
    "TestMethods": "Qualifications Test Methods Bulletin 1753F-205(PE-39)",
    "TestProceduresDescription": "The test procedures described in this appendix are for qualification of initial designs and major modifications of accepted designs.",
    "Paragraph5Description": "Included in Paragraph 5 of this appendix are suggested formats that may be used in submitting test results to REA.",
    "TestingRequirements": "All testing must be performed on lengths removed sequentially from the same 25 pair, 22 gauge jacketed cable.",
    "CableTemperatureLimit": "This cable must not have been exposed to temperatures in excess of 38°C since its initial cool down after sheathing.",
    "LengthSpecification": "The lengths specified are minimum lengths and if desirable from a laboratory testing standpoint longer lengths may be used.",
    "LengthA": "10 + 0.2 m (33 + 0.5 ft)",
    "LengthATemperature": "23 + 3°C",
    "LengthAQuantity": "One length is required.",
    "LengthB": "12 + 0.2m (40 ± 0.5 ft)",
    "LengthBPreparation": "Prepare the test sample by removing the jacket, shield or shield/armor, and core wrap for a sufficient distance on both ends to allow the insulated conductors to be flared out.",
    "LengthBInsulationRemoval": "Remove sufficient conductor insulation so that appropriate electrical test connections can be made at both ends.",
    "LengthBCoil": "Coil the sample with a diameter of 15 to 20 times its sheath diameter.",
    "LengthBQuantity": "Three lengths are required.",
    "LengthC": "one meter (3 ft)",
    "LengthCQuantity": "Four lengths are required.",
    "LengthD": "300 mm (1 ft)",
    "LengthDQuantity": "Four lengths are required.",
    "LengthE": "600 mm (2 ft)",
    "LengthEQuantity": "Four lengths are required.",
    "LengthF": "3 m (10 ft)",
    "LengthFTemperature": "23 + 3°C",
    "LengthFDuration": "for the duration of the test.",
    "LengthFQuantity": "Two lengths are required."
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Appendix": "A",
    "Page": "26",
    "Data Reference Temperature": "Unless otherwise specified, all measurements must be made at 23 + 3°C.",
    "Section": "3.",
    "Topic": "ENVIRONMENTAL TESTS",
    "Subtopic": "3.1 Heat Aging Test",
    "Test Samples": "Place one sample each of lengths B, C, D and E in an oven or environmental chamber. The ends of Sample в must exit from the chamber or oven for electrical tests. Securely seal the oven exit holes.",
    "Sequence of Tests": "The samples are to be subjected to the following tests after conditioning:",
    "Test a": "Water Immersion Test outlined in Paragraph 3.2 of this appendix;",
    "Test b": "Water Penetration Test outlined in Paragraph 3.3 of this appendix;",
    "Test c": "Insulation Compression Test outlined in Paragraph 3.4 of this appendix; and",
    "Test d": "Jacket Slip Strength Test outlined in Paragraph 3.5 of this appendix.",
    "Initial Measurements": "3.1.3",
    "Sample B Measurement": "For Sample B measure the open circuit capacitance for each odd numbered pair at 1, 150, and 772 kHz, and the attenu-ation at 150 and 772 kHz after conditioning the sample at the data reference temperature for 24 hours. Calculate the average and standard deviation for the data of the 13 pairs on a per kilometer or (on a per mile) basis.",
    "Attenuation Calculation": "The attenuation at 150 and 772 kHz may be calculated from open circuit admittance (Yoc) and short circuit impedance (Zsc) or may be obtained by direct measurement of attenuation.",
    "Record Keeping": "Record on suggested formats in Paragraph 5 of this appendix or on other easily readable formats.",
    "Heat Conditioning": "3.1.4",
    "Conditioning Procedure": "Immediately after completing the initial measurements, condition the sample for 14 days at a temperature of 65 ± 2°C.",
    "Post Conditioning": "At the end of this period note any exudation of cable filler. Measure and calculate the parameters given in Paragraph 3.1.3 of this appendix. Record on suggested formats in Paragraph 5 of this appendix or on other easily readable formats."
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Appendix": "A",
    "Page": "27",
    "3.1.4.3": "Cut away and discard a one meter (3 ft) section from each end of length B.",
    "3.1.5": "Overall Electrical Deviation",
    "3.1.5.1": "Calculate the percent change in all average parameters between the final parameters after conditioning and the initial parameters in Paragraph 3.1.3 of this appendix.",
    "3.1.5.2": "The stability of the electrical parameters after completion of this test must be within the following prescribed limits:",
    "a. Capacitance": "The average mutual capacitance must be within 5 percent of its original value.",
    "b": "The change in average mutual capacitance must be less than 5 percent over frequency 1 to 150 kHz.",
    "c. Attenuation": "The 150 and 772 kHz attenuation must not have increased by more than 5 percent over their original values.",
    "3.2": "Water Immersion Electrical Test",
    "3.2.1 Test Sample Selection": "The 10 m (33 ft) section of length B must be tested.",
    "3.2.2 Test Sample Preparation": "Prepare the sample by removing the jacket, shield or shield/armor, and core wrap for sufficient distance to allow one end to be accessed for test connections. Cut out a series of 6 mm (0.25 in.) diameter holes along the test sample, at 30 cm (1 ft) intervals progressing successively 90 degrees around the circumference of the cable. Assure that the cable core is exposed at each hole by slitting the core wrapper. Place the prepared sample in a dry vessel which when filled will maintain a one meter (3 ft) head of water over 6 m (20 ft) of uncoiled cable. Extend and fasten the ends of the cable so they will be above the water line and the pairs are rigidly held for the duration of the test.",
    "3.2.3 Capacitance Testing": "Measure the initial values of mutual capacitance of all odd pairs in each cable at a frequency of 1 kHz before filling the vessel with water. Be sure the cable shield or shield/armor is grounded to the test equipment. Fill the vessels until there is a one meter (3 ft) head of water on the cables.",
    "3.2.3.1": "Remeasure the mutual capacitance after the cables have been submerged for 24 hours and again after 30 days.",
    "3.2.3.2": "Record each sample separately on suggested formats in Paragraph 5 of this appendix or on other easily readable formats."
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Appendix": "A",
    "Page": "28",
    "3.2.4": "Overall Electrical Deviation",
    "3.2.4.1": "Calculate the percent change in all average parameters between the final parameters after conditioning with the initial parameters in Paragraph 3.2.3 of this appendix.",
    "3.2.4.2": "The average mutual capacitance must be within 5 percent of its original value.",
    "3.3": "Water Penetration Testing",
    "3.3.1": "A watertight closure must be placed over the jacket of length C. The closure must not be placed over the jacket so tightly that the flow of water through pre-existing voids of air spaces is restricted. The other end of the sample must remain open.",
    "3.3.2": "Test per Option A or option B.",
    "3.3.2.1": "Option A: Weigh the sample and closure prior to testing. Fill the closure with water and place under a continuous pressure of 10+ 0.7 kPa (1.5 ± 0.1 psig) for one hour. Collect the water leakage from the end of the test sample during the test and weigh to the nearest 0.1 g. Immediately after the one hour test, seal the ends of the cable with a thin layer of grease and remove all visible water from the closure, being careful not to remove water that penetrated into the core during the test. Reweigh the sample and determine the weight of water that penetrated into the core. The weight of water that penetrated into the core must not exceed 8 grams.",
    "3.3.2.2": "Option B: Fill the closure with a 0.2 g sodium fluorscein per liter water solution and apply a continuous pressure 10+ 0.7 kPa (1.5 + 0.1 psig) for one hour. Catch and weigh any water that leaks from the end of the cable during the one hour period. If no water leaks from the sample, carefully remove the water from the closure. Then carefully remove the jacket, shield or shield/armor, and core wrap one at time, examining with an ultraviolet light source for water penetration. After removal of the core wrap, carefully dissect the core and examine for water penetration within the core. Where water penetration is observed, measure the penetration distance. The distance of water penetration into the core must not exceed 127 mm (5.0 in.).",
    "3.4": "Insulation Compression Test",
    "3.4.1": "Test Sample D. Remove jacket, shield or shield/armor, and core wrap being careful not to damage the conductor insulation. Remove one pair from the core and carefully separate, wipe off core filler, and straighten the insulated conductors. Retwist"
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Appendix": "A",
    "Page": "29",
    "3.4.2 Sample Testing": "Center the mid 50 mm (2 in.) of the twisted pair between 2 smooth rigid parallel metal plates that are 50 mm x 50 mm (2 in. x 2 in.). Apply a 1.5 volt de potential between the conductors, using a light or buzzer to indicate electrical contact between the conductors. Apply a constant load of 67 N (15 lbf) on the sample for one minute and monitor for evidence of contact between the conductors. Record results on suggested formats in Paragraph 5 of this appendix or on other easily readable formats.",
    "3.5 Jacket Slip Strength Test": null,
    "3.5.1 Sample Selection": "Test Sample E from Paragraph 3.1.1 of this appendix.",
    "3.5.2 Sample Preparation": "Prepare test sample in accordance with the procedures specified in ASTM D 4565-90a.",
    "3.5.3 Sample Conditioning and Testing": "Remove the sample from the tensile tester prior to testing and condition for one hour at 50+ 2°C. Test immediately in accordance with the procedures specified in ASTM D 4565-90a. A minimum jacket slip strength of 67 N (15 lbf) is required. Record the highest load attained.",
    "3.6 Humidity Exposure": null,
    "3.6.1": "Repeat steps 3.1.1 through 3.1.3.3 of this appendix for separate set of samples B, C, D, and E which have not been subjected to prior environmental conditioning.",
    "3.6.2": "Immediately after completing the measurements, expose the test sample to 100 temperature cyclings. Relative humidity within the chamber must be maintained at 90 ± 2 percent. One cycle consists of beginning at a stabilized chamber and test sample temperature of 52 ± 1°C, increasing the temperature to 57 + 1°C, allowing the chamber and test samples to stabilize at this level, then dropping the temperature back to 52 ± 1°C.",
    "3.6.3": "Repeat steps 3.1.4.2 through 3.5.3 of this appendix.",
    "3.7 Temperature Cycling": null,
    "3.7.1": "Repeat steps 3.1.1 through 3.1.3.3 of this appendix for separate set of samples B, C, D, and E which have not been subjected to prior environmental conditioning.",
    "3.7.2": "Immediately after completing the measurements, subject the test sample to the 10 cycles of temperature between a minimum of -40°C and +60°C. The test sample must be held at each temperature"
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Appendix": "A",
    "Page": "30",
    "extreme_minimum_hours": "1 1/2",
    "air_circulation": "The air within the temperature cycling chamber must be circulated throughout the duration of the cycling.",
    "repeat_steps": "3.1.4.2 through 3.5.3 of this appendix.",
    "control_sample": null,
    "test_samples_lengths": "A, C, D, E, and F",
    "maintained_temperature": "23 + 3°C",
    "maintained_hours": "48",
    "repeat_steps_2": "3.2 through 3.5.3 of this appendix",
    "length_instead": "A instead of length B.",
    "surge_test": null,
    "sample_length_f": "One length of sample F must be used to measure the breakdown between conductors while the other length of F must be used to measure the core to shield breakdown.",
    "samples_withstanding": "The samples must be capable of withstanding without damage, a single surge voltage of 20 kV peak between conductors, and a 35 kV peak surge voltage between conductors and the shield or shield/armor as hereinafter described.",
    "surge_voltage_developed": "The surge voltage must be developed from a capacitor discharged through a forming resistor connected in parallel with the dielectric of the test sample.",
    "surge_generator_constants": "The surge generator constants must be such as to produce a surge of 1.5 x 40 microsecond wave shape.",
    "generated_wave_shape": "The shape of the generated wave must be determined at a reduced voltage by connecting an oscilloscope across the forming resistor with the cable sample connected in parallel with the forming resistor.",
    "capacitor_bank_charged": "The capacitor bank is charged to the test voltage and then discharged through the forming resistor and test sample.",
    "test_sample_considered": "The test sample will be considered to have passed the test if there is no distinct change in the wave shape obtained with the initial reduced voltage compared to that obtained after the application of the test voltage.",
    "test_data_formats": null,
    "suggested_formats": "The following suggested formats may be used for submitting the test data to REA."
  },
  {
    "Bulletin": "1753F-205",
    "Appendix": "A",
    "Page": "31",
    "ENVIRONMENTAL CONDITIONING": null,
    "FREQUENCY": "1 kHz",
    "PAIR NUMBER": null,
    "CAPACITANCE nF/km (nF/mile)": null,
    "Initial": null,
    "Final": null,
    "1": null,
    "3": null,
    "5": null,
    "7": null,
    "9": null,
    "11": null,
    "13": null,
    "15": null,
    "17": null,
    "19": null,
    "21": null,
    "23": null,
    "25": null,
    "Average x": null,
    "Overall Percent Difference in Average x": null
  },
  {
    "Bulletin": "1753F-205(PE-39)",
    "Appendix": "A",
    "Page": "32",
    "ENVIRONMENTAL CONDITIONING": null,
    "FREQUENCY": "150 kHz",
    "PAIR NUMBER": null,
    "CAPACITANCE nF/km (nF/mile)": null,
    "Initial": null,
    "Final": null,
    "ATTENUATION (dB/km (dB/mile)": null,
    "Initial_2": null,
    "Final_2": null,
    "1": null,
    "3": null,
    "5": null,
    "7": null,
    "9": null,
    "11": null,
    "13": null,
    "15": null,
    "17": null,
    "19": null,
    "21": null,
    "23": null,
    "25": null,
    "Average x": null,
    "Overall Percent Difference in Average x": null
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Appendix": "A",
    "Page": "33",
    "ENVIRONMENTAL CONDITIONING": null,
    "FREQUENCY": "772 kHz",
    "PAIR": null,
    "NUMBER": null,
    "CAPACITANCE": null,
    "nF/km (nF/mile)": null,
    "ATTENUATION": null,
    "(dB/km (dB/mile)": null,
    "Initial": null,
    "Final": null,
    "1": null,
    "3": null,
    "5": null,
    "7": null,
    "9": null,
    "11": null,
    "13": null,
    "15": null,
    "17": null,
    "19": null,
    "21": null,
    "23": null,
    "25": null,
    "Average x": null,
    "Overall Percent": null,
    "Difference in": null
  },
  {
    "Bulletin": "1753F-205 (PE-39)",
    "Appendix": "A",
    "Page": "34",
    "ENVIRONMENTAL CONDITIONING": null,
    "WATER IMMERSION TEST": "(1 kHz)",
    "PAIR": null,
    "NUMBER": null,
    "CAPACITANCE": "nF/km (nF/mile)",
    "Initial": null,
    "24 Hours": null,
    "Final": null,
    "1": null,
    "3": null,
    "5": null,
    "7": null,
    "9": null,
    "11": null,
    "13": null,
    "15": null,
    "17": null,
    "19": null,
    "21": null,
    "23": null,
    "25": null,
    "Average x": null,
    "Overall Percent Difference in Average x": null
  },
  {
    "Bulletin": "1753F-205",
    "Appendix": "A",
    "Page": "35",
    "Test Type": "WATER PENETRATION TEST",
    "Option A End Leakage Unit": "q",
    "Option A Weight Gain Unit": "q",
    "Option B End Leakage Unit": "q",
    "Option B Penetration Unit": "mm (in.)",
    "Control": null,
    "Heat Age": null,
    "Humidity Exposure": null,
    "Temperature Cycling": null,
    "Compression Test": "INSULATION COMPRESSION",
    "Failures": null,
    "Control Failures": null,
    "Heat Age Failures": null,
    "Humidity Exposure Failures": null,
    "Temperature Cycling Failures": null
  },
  {
    "Bulletin": "1753F-205",
    "Bulletin_Suffix": "(PE-39)",
    "Appendix": "A",
    "Page": "36",
    "JACKET_SLIP_STRENGTH_Temperature": "50",
    "JACKET_SLIP_STRENGTH_Unit": "°C",
    "Load_Unit_N": "N",
    "Load_Unit_lbf": "lbf",
    "Control": null,
    "Heat_Age_Jacket": null,
    "Humidity_Exposure_Jacket": null,
    "Temperature_Cycling_Jacket": null,
    "FILLER_EXUDATION_Unit": "g",
    "Heat_Age_Filler": null,
    "Humidity_Exposure_Filler": null,
    "Temperature_Cycling_Filler": null,
    "SURGE_TEST_Unit": "KV",
    "Conductor_to_Conductor": null,
    "Shield_to_Conductors": null
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "error": "No extractable content found in document"
  }
]