[
  {
    "Disclaimer": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.",
    "DEPARTMENT": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "Service": "Rural Utilities Service",
    "BULLETIN": "RUS BULLETIN 1753F-601b",
    "Reference Number": "RD-GD-2009-62",
    "SUBJECT": "MINIMUM PERFORMANCE SPECIFICATION FOR FIBER OPTIC CABLES (SUBSCRIBER DROP CABLES)",
    "TO": "All Telecommunications Program Borrowers, their Consulting Engineers, Cable Manufacturers and Staff",
    "EFFECTIVE DATE": "Date of Approval.",
    "OFFICE OF PRIMARY INTEREST": "Technical Support Branch",
    "INSTRUCTIONS": "This is a new bulletin.",
    "AVAILABILITY": "This bulletin can be accessed via the Internet at http://www.usda.gov/rus/telecom/publications/bulletins.htm",
    "PURPOSE": "To update current specifications to meet current industry standards. This bulletin covers service entrance cables. For backbone, feeder and distribution plant, see RUS Bulletin1753F-601a.",
    "Note": "This bulletin is a user friendly guide and a reformat of the text codified in 7 CFR 1755.900, 1755.901, and 1755.903, published at 20560 Federal Register / Vol. 74, No. 85, dated Tuesday, May 5, 2009. Every effort has been made to ensure the accuracy of this document. However, in case of discrepancies, the regulations at 7 CFR 1755.900, 1755.901, and 1755.903 are the authorized sources.",
    "ACKNOWLEDGMENT": "The Rural Utilities Service thanks the Insulated Cable Engineers Association (ICEA) for granting permission to reprint many of the tables found in ANSI/ICEA S-87-640-2006, Standard for Optical Fiber outside Plant Communications Cable, 4th edition, December 2006, and ICEAS-110-717-2003, Optical Fiber Drop Cable, 1st edition, September 2003. The reproduction of these tables makes available general information of interest to our borrowers, engineers, and contractors. The reproductions of ICEA tables are for information purposes only. For the full requirements the reader needs to refer to the sections of the ICEA standards incorporated by reference by the bulletin.",
    "Name": "Jonathan Adelstein",
    "Title": "Administrator",
    "Organization": "Rural Utilities Service",
    "Date": "Dec 22, 2009"
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "2 of 27",
    "TABLE OF CONTENTS": "",
    "ABBREVIATIONS": "",
    "DEFINITIONS": "",
    "1": "INCORPORATION BY REFERENCE",
    "2": "FIBER OPTIC SERVICE ENTRANCE CABLES",
    "a": "Scope",
    "b": "Optical Fibers",
    "c": "Buffers/Coating",
    "d": "Fiber and Buffer Tube Identification",
    "e": "Strength Members",
    "f": "Forming the Cable Core",
    "g": "Filling/Flooding Compounds and Water Blocking Elements",
    "h": "Core Wrap (Optional)",
    "i": "Inner Jacket (Optional)",
    "jk": "Armor (Optional)",
    "k": "Optional Support Messenger (Aerial Cable)",
    "l": "Outer Jacket",
    "m": "Sheath Slitting Cord (Optional)",
    "n": "Identification and Length Markers",
    "0": "Optical Performance of a Finished Cable",
    "p": "Mechanical Requirements",
    "q": "Pre-connectorized Cable (Optional)",
    "r": "Acceptance Testing and Extend of Testing",
    "s": "Records of Optical and Physical Tests",
    "t": "Manufacturing Irregularities",
    "u": "Packaging and Preparation for Shipment"
  },
  {
    "BULLETIN": "RUS BULLETIN 1753F-601b",
    "Page": "Page 3 of 27",
    "ABBREVIATIONS": "ABBREVIATIONS",
    "ASTM": "American Society for Testing and Materials",
    "°C": "Centigrade temperature scale",
    "dB": "Decibel",
    "dB/km": "Decibels per 1 kilometer",
    "ECCS": "Electrolytic chrome coated steel",
    "EIA": "Electronic Industries Alliance",
    "EIA/TIA": "Electronic Industries Alliance/Telecommunications Industry Association",
    "GE": "General Electric",
    "ICEA": "Insulated Cable Engineers Association, Inc.",
    "m": "meter(s)",
    "MHz-km": "Megahertz-kilometer",
    "MFD": "Mode-Field Diameter",
    "nm": "Nanometer(s)",
    "N": "Newton(s)",
    "NA": "Numerical aperture",
    "NESC": "National Electrical Safety Code",
    "OC": "Optical cable",
    "O.D.": "Outside Diameter",
    "OF": "Optical fiber",
    "OTDR": "Optical Time Domain Reflectometer",
    "%": "Percent",
    "RUS": "Rural Utilities Service",
    "S": "Seconds(s)",
    "SI": "International System (of Units) (From the French Système international d'unités)",
    "μη": "Micrometer"
  },
  {
    "document_title": "RUS BULLETIN 1753F-601b",
    "page_number": "4",
    "total_pages": "27",
    "section_title": "DEFINITIONS",
    "definition_accept": "Accept; Acceptance means Agency action of providing the manufacturer of a product with a letter by mail or facsimile that the Agency has determined that the manufacturer's product meets its requirements. For information on how to obtain Agency product acceptance, refer to the procedures listed at http://www.usda.gov/rus/telecom/listing_procedures/index_listing_procedures.htm, as well as additional information in RUS Bulletin 345-3, Acceptance of Standards, Specifications, Equipment Contract Forms, Manual Sections, Drawings, Materials and Equipment for the Telephone Program, available for download at http://www.usda.gov/rus/telecom/publications/bulletins.htm.",
    "definition_agency": "Agency means the Rural Utilities Service, an Agency of the United States Department of Agriculture.",
    "definition_armor": "Armor means a metal tape installed under the outer jacket of the cable intended to provide mechanical protection during cable installation and environmental protection against rodents, termites, etc.",
    "definition_attenuation": "Attenuation means the loss of power as the light travels in the fiber usually expressed in dB/km.",
    "definition_bandwidth": "Bandwidth means the range of signal frequencies that can be transmitted by a communications channel with defined maximum loss or distortion. Bandwidth indicates the information-carrying capacity of a channel.",
    "definition_cable_cutoff_wavelength": "Cable cutoff wavelength means the shortest wavelength at which only one mode light can be transmitted in any of the single mode fibers of an optical fiber cable.",
    "definition_cladding": "Cladding means the outer layer of an optical fiber made of glass or other transparent material that is fused to the fiber core. The cladding concentrically surrounds the fiber core. It has a lower refractive index than the core, so light travelling in the fiber is maintained in the core by internal reflection at the core-cladding interface.",
    "definition_core": "Core means the central region of an optical waveguide or fiber which has a higher refractive index than the cladding through which light is transmitted.",
    "definition_cutoff_wavelength": "Cutoff Wavelength means, in single mode fiber, the shortest wavelength at which only the fundamental mode of an optical wavelength can propagate.",
    "definition_list_of_acceptable_materials": "List of Acceptable Materials means the latest edition of RUS Informational Publication 344-2, \"List of Materials Acceptable for Use on Telecommunications Systems of RUS Borrowers.\" This document contains a convenient listing of products which have been determined to be acceptable by the Agency. The List of Acceptable Materials is available on the Internet at http://www.usda.gov/rus/telecom/materials/index_listomat.htm."
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "5 of 27",
    "Loose Tube Buffer means": "the protective tube that loosely contains the optical fibers within the fiber optic cable, often filled with suitable water blocking material.",
    "Matched Cable means": "fiber optic cable manufactured to meet the requirement of this section for which the calculated splice loss using the formula below is ≤ 0.06 dB for any two cabled fibers to be spliced.",
    "LOSS (dB)": "-10 LOG10 [4/(MFD1/MFD2+ MFD2/MFD1)²],",
    "where subscripts 1 and 2 refer to": "any two cabled fibers to be spliced.",
    "Mil means": "a measurement unit of length indicating one thousandth of an inch.",
    "Minimum Bending Diameter means": "the smallest diameter that must be maintained while bending a fiber optic cable to avoid degrading cable performance indicated as a multiple of the cable diameter (Bending Diameter/Cable Diameter).",
    "Mode-Field Diameter means": "the diameter of the cross-sectional area of an optical fiber which includes the core and portion of the cladding where the majority of the light travels in a single mode fiber.",
    "Multimode Fiber means": "an optical fiber in which light travels in more than one bound mode. A multimode fiber may either have a graded index or step index refractive index profile.",
    "Optical Fiber means": "any fiber made of dielectric material that guides light.",
    "Optical Waveguide means": "any structure capable of guiding optical power. In optical communications, the term generally refers to a fiber designed to transmit optical signals.",
    "Ribbon means": "a planar array of parallel optical fibers.",
    "Shield means": "a conductive metal tape placed under the cable jacket to provide lightning protection, bonding, grounding, and electrical shielding.",
    "Single Mode Fiber means": "an optical fiber in which only one bound mode of light can propagate at the wavelength of interest.",
    "Step Refractive Index Profile means": "an index profile characterized by a uniform refractive index within the core, a sharp decrease in refractive index at the core-cladding interface, and a uniform refractive index within the cladding.",
    "Tight Tube Buffer means": "one or more layers of buffer material tightly surrounding a fiber that is in contact with the coating of the fiber."
  },
  {
    "RUS_BULLETIN": "1753F-601b",
    "Page": "6 of 27",
    "1": "INCORPORATION BY REFERENCE",
    "a": "The materials listed here are incorporated by reference where noted. These incorporations by reference were approved by the Director of the Federal Register in accordance with 5 U.S.C. 552(a) and 1 CFR part 51. These materials are incorporated as they exist on the date of the approval, and notice of any change in these materials will be published in the Federal Register. The materials are available for purchase at the corresponding addresses noted below. All are available for inspection at the Rural Utilities Service, during normal business hours at room 2849-S, U.S. Department of Agriculture, Washington, DC 20250. Telephone (202) 720-0699, and email norberto.esteves@wdc.usda.gov. The materials are also available for inspection at the National Archives and Records Administration (NARA). For information on the availability of these materials at NARA, call (202) 741–6030, or go to: http://www.archives.gov/federal_register/code_of_federal_regulations/ibr_locations.html.",
    "(1)": "The American National Standards Institute/Institute of Electrical and Electronics Engineers, Inc. ANSI/IEEE C2-2007, The National Electrical Safety Code, 2007 edition, approved April 20, 2006, (“ANSI/IEEE C2- 2007\"), incorporation by reference approved for sections 2a, 2k, and 2n. ANSI/IEEE C2-2007 is available for purchase from IEEE Service Center, 445 Hoes Lane, Piscataway, NJ 08854, telephone 1-800-678-4333 or online at http://standards.ieee.org/nesc/index.html.",
    "(2)": "The following Insulated Cable Engineers Association standards are available for purchase from the Insulated Cable Engineers, Inc. (ICEA), P.O. Box 1568, Carrollton, GA 30112 or from Global Engineering Documents, 15 Iverness Way East, Englewood, CO 80112, telephone 1- 800-854-7179 (USA and Canada) or 303-792-2181 (International), or online at http://global.ihs.com:",
    "(a)": "ICEA S-110-717-2003, Standard for Optical Drop Cable, 1st edition, September 2003 (“ICEA S-110-717\"), incorporation by reference approved for sections 2a, 2b, 2c, 2d, 2e, 2f, 2g, 21, 2n, 2p, and 2u; and",
    "(b)": "ANSI/ICEA S-87-640-2006, Standard for Optical Fiber Outside Plant Communications Cable, 4th edition, December 2006 (“ANSI/ICEA S-87-640\"), incorporation by reference approved for sections 2b, 2g, 21, 2o, 2p, and 2s.",
    "(3)": "The following American Society for Testing and Materials (ASTM) standards are available for purchase from ASTM International, 100 Barr Harbor Drive, P.O. Box C700, West Conshohocken, PA 19428-2959. Telephone (610) 832-9585, Fax (610) 832-9555, by email at"
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "7 of 27",
    "email": "service@astm.org",
    "website_astm": "http://www.astm.org",
    "organization": "ANSI",
    "address": "1916 Race Street, Philadelphia, PA 19103",
    "telephone": "(215) 299-5585",
    "website_ansi": "http://webstore.ansi.org/ansidocstore/default.asp",
    "ASTM_B_736-00": "Standard Specification for Aluminum, Aluminum Alloy and Aluminum-Clad Steel Cable Shielding Stock, approved May 10, 2000 (“ASTM B 736”), incorporation by reference approved for section 2j",
    "ASTM_D_4565-99": "Standard Test Methods for Physical and Environmental Performance Properties of Insulations and Jackets for Telecommunications Wire and Cable, approved March 10, 1999 (“ASTM D 4565”), incorporation by reference approved for sections 2c and 2j; and",
    "ASTM_D_4566-98": "Standard Test Methods for Electrical Performance Properties of Insulations and Jackets for Telecommunications Wire and Cable, approved December 10, 1998 (\"ASTM D 4566\"), incorporation by reference approved for sections 2t",
    "ITU_address": "Place des Nations, 1211 Geneva 20, Switzerland",
    "ITU_telephone": "+41 22 730 6141",
    "ITU_website": "http://www.itu.int/ITU-T/publications/recs.html",
    "ITU-T_Recommendation_G.652": "Series G: Transmission Systems and Media, Digital Systems and Networks, Transmission media characteristics— Optical fibre cables, Characteristics of a single-mode optical fibre and cable, approved June 2005 (“ITU-T Recommendation G.652”), incorporation by reference approved for sections 2b and 2o; and",
    "ITU-T_Recommendation_G.657": "Series G: Transmission Systems and Media, Digital Systems and Networks, Transmission media characteristics— Optical fibre cables, Characteristics of a bending loss insensitive single mode optical fibre and cable for the access network, approved December 2006 (“ITU-T Recommendation G.657”), incorporation by reference approved for sections 2b and 2o"
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "8 of 27",
    "2": "Fiber Optic Service Entrance Cables",
    "a": "Scope. This section covers Agency requirements for fiber optic service entrance cables intended for aerial installation either by attachment to a support strand or by an integrated self-supporting arrangement, for underground application by placement in a duct, or for buried installations by trenching, direct plowing, directional or pneumatic boring. Cable meeting this section is recommended for fiber optic service entrances having 12 or fewer fibers with distances less than 100 meters (300 feet).",
    "1": "General",
    "a_1": "Specification requirements are given in SI units which are the controlling units in this part. Approximate English equivalent of units are given for information purposes only.",
    "b": "The optical waveguides are glass fibers having directly-applied protective coatings, and are called \"fibers,\" herein. These fibers may be assembled in either loose fiber bundles with a protective core tube, encased in several protective buffer tubes, in tight buffer tubes, or ribbon bundles with a protective core tube.",
    "c": "Fillers, strength members, core wraps, and bedding tapes may complete the cable core.",
    "d": "The core or buffer tubes containing the fibers and the interstices between the buffer tubes, fillers, and strength members in the core structure are filled with a suitable material or water swellable elements to exclude water.",
    "e": "The cable structure is completed by an extruded overall plastic jacket. A shield or armor or combination thereof may be included under the jacket. This jacket may have strength members embedded in it, in some designs.",
    "f": "For rodent resistance or for additional protection with direct buried installations, it is recommended the use of armor under the outer jacket.",
    "g": "For self-supporting cable the outer jacket may be extruded over the support messenger and cable core.",
    "h": "For detection purposes, the cable may have toning elements embedded or extruded with the outer jacket."
  },
  {
    "BULLETIN": "RUS BULLETIN 1753F-601b",
    "Page": "9 of 27",
    "CableColorCoded": "The cable is fully color coded so that each fiber is distinguishable from every other fiber.",
    "ColorScheme": "A basic color scheme of twelve colors allows individual fiber identification.",
    "FiberGroupIdentification": "Colored tubes, binders, threads, striping, or markings provide fiber group identification.",
    "CablesManufactured": "Cables manufactured to the requirements of this section must demonstrate compliance with the qualification testing requirements to ensure satisfactory end-use performance characteristics for the intended applications.",
    "OpticalCableDesigns": "Optical cable designs not specifically addressed by this section may be allowed.",
    "ModifiedDesignAcceptance": "Justification for acceptance of a modified design must be provided to substantiate product utility and long term stability and endurance.",
    "AgencyAcceptanceInfo": "For information on how to obtain Agency's acceptance of such a modified design, refer to the product acceptance procedures available at http://www.usda.gov/rus/telecom/listing_procedures/index_listing_procedures.htm, as well as RUS Bulletin 345-3.",
    "CableTemperatureRanges": "The cable must be designed for the temperatures ranges of Table 1-1, Cable Normal Temperature Ranges, of ICEA S-110.",
    "TemperatureRangesReference": "(See below Table 1.1 reproduced from ICEA S-110-717 for temperature ranges.)",
    "TableTitle": "Table 1.1 - Cable normal temperature ranges",
    "Operation_C": "40 to +70",
    "Operation_F": "(-40 to +158)",
    "StorageShipping_C": "-40 to +70",
    "StorageShipping_F": "(-40 to +158)",
    "Installation_C": "30 to +60",
    "Installation_F": "(-22 to +140)",
    "TensileRatingStatement": "Tensile Rating: The cable must have ratings that are no less than the tensile ratings indicated in paragraph 1.1.4, Tensile Rating, of Part 1 of the ICEA S-110-717.",
    "TensileRatingReference": "(See table below for ICEA S-110-717 minimum bend diameters.)",
    "SelfSupportingCables": "Self-Supporting Cables: Based on the storm loading districts referenced in Section 25, Loading of Grades B and C, of ANSI/IEEE C2-2007, and the maximum span and location of cable installation provided by the end user, the manufacturer must provide a cable design with sag and tension tables showing the maximum span and sag information for that particular installation.",
    "InformationIncluded": "The information included must be for Rule B, Ice and Wind Loading, and when applicable, information on Rule 250C, Extreme Wind Loading.",
    "GroundClearance": "Additionally, to ensure the proper ground clearance, typically a minimum of 4.7 m (15.5 feet), the end user should factor in the maximum sag under loaded conditions as well as height of attachment for each application."
  },
  {
    "bulletin_number": "1753F-601b",
    "page_number": "10",
    "total_pages": "27",
    "section_8_title": "Minimum Bend Diameter",
    "section_8_description": "For cable under loaded and unloaded conditions, the cable must have the minimum bend diameters indicated in paragraph 1.1.5, Minimum Bend Diameter, of Part 1 of ICEA S-110-717. For very small cables, manufacturers may specify fixed cable minimum bend diameters that are independent of the outside diameter. (See table below for ICAE S-110-717 minimum bend diameters.)",
    "condition_unloaded": "Unloaded (Installed)",
    "bend_diameter_unloaded": "20 X Cable OD",
    "condition_loaded": "Loaded (During Installation)",
    "bend_diameter_loaded": "40 X Cable OD",
    "section_9_description": "All cables sold to RUS Telecommunications borrowers must be accepted by the Agency's Technical Standards Committee \"A\" for projects involving RUS loan funds. All design changes to Agency acceptable designs must be submitted to the Agency for acceptance. Optical cable designs not specifically addressed by this section may be allowed, if accepted by the Agency. Justification for acceptance of a modified design must be provided to substantiate product utility and long term stability and endurance. For information on how to obtain the Agency's acceptance of cables, refer to the product acceptance procedures available at http://www.usda.gov/rus/telecom/listing_procedures/index_listing_procedures.htm as well as RUS Bulletin 345-3.",
    "section_10_description": "The Agency intends that the optical fibers contained in the cables meeting the requirement of this section have characteristics that will allow signals, having a range of wavelengths, to be carried simultaneously.",
    "section_11_description": "The manufacturer is responsible to establish a quality assurance system meeting industry standards described in paragraph 1.8 of ICEA S-110-717.",
    "section_12_description": "The cable made must meet paragraph 1.10 of ICEA S-110-717."
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "11 of 27",
    "Optical Fibers Label": "b",
    "Optical Fibers (1)": "The solid glass optical fibers must consist of a cylindrical core and cladding covered by either an ultraviolet-cured acrylate or other suitable coating. Each fiber must be continuous throughout its length.",
    "Optical Fibers (2)": "Optical fibers must meet the fiber attributes of Table 2, G.652.B attributes, of ITU-T Recommendation G.652, unless the end user specifically asks for another type of fiber. However, when the end user stipulates a low water peak fiber, the optical fibers must meet the fiber attributes of Table 4, G.652.D attributes, of ITU-T Recommendation G.652; or when the end user stipulates a low bending loss fiber, the optical fibers must meet the fiber attributes of Table 7-1, G.657 class A attributes, of ITU-T Recommendation G.657.",
    "Optical Fibers (2)(a)": "Additionally, optical ribbon fibers must meet paragraph 3.3, Optical Fiber Ribbons, of Part 3 of ICEA S-110-717.",
    "Optical Fibers (2)(b)": "[Reserved].",
    "Optical Fibers (3)": "Multimode fibers. Optical fibers must meet the requirements of paragraphs 2.1 and 2.3.1 of ANSI/ICEA S-87-640. See below Table 2.1 reproduced from ANSI S-87-640 below for requirements.)",
    "Table 2.1 Title": "Table 2.1 Multimode optical fiber specification requirements (1)",
    "Fiber Type": "Fiber Type",
    "TIA/EIA Specification Reference": "TIA/EIA Specification Reference",
    "Sectional Blank Detail": "Sectional Blank Detail",
    "Sectional Blank Detail_50um": "492A000",
    "Sectional Blank Detail_50um(2)": "492A000",
    "Sectional Blank Detail_62.5um": "492A000",
    "Sectional Blank Detail_492AA00": "492AA00",
    "Sectional Blank Detail_492AA00_2": "492AA00",
    "Sectional Blank Detail_492AAAB": "492AAAB",
    "Sectional Blank Detail_492AAAC": "492AAAC",
    "Sectional Blank Detail_492AAAA": "492AAAA",
    "Fiber Attributes (Informative) (3)": "Fiber Attributes (Informative) (3)",
    "Diameters (µm)": "Diameters (µm)",
    "Fiber Class and Subclass": "Fiber Class and Subclass",
    "Core": "Core",
    "Cladding": "Cladding",
    "Numerical Aperture": "Numerical Aperture",
    "Core_la": "50 +/- 3.0",
    "Cladding_la": "125.0 ± 2.0",
    "Numerical Aperture_la": "0.200 +/- 0.015",
    "Core_la_2": "62.5 +/- 3.0",
    "Cladding_la_2": "125.0 ± 2.0",
    "Numerical Aperture_la_2": "0.275 +/- 0.015",
    "Notes_1": "1) Fiber specifications listed herein are provided for convenience, but are dynamic and subject to change. Users should refer to the relevant TIA-492 detailed fiber specification for current requirements.",
    "Notes_2": "2) 850 nm laser-optimized 50 µm fiber.",
    "Notes_3": "3) These attributes are defined by the detailed fiber specifications called out above. The values are subject to change, and are included here for information only. Refer to the latest fiber specifications for current normative values."
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "12 of 27",
    "Matched Cable (4)": "Unless otherwise specified by the buyer, all single mode fiber cables delivered to an Agency-financed project must be manufactured to the same MFD specification. However, notwithstanding the requirements indicated in paragraphs b(2) and b(3) above, the maximum MFD tolerance allowed for cables meeting the requirements of this section must be of a magnitude meeting the definition of \"matched cable,\" as defined in this bulletin. With the use of cables meeting this definition the user can reasonably expect that the average bi-directional loss of a fusion splice to be ≤ 0.1 dB.",
    "Buyers specify MFD (5)": "Buyers will normally specify the MFD for the fibers in the cable. When a buyer does not specify the MFD at 1310 nm, the fibers must be manufactured to an MFD of 9.2 µm with a maximum tolerance range of ±0.5 µm (362 ± 20 microinch), unless the buyer agrees to accept cable with fibers specified to a different MFD. When the buyer does specify a MFD and tolerance conflicting with the MFD maximum tolerance allowed by paragraph 2b(4) of this bulletin, the requirements of paragraph 2b(4) must prevail.",
    "Factory splices (6)": "Factory splices are not allowed.",
    "Optical fibers (7)": "All optical fibers in any single length of cable must be of the same type unless otherwise specified by end user.",
    "Optical fiber dimensions (8)": "Optical fiber dimensions and data reporting must be as required by paragraph 7.13.1.1 of ANSI/ICEA S-87-640.",
    "Buffers/Coating": "Buffers/Coating",
    "Optical fibers in buffer tube (1)": "The optical fibers contained in a buffer tube (loose tube) loosely packaged must have a clearance between the fibers and the inside of the container sufficient to allow for thermal expansions without constraining the fibers. The protective container must be manufactured from a material having a coefficient of friction sufficiently low to allow the fibers free movement. The design may contain more than one tube. Loose buffer tubes must meet the requirements of Paragraph 3.2.1, Loose Buffer Tube Dimensions, of Part 3 of ICEA S-110-717."
  },
  {
    "BULLETIN": "1753F-601b",
    "Page": "13",
    "TotalPages": "27",
    "LooseTubeCoveringsRequirement": "The loose tube coverings of each color and other fiber package types removed from the finished cable must meet the following shrinkback and cold bend performance requirements. The fibers may be left in the tube.",
    "ShrinkbackTestingStandard": "ASTM D 4565",
    "ShrinkbackTestingParagraph": "14.1",
    "ShrinkbackTestingTemperature": "95",
    "ShrinkbackTemperatureUnit": "°C",
    "ShrinkbackMaxPercentage": "5",
    "ShrinkbackOriginalLength": "150",
    "ShrinkbackOriginalLengthUnit": "millimeter",
    "ColdBendTestingRequirement": "Testing must be conducted on at least one tube from each color in the cable.",
    "ColdBendSpecimenTemperature": "-20",
    "ColdBendSpecimenTemperatureTolerance": "1",
    "ColdBendSpecimenTemperatureUnit": "°C",
    "ColdBendMinimumTime": "four",
    "ColdBendMinimumTimeUnit": "hours",
    "ColdBendWrapTimes": "ten",
    "ColdBendMandrelDiameterMultiple": "five",
    "ColdBendMandrelDiameterUnit": "mm",
    "ColdBendMandrelDiameterValue": "50",
    "OpticalFiberCoatingRequirement": "Optical fiber coating must meet the requirements of paragraph 2.4, Optical Fiber Coatings and Requirements, of Part 2 of ICEA S-110-717.",
    "ProtectiveCoveringsContinuityRequirement": "All protective coverings in any single length of cable must be continuous and be of the same material except at splice locations.",
    "ProtectiveCoveringsDefectRequirement": "The protective coverings must be free from holes, splits, blisters, and other imperfections and must be as smooth and concentric as is consistent with the best commercial practice.",
    "FiberCoatingsRepairAllowed": "Repairs to the fiber coatings are not allowed."
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "14 of 27",
    "Fiber and Buffer Tube Identification": "Fibers within a unit and the units within a cable must be identified as indicated in paragraphs 4.2 and 4.3 of Part 4 of ICEA S-110-717, respectively. (See below Table 4.1 reproduced from ICEA S-110-717for identification colors.)",
    "Table 4.1 - Individual fiber, unit, and group identification": null,
    "Position #": "1",
    "Base color and tracer": "Blue",
    "Abbreviation/print legend": "1 or BL or 1-BL",
    "Position #_2": "2",
    "Base color and tracer_2": "Orange",
    "Abbreviation/print legend_2": "2 or OR or 2-OR",
    "Position #_3": "3",
    "Base color and tracer_3": "Green",
    "Abbreviation/print legend_3": "3 or GR or 3-GR",
    "Position #_4": "4",
    "Base color and tracer_4": "Brown",
    "Abbreviation/print legend_4": "4 or BR or 4-BR",
    "Position #_5": "5",
    "Base color and tracer_5": "Slate",
    "Abbreviation/print legend_5": "5 or SL or 5-SL",
    "Position #_6": "6",
    "Base color and tracer_6": "White",
    "Abbreviation/print legend_6": "6 or WH or 6-WH",
    "Position #_7": "7",
    "Base color and tracer_7": "Red",
    "Abbreviation/print legend_7": "7 or RD or 7-RD",
    "Position #_8": "8",
    "Base color and tracer_8": "Black",
    "Abbreviation/print legend_8": "8 or BK or 8-BK",
    "Position #_9": "9",
    "Base color and tracer_9": "Yellow",
    "Abbreviation/print legend_9": "9 or YL or 9-YL",
    "Position #_10": "10",
    "Base color and tracer_10": "Violet",
    "Abbreviation/print legend_10": "10 or VI or 10-VI",
    "Position #_11": "11",
    "Base color and tracer_11": "Rose",
    "Abbreviation/print legend_11": "11 or RS or 11-RS",
    "Position #_12": "12",
    "Base color and tracer_12": "Aqua",
    "Abbreviation/print legend_12": "12 or AQ or 12-AQ",
    "Notes (1)": "Only the first 12 fiber colors from TIA-598 are listed.",
    "Strength Members": null,
    "(1)": "Combined strength of all the strength members must be sufficient to support the stress of installation and to protect the cable in service. Strength members must meet paragraph 4.4, Strength Members, of ICEA S-110-717. Self supporting aerial cables using the strength members as an integral part of the cable strength must comply with paragraph C.4, Static Tensile Testing of Aerial Self-Supporting Cables, of ANNEX C of ICEA S-110-717.",
    "(2)": "Strength members may be incorporated into the core as a central support member or filler, as fillers between the fiber packages, as an annular serving over the core, as an annular serving over the intermediate jacket, embedded in the outer jacket or as a combination of any of these methods.",
    "(3)": "The central support member or filler must contain no more than one splice per kilometer of cable. Individual fillers placed between the fiber packages and placed as annular servings over the core must contain no more than one splice per kilometer of cable. Cable sections having central member or filler splices must meet the same physical requirements as un-spliced cable sections.",
    "(4)": "Notwithstanding what has been indicated in other parts of this document, in each length of completed cable having a metallic central member, the dielectric strength between the optional armor and the metallic center member must withstand at least 15 kilovolts direct current for 3 seconds."
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "15 of 27",
    "f": "Forming the Cable Core",
    "(1)": "Protected fibers must be assembled with the optional central support member and strength members in such a way as to form a cylindrical group or other acceptable core constructions and must meet Section 4.5, Assembly of Cables, of Part 4 of ICEA S-110-717. Other acceptable cable cores include round, figure 8, flat or oval designs.",
    "(2)": "The standard cylindrical group or core designs must consist of 12 fibers or less.",
    "(3)": "When threads or tapes are used as core binders, they must be colored either white or natural and must be a non-hygroscopic and non-wicking dielectric material. Water swell-able threads and tapes are permitted.",
    "g": "Filling/Flooding Compounds and Water Blocking Elements",
    "(1) ": "To prevent the ingress and migration of water through the cable and core, filling/flooding compounds or water blocking elements must be used.",
    "(a)": "Filling compounds must be applied into the interior of the loose fiber tubes and into the interstices of the core. When a core wrap is used, the filling compound must also be applied to the core wrap, over the core wrap and between the core wrap and inner jacket when required.",
    "(b)": "Flooding compounds must be sufficiently applied between the optional inner jacket and armor and between the armor and outer jacket so that voids and air spaces in these areas are minimized. The use of floodant between the armor and outer jacket is not required when uniform bonding, per paragraph 2j(9), is achieved between the plastic-clad armor and the outer jacket. Floodant must exhibit adhesive properties sufficient to prevent jacket slip when tested per the requirements of paragraphs 7.26 through 7.26.2 of Part 7, Testing, Test Methods, and Requirements, of ANSI/ICEA S-87-640."
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "16 of 27",
    "c": "Water blocking elements must achieve equal or better performance in preventing the ingress and migration of water as compared to filling and flooding compounds. In lieu of a flooding compound, water blocking elements may be applied between the optional inner jacket and armor and between the armor and outer jacket to prevent water migration. The use of the water blocking elements between the armor and outer jacket is not required when uniform bonding, per paragraph 2j(9), is achieved between the plastic-clad armor and the outer jacket.",
    "2": "The materials must be homogeneous and uniformly mixed; free from dirt, metallic particles and other foreign matter; easily removed; nontoxic and present no dermal hazards.",
    "3": "The individual cable manufacturer must satisfy the Agency that the filling compound or water blocking elements selected for use is suitable for its intended application.",
    "a": "Filling/Flooding compound materials must be compatible with the cable components when tested per paragraph 7.16, Material Compatibility and Cable Aging Test, of Part 7 of ICEA S-110-717.",
    "b": "Water blocking elements must be compatible with the cable components when tested per paragraph 7.16, Material Compatibility and Cable Aging Test, of Part 7 of ICEA S-110-717.",
    "h": "Core Wrap (Optional)",
    "1": "At the option of the manufacturer, one or more layers of non-hygroscopic and non-wicking dielectric material may be applied with an overlap over the core.",
    "2_core_wrap": "The core wrap(s) can be used to provide a heat barrier to prevent deformation or adhesion between the fiber tubes or can be used to contain the core.",
    "3_core_wrap": "When core wraps are used, sufficient filling compound must be applied to the core wraps so that voids or air spaces existing between the core wraps and between the core and the inner side of the core wrap are minimized.",
    "i": "Inner Jacket (Optional)",
    "1_inner_jacket": "Inner jackets may be applied directly over the core or over the strength members. Inner jackets are optional."
  },
  {
    "RUS_BULLETIN": "1753F-601b",
    "Page": "17 of 27",
    "inner_jacket_material_requirements": "must be the same as for the outer jacket material per section 21, Outer Jacket, except that either black or natural polyethylene may be used",
    "natural_polyethylene_case": "the requirements for absorption coefficient and the inclusion of furnace black are waived",
    "Armor": "Optional",
    "steel_armor_recommendation": "recommended for direct buried service entrance cable in gopher areas",
    "armor_optional_for": "duct and aerial cable as required by the end user",
    "plastic_coated_steel_armor_application": "must be applied longitudinally directly over the core wrap or the intermediate jacket and must have an overlapping edge",
    "uncoated_steel_tape": "must be electrolytic chrome coated steel (ECCS) with a thickness of 0.155 ± 0.015 millimeters",
    "reduction_in_thickness": "must be kept to a minimum and must not exceed 10 percent at any spot",
    "armor_electrical_continuity": "must be electrically continuous with no more than one joint or splice allowed per kilometer of cable",
    "electrical_continuity_exception": "does not apply to a joint or splice made in the raw material by the raw material manufacturer",
    "armor_tape_breaking_strength": "must not be less than 80 percent of the breaking strength of an adjacent section of the armor of equal length without a joint",
    "cables_without_floodant": "the overlap portions of the armor tape must be bonded in cables having a flat, non-corrugated armor to meet the requirements of paragraphs 2p(1) and 2p(2)",
    "corrugated_tape_overlap": "the overlap portions of the armor must be sufficiently bonded and the corrugations must be sufficiently in register to meet the requirements of paragraphs 2p(1) and 2p(2)",
    "armor_tape_application": "must be so applied as to enable the cable to meet the testing requirements of paragraphs 2p(1) and 2p(2)",
    "protective_coating_requirements": "must meet the Bonding-to-Metal, Heat Sealability, Lap-Shear and Moisture Resistance requirements of Type I, Class 2 coated metals per ASTM В 736"
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "18 of 27",
    "9": "When the jacket is bonded to the plastic coated armor, the bond between the plastic coated armor and the outer jacket must not be less than 525 Newtons per meter over at least 90 percent of the cable circumference when tested per ASTM D 4565. For cables with strength members embedded in the jacket, and residing directly over the armor, the area of the armor directly under the strength member is excluded from the 90 percent calculation.",
    "k": "Optional Support Messenger (Aerial Cable)",
    "1": "Integrated messenger(s) for self-supporting cable must provide adequate strength to operate under the appropriate weather loading conditions over the maximum specified span.",
    "2": "Based on the storm loading districts referenced in Section 25, Loading of Grades B and C, of ANSI/IEEE C2-2007, and the maximum span and location of cable installation provided by the end user, the manufacturer must provide a cable design with sag and tension tables showing the maximum span and sag information for that particular installation. The information included must be for Rule B, Ice and Wind Loading, and when applicable, information on Rule 250C, Extreme Wind Loading. Additionally, to ensure the proper ground clearance, typically a minimum of 4.7 m (15.5 feet) the end user should factor in the maximum sag under loaded conditions as well as height of attachment for each application.",
    "outer_jacket_heading": "Outer Jacket",
    "outer_jacket_1": "The outer jacket must provide the cable with a tough, flexible, protective covering which can withstand exposure to sunlight, to atmosphere temperatures and to stresses reasonably expected in normal installation and service.",
    "outer_jacket_2": "The jacket must be free from holes, splits, blisters, or other imperfections, and must be as smooth and concentric as is consistent with the best commercial practice.",
    "outer_jacket_3": "Jacket materials must meet the stipulations of paragraph 5.4 of ANSI/ICEA S-87-640, except that the concentration of furnace black does not necessarily need to be initially contained in the raw material and may be added later during the jacket making process. (See following Table 5.1 reproduced from ANSI/ICEA S-87-640 for jacket requirements.) Jacket thickness must have a 0.50 mm minimum thickness over the core or over any radial strength member used as the primary strength element(s), 0.20 mm when not used as the primary strength member, and 0.30 mm over any optional toning elements."
  },
  {
    "BULLETIN": "1753F-601b",
    "PAGE": "19",
    "TOTAL_PAGES": "27",
    "TABLE_TITLE": "Table 5.1 - Requirements for jackets removed from completed cable (1)",
    "MATERIAL": "Polyethylene Material",
    "PROPERTY": "Density (3) - g/cm3 - Minimum",
    "TEST_METHOD": "7.7",
    "L1": "0.920",
    "L2": "0.925",
    "M": "0.940",
    "H": "0.952",
    "PROPERTY_2": "Density (3) - g/cm3 - Maximum",
    "TEST_METHOD_2": "7.7",
    "L1_2": "0.940",
    "L2_2": "0.945",
    "M_2": "0.955",
    "H_2": "0.973",
    "PROPERTY_3": "Ultimate Elongation - Unaged % Minimum",
    "TEST_METHOD_3": "7.8",
    "L1_3": "400",
    "L2_3": "400",
    "M_3": "400",
    "H_3": "300",
    "PROPERTY_4": "Yield Strength - Mpa (psi) Minimum",
    "TEST_METHOD_4": "7.8",
    "L1_4": "6.9\n(1000)",
    "L2_4": "8.3\n(1200)",
    "M_4": "11.0\n(1600)",
    "H_4": "19.3\n(2800)",
    "PROPERTY_5": "Absorption Coefficient (4) - ABS/mm Minimum",
    "TEST_METHOD_5": "7.9",
    "L1_5": "400",
    "L2_5": "400",
    "M_5": "400",
    "H_5": "400",
    "PROPERTY_6": "Environmental Stress Crack Resistance (5) - Hours - Minimum",
    "TEST_METHOD_6": "7.10",
    "L1_6": "48",
    "L2_6": "48",
    "M_6": "48",
    "H_6": "48",
    "PROPERTY_7": "Environmental Stress Crack Resistance (5) - Failures Allowed",
    "TEST_METHOD_7": "7.10",
    "L1_7": "2/10",
    "L2_7": "2/10",
    "M_7": "2/10",
    "H_7": "2/10",
    "PROPERTY_8": "Environmental Stress Crack Resistance (5) - ASTM D 1693 Cond",
    "TEST_METHOD_8": "7.10",
    "L1_8": "A",
    "L2_8": "A",
    "M_8": "B",
    "H_8": "B",
    "PROPERTY_9": "Environmental Stress Crack Resistance (6) (small diameter cables) - Failures Allowed",
    "TEST_METHOD_9": "7.10",
    "L1_9": "0/1",
    "L2_9": "0/1",
    "M_9": "0/1",
    "H_9": "0/1",
    "PROPERTY_10": "Jacket Shrinkback - Oven Temp. - °C",
    "TEST_METHOD_10": "7.11",
    "L1_10": "100 ± 1",
    "L2_10": "100 ± 1",
    "M_10": "115 ± 1",
    "H_10": "115 ± 1",
    "PROPERTY_11": "Jacket Shrinkback - Test Time - hours",
    "TEST_METHOD_11": "7.11",
    "L1_11": "4",
    "L2_11": "4",
    "M_11": "4",
    "H_11": "4",
    "PROPERTY_12": "Jacket Shrinkback - Shrinkback % Maximum",
    "TEST_METHOD_12": "7.11",
    "L1_12": "5",
    "L2_12": "5",
    "M_12": "5",
    "H_12": "5"
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "20 of 27",
    "m": "Sheath Slitting Cord (Optional)",
    "m(1)": "A sheath slitting cord is optional.",
    "m(2)": "When a sheath slitting cord is used it must be non-hygroscopic and non-wicking, or be rendered such by the filling or flooding compound, continuous throughout a length of cable and of sufficient strength to open the sheath over at least a one meter length without breaking the cord at a temperature of 23 ° 5°C.",
    "n": "Identification and Length Markers",
    "n(1)": "Each length of cable must be permanently labeled OPTICAL CABLE, OC, OPTICAL FIBER CABLE, or OF on the outer jacket and identified as to manufacturer and year of manufacture.",
    "n(2)": "Each length of cable intended for direct burial installation must be marked with a telephone handset in compliance with the requirements of the Rule 350G of ANSI/IEEE C2-2007.",
    "n(3)": "Mark the number of fibers on the jacket.",
    "n(4)": "The identification and date marking must conform to paragraph 6.1, Identification and Date Marking, of ICEA S-110-717.",
    "n(5)": "The length marking must conform to paragraph 6.3, Length Marking, of ICEA S-110-717.",
    "o": "Optical Performance of a Finished Cable",
    "o(1)": "Unless otherwise specified by the end user, the optical performance of a finished cable must comply with the attributes of Table 2, G.652.B attributes, found in ITU Recommendation G.652 (incorporated by reference at §1755.901(f)). However, when the end user stipulates a low water peak fiber the finished cable must meet the attributes of Table 4, G.652.D attributes, found in ITU-T Recommendation G.652; or when the end user stipulates a low bending loss fiber, the finished cable must meet the attributes of Table 7-1, class A attributes, of ITU-T Recommendation G.657.",
    "o(a)": "The attenuation methods must be per Table 8.4, Optical attenuation measurement methods, of ANSI/ICEA S-87-640.",
    "o(b)": "The cable must have a maximum attenuation of 0.1 dB at a point of discontinuity (a localized deviation of the optical fiber loss). Per paragraphs 8.4 and 8.4.1 of ANSI/ICEA S-87-640, measurements"
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "21 of 27",
    "conducted_wavelength_1": "1310 nm",
    "conducted_wavelength_2": "1550 nm",
    "conducted_wavelength_3": "1625 nm",
    "cutoff_wavelength_paragraph": "8.5.1",
    "cutoff_wavelength_standard": "ANSI/ICEA S-87-640",
    "fiber_cable_type": "Multimode Optical Fiber Cable",
    "table_8_1": "Attenuation coefficient performance requirement (dB/km)",
    "table_8_2": "Multimode bandwidth coefficient performance requirements (MHz-km)",
    "table_8_3": "Points discontinuity acceptance criteria (d)",
    "standard": "ANSI/ICEA S-87-640",
    "table_8_1_title": "Attenuation coefficient performance requirements (dB/km)methods",
    "fiber_type_1": "Multimode (50/125 (m) – All",
    "maximum_attenuation_1": "3.5/1.0 @ 850/1300 nm",
    "fiber_type_2": "Multimode (62.5/125 μm)",
    "maximum_attenuation_2": "3.5/1.0 @ 850/1300 nm",
    "fiber_type_3": "Single-mode (Class IVa)",
    "maximum_attenuation_3": "0.4/0.3 @ 1310/1550 nm (1)",
    "fiber_type_4": "NZDS Single-mode (Class IVd)",
    "maximum_attenuation_4": "0.3 @ 1550 nm (2)",
    "table_8_3_title": "Point discontinuity acceptance criteria (dB) requirements (dB/km)methods",
    "fiber_type_5": "Multimode (all)",
    "maximum_attenuation_5": "0.2(1)",
    "fiber_type_6": "Single-mode (Class IVa)",
    "maximum_attenuation_6": "0.1(2)",
    "fiber_type_7": "Single-mode (Class IVd)",
    "maximum_attenuation_7": "0.1(3)"
  },
  {
    "RUS_BULLETIN": "1753F-601b",
    "Page": "22 of 27",
    "paragraph_4": "Because the accuracy of attenuation measurements for multimode fibers becomes questionable when measured on short cable lengths, attenuation measurements are to be made utilizing characterization cable lengths. If the ship length of cable is less than one kilometer, the attenuation values measured on longer lengths of cable (characterization length of cable) before cutting to the ship lengths of cable may be applied to the ship lengths.",
    "paragraph_5": "Attenuation must be measured per Table 8.4, Optical Attenuation Measurement Methods, ANSI/ICEA S-87-640. (See below Table 8.4 reproduced from ANSI/ICEA S-87-640.)",
    "table_8_4_title": "Table 8.4 - Optical attenuation measurement methods",
    "fibers_header": "Fibers",
    "measurement_method_header": "Measurement Method",
    "fibers_row_1": "Multimode, Graded Index only",
    "measurement_method_row_1": "FOTP-78",
    "fibers_row_2": "Single-mode, Dispersion Unshifted",
    "measurement_method_row_2": "FOTP-78",
    "fibers_row_3": "Single-mode only, Non-zero Dispersion-shifted",
    "measurement_method_row_3": "FOTP-78",
    "paragraph_6": "The bandwidth of multimode fibers in a finished cable must be no less than the values specified in Table 8.2 per paragraph 8.3.1 of ANSI/ICEA S-87-640. (See below Table 8.2 reproduced from ANSI/ICEA S-87-640.)",
    "table_8_2_title": "Table 8.2 - Multimode bandwidth coefficient performance requirements (MHz•km)",
    "minimum_modal_bandwidth_header": "Minimum Modal Bandwidth",
    "source_conditions_header": "Source Conditions",
    "50_125_header": "50/125",
    "62_5_125_header": "62.5/125",
    "492AAAB_header": "492AAAB",
    "492AAAC_header": "492AAAC",
    "OFL_850nm": "500",
    "OFL_1300nm": "500",
    "OFL_62_5_125": "160",
    "OFL_492AAAC": "1500",
    "OFL_1300nm_492AAAC": "500",
    "OFL_1300nm_62_5_125": "500",
    "EMB_850nm_492AAAB": "NA",
    "EMB_850nm_492AAAC": "2000",
    "EMB_850nm_62_5_125": "NA",
    "mechanical_requirements_header": "Mechanical Requirements",
    "p": "Mechanical Requirements",
    "paragraph_1": "Cable Testing. Cable designs must meet the requirements of Part 7, Testing and Test Methods, of ICEA S-110-717, except for paragraph 7.15 applicable to tight tube fibers.",
    "paragraph_2": "Bend Test. All cables manufactured must meet the “Cable Low and High Temperature Bend Test” described in Section 7.21 (paragraphs 7.21, 7.21.1, and 7.21.2) of ANSI/ICEA S-87-640.",
    "q": "Pre-connectorized Cable (Optional)"
  },
  {
    "RUS_BULLETIN": "1753F-601b",
    "Page": "23 of 27",
    "connector_termination_option": "At the option of the manufacturer and upon request by the end user, the cable may be factory terminated with connectors.",
    "connector_acceptance": "All connectors must be accepted by the Agency prior to their use.",
    "acceptance_info_location": "http://www.usda.gov/rus/telecom/listing_procedures/index_listing_procedures.htm as well as RUS Bulletin 345-3.",
    "acceptance_testing_title": "Acceptance Testing and Extend of Testing",
    "tests_description": "The tests described in this section are intended for acceptance of cable designs and major modifications of accepted designs.",
    "major_modification_discretion": "What constitutes a major modification is at the discretion of the Agency.",
    "tests_purpose": "These tests are intended to show the inherent capability of the manufacturer to produce cable products that have satisfactory performance characteristics, long life, and long-term optical stability, but are not intended as field tests.",
    "acceptance_info_location_2": "http://www.usda.gov/rus/telecom/listing_procedures/index_listing_procedures.htm as well as RUS Bulletin 345-3.",
    "initial_acceptance_submission": "For initial acceptance, the manufacturer must submit:",
    "submission_a": "An original signature certification that the product fully complies with each paragraph of this section;",
    "submission_b": "Qualification Test Data for demonstrating that the cable meets the requirements of this section;",
    "submission_c": "A set of instructions for handling the cable;",
    "submission_d": "OSHA Material Safety Data Sheets for all components;",
    "submission_e": "Agree to periodic plant inspections;",
    "submission_f": "Agency's \"Buy American\" Requirements. For each cable for which the Agency acceptance is requested, the manufacturer must include a certification stating whether the cable complies with the following two domestic origin manufacturing provisions:",
    "domestic_origin_provision": "Final assembly or manufacture of the product, as the product would be used by an Agency's borrower, is completed in the United States or eligible countries. For a list of eligible countries,"
  },
  {
    "RUS_BULLETIN": "1753F-601b",
    "Page": "24 of 27",
    "URL": "http://www.usda.gov/rus/telecom/publications/eligible.htm",
    "cost_united_states_components_percentage": "more than 50",
    "finished_product_includes": "all duties, taxes, and delivery charges to the point of assembly or manufacture",
    "written_user_testimonials": "concerning performance of the product",
    "other_nonproprietary_data": "deemed necessary by the Chief, Technical Support Branch (Telecommunications)",
    "agency_product_acceptance_requires": "original signature certification that the product fully complies with each paragraph of this section and a certification stating whether the cable meets the two domestic provisions of paragraph (t)(2)(vi) above for acceptance by January every three years",
    "certification_based_on": "test data showing compliance with the requirements of this section",
    "test_data_gathered_within_days": "90",
    "requalification_requests_addressed_to": "Chairman, Technical Standards Committee \"A\" (Telecommunications), STOP 1550, Rural Utilities Service, Advanced Services Division, Telecommunications Program, Washington, DC 20250-1550",
    "records_of": "Optical and Physical Tests",
    "manufacturer_maintain_records_for_years": "3",
    "test_data_availability": "readily available to the Agency upon request",
    "optical_data_furnished_to": "end user on a suitable and easily readable form",
    "measurements_and_computed_values": "rounded off to the number of places or figures specified for the requirement per paragraph 1.3 of ANSI/ICEA S-87-640"
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "25 of 27",
    "t": "Manufacturing Irregularities",
    "t(1)": "Repairs to the armor, when present, are not permitted in cable supplied to the end user under the requirement of this section. The armor for each length of cable must be tested for continuity using the procedures of ASTM D 4566.",
    "t(2)": "Minor defects in the inner and outer jacket (defects having a dimension of 3 millimeter or less in any direction) may be repaired by means of heat fusing per good commercial practices utilizing sheath grade compounds.",
    "t(3)": "Buffer tube repair is permitted only in conjunction with fiber splicing.",
    "u": "Packaging and Preparation for Shipment",
    "u(1)": "All cables must comply with paragraph 6.5, Packaging and Marking, of ICEA S-110-717.",
    "u(2)": "For cables shipped on reels a circumferential thermal wrap or other means of protection complying with section (w)(3) of this section must be secured between the outer edges of the reel flange to protect the cable against damage during storage and shipment. This requirement applies to reels weighing more that 75 lbs. The thermal wrap is optional for reels weighing 75 lbs or less.",
    "u(3)": "The thermal wrap must meet the requirements included in the Thermal Reel Wrap Test, described below in paragraphs (w)(3)(i) and (w)(3)(ii) of this section. This test procedure is for qualification of initial and subsequent changes in thermal reel wraps.",
    "u(3)(a)": "Sample Selection. All testing must be performed on two 450 millimeter (18 inches) lengths of cable removed sequentially from the same fiber jacketed cable. This cable must not have been exposed to temperatures in excess of 38 °C (100 °F) since its initial cool down after sheathing.",
    "u(3)(b)": "Test Procedure:",
    "u(3)(b)(1)": "Place the two samples on an insulating material such as wood.",
    "u(3)(b)(2)": "Tape thermocouples to the jackets of each sample to measure the jacket temperature.",
    "u(3)(b)(3)": "Cover one sample with the thermal reel wrap."
  },
  {
    "RUS BULLETIN": "1753F-601b",
    "Page": "26 of 27",
    "Expose samples to radiant heat source": "capable of heating uncovered sample to minimum of 71°C (160°F). A GE 600 watt photoflood lamp or equivalent lamp having light spectrum approximately that of sun must be used. ",
    "Height of lamp above jacket": "380 millimeters (15 inches) or equivalent height that produces 71°C (160°F) jacket temperature on unwrapped sample must be used.",
    "Samples stabilized at temperature": "jacket temperatures of samples must be recorded after one hour of exposure to heat source.",
    "Compute temperature difference": "between jackets.",
    "Temperature difference between jacket with thermal reel wrap and jacket without reel wrap": "must be greater than or equal to 17°C (63°F).",
    "Cable must be sealed": "at the ends to prevent entrance of moisture.",
    "End-of-pull (outer end) of cable": "must be securely fastened to prevent cable from coming loose during transit. The start-of-pull (inner end) of cable must project through slot in flange of reel, around inner riser, or into recess on flange near drum and fastened in such a way to prevent cable from becoming loose during installation.",
    "Spikes, staples or other fastening devices": "must be used in a manner which will not result in penetration of the cable.",
    "Minimum size arbor hole": "44.5 mm (1.75 inch) and must admit a spindle without binding.",
    "Each reel must be plainly marked": "to indicate the direction in which it should be rolled to prevent loosening of the cable on the reel.",
    "Each reel must be stenciled or lettered": "with the name of the manufacturer."
  },
  {
    "RUS_BULLETIN": "1753F-601b",
    "Page": "27 of 27",
    "Information_Stenciled": "The following information must be either stenciled on the reel or on a tag firmly attached to the reel",
    "Cable_Type": "OPTICAL CABLE",
    "Fiber_Info": "Type and Number of Fibers",
    "Armor_Info": "Armored or Nonarmored",
    "Manufacture_Year": "Year of Manufacture",
    "Manufacturer_Name": "Name of Cable Manufacturer",
    "Cable_Length": "Length of Cable",
    "Reel_Number": "Reel Number",
    "REA_CFR": "REA 7 CFR 1755.903",
    "Example_Cable_Type": "OPTICAL CABLE",
    "Fiber_Details": "G.657 class A, 4 fibers",
    "Armor_Type": "Armored",
    "Company_Name": "XYZ Company",
    "Length_Meters": "1050 meters",
    "Reel_Number_Value": "Reel Number 3",
    "REA_CFR_Value": "REA 7 CFR 1755.903",
    "Pre_connectorized_Cable": "When pre-connectorized cable is shipped, the splicing modules must be protected to prevent damage during shipment and handling."
  }
]