{"disclaimer": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.", "rus_bulletin_number_header": "1780-25", "department": "UNITED STATES DEPARTMENT OF AGRICULTURE", "service": "Rural Utilities Service", "rus_bulletin_number": "1780-25", "rus_bulletin_id": "RD-GD-2020-113", "subject": "Construction of Public Works and Development Facilities (EDA)", "to": "RUS Water and Environmental Programs Staff.", "effective_date": "Date of approval.", "office_of_primary_interest": "Water and Environmental Programs.", "availability_description": "This Bulletin is available on the Internet at", "availability_url": "http://www.rurdev.usda.gov/RDU_Bulletins_Water_and_Environmental.html", "purpose": "This bulletin is issued to establish a memorandum of understanding between the Economic Development Administration, Department of Commerce, and Department of Agriculture regarding supplementary grant assistance."}


<!-- Page Break - Batch 2 -->


{"document_id": "RUS Bulletin 1780-25", "page_number": "2", "document_type": "MEMORANDUM OF UNDERSTANDING", "parties_involved": "THE ECONOMIC DEVELOPMENT ADMINISTRATION - DEPARTMENT OF COMMERCE AND THE Farmers Home Administration - DEPARTMENT OF AGRICULTURE", "subject": "SUPPLEMENTARY GRANT ASSISTANCE FOR THE CONSTRUCTION OF PUBLIC WORKS AND DEVELOPMENT FACILITIES", "section_I_heading": "INTRODUCTION.", "section_I_paragraph_1": "Section 101 of the Public Works and Economic Development Act of 1965 (Public Law 89-136, as amended) authorizes the Secretary of Commerce to make direct grants, grants supplementary thereto, and grants supplementary to basic grants from other Federal programs. Notwithstanding any requirement that may otherwise be applicable to the Federal program involved, supplementary grants shall be used for the sole purpose of increasing the Federal contribution to specific projects in eligible areas under such programs above the fixed maximum portion of the cost of such project otherwise authorized by the applicable law, but in no event shall the non-Federal share of the aggregate cost of any project be less than 20 percent of such cost.", "section_I_paragraph_2": "In determining the amount of any supplementary grant available to any project, consideration will be given to the (a) relative needs of the area, (b) the nature of the project to be assisted, and (c) the amount of such fair user charges or other revenues as the project may reasonably be expected to generate in excess of those which would amortize the local share of initial costs and provide for its successful operation and maintenance (including depreciation).", "section_II_heading": "PROJECTS RECEIVING A BASIC GRANT FROM THE Farmers Home Administration UNDER THE CONSOLIDATED FARMERS HOME ADMINISTRATION ACT OF 1961 (Public Law 87-128, as amended):", "section_II_paragraph_1": "If an area qualifies under Public Law 89-136, as amended, for a maximum grant rate in excess of the fixed maximum portion authorized under Public Law 87-128, as amended, for development costs, as defined in Section 306(a) (4) (A) of that Act, the applicant may request additional grant funds from the Economic Development Administration to supplement the basic grant requested from the Farmers Home Administration. Total Federal participation may not exceed the maximum grant rate established by EDA for the area in which the project is located."}


<!-- Page Break - Batch 3 -->


{"RUS_Bulletin": "1780-25", "paragraph_2": "If the amount of grant assistance requested from FHA is available and the project appears approvable, the FHA State Office will refer the applicant to the appropriate EDA Area Office to discuss the proposed project and the need for supplementary grant assistance.", "paragraph_3": "At the time EDA decides it will consider the project for a supplementary grant, it will advise FHA and furnish the applicant with EDA application forms, together with pertinent instructions, and advise the applicant to show on these forms the amount of the basic grant being requested from FHA. The method of financing and project costs shown on both the FHA application and the EDA application must be identical.", "paragraph_4_intro": "Prior to EDA approval of a supplementary grant, FHA will provide EDA with the following statements:", "paragraph_4a": "That the estimated cost of the project is reasonable and that the requested basic grant and the supplementary grant, together with the funds to be supplied by the applicant, are, in FHA's judgment, sufficient to complete the project.", "paragraph_4b": "That the funds to be supplied by the applicant are available or that FHA is reasonably satisfied that the applicant has the capability of supplying such funds.", "paragraph_4c": "That FHA is reasonably satisfied that the applicant will provide sufficient operating funds to assure the successful and continuing operation of the facility.", "paragraph_4d": "That adequate safeguards have been established to eliminate the possibility of the supplementary grant exceeding the authorized percentage relationship to the total cost of the project.", "paragraph_4e": "That the amount of the supplementary grant will be reduced to the extent actual costs of a project fall below estimated costs; however, the savings in such cases may be applied to a proportionate reduction of the supplementary grant and basic grant when necessary to conform to limitations imposed by statute.", "paragraph_4f": "That the amount of the FHA grant for the particular project is as great as would have been approved in the absence of the supplementary grant. If the basic grant is less than the 50% maximum portion authorized under Public Law 87-128, as amended, FHA will include a statement certifying that grant funds uncommitted for its current fiscal year are insufficient to permit approval of the maximum authorized portion."}


<!-- Page Break - Batch 4 -->


{"document_title": "RUS Bulletin 1780-25", "page_number_current": "2", "page_number_total": "3", "paragraph_g_content": "That the construction contract(s) for project work will contain binding provisions for payment of prevailing wage rates as determined by the Secretary of Labor in accordance with the Davis-Bacon Act as amended, (40 USC 276a - 276a-5).", "paragraph_5_content": "If EDA will not make a supplementary grant, it will advise FHA and the applicant accordingly.", "paragraph_6_content": "Prior to approval of the supplementary grant, EDA will obtain from the applicant and substantial beneficiaries, if any, executed assurances of compliance with the regulations of Title 15, Subtitle A, Part 8, of the Code of Federal Regulations issued by the Department of Commerce in effectuation of Title VI of the Civil Rights Act of 1964. EDA will also obtain executed Certificates of Non-Relocation from the applicant and substantial beneficiaries, where applicable.", "paragraph_7_content": "When EDA approves a supplementary grant, it will inform FHA of such approval and will take immediate steps to transfer the funds to the U. S. Treasury account of the Rural Utilities Service on Standard Form 1151. At the same time, EDA will inform the applicant that an EDA supplementary grant has been authorized, and that the EDA Grant Offer, together with the terms and conditions of the EDA Offer, will be transmitted to the applicant by FHA.", "paragraph_8_content": "FHA will tender the EDA Grant Offer within a sufficient period of time to allow acceptance of the offer before the end of the fiscal year within which the EDA project has been approved. The FHA State Program Official will notify the EDA Area Director immediately upon receipt of acceptance of the offer.", "paragraph_9_content": "After acceptance of the EDA grant offer, FHA will assume full responsibility for the supervision of the project and disbursement of the grant funds.", "paragraph_10_content": "FHA will supply the EDA Area Office at reasonable intervals with progress reports on the project and advise the Area Office whenever unusual problems are encountered. The EDA Area Office will advise the FHA State Office of the reports needed.", "paragraph_11_content": "FHA will comply with the reporting requirements for transferred funds as outlined in Economic Development Memorandum 2.03-7, \"Reporting of Funds Transfers by Participating Agencies,\" a copy of which is attached hereto."}


<!-- Page Break - Batch 5 -->


{"page_number": "4", "rus_bulletin": "1780-25", "attachment_number_header": "1", "paragraph_12_content": "Should an EDA loan also be involved, FHA will, upon request of EDA, furnish a current construction status report to EDA at the time loan advances are requested and at the time of the loan closing. FHA will notify the EDA Area Office when final inspection is to take place and permit an EDA representative to be present at the final inspection. Also, FHA will, upon request of the EDA Area Office, permit an EDA representative to inspect the project during construction where such inspection is necessary in connection with the loan.", "paragraph_13_content": "FHA will advise EDA of the completion of the project and submit a final report on the costs of the project in sufficient detail to permit a reasonable review of expenditures.", "paragraph_14_content": "Since maximum use of local labor in construction of the project will facilitate attainment of the objectives of the Public Works and Economic Development Act of 1965, this matter should be given consideration in arrangements with all contractors retained in connection with project construction.", "economic_development_administration_signed_by": "Ross D. Davis", "economic_development_administration_title": "Assistant Secretary for Economic Development", "economic_development_administration_date": "August 27, 1968", "economic_development_administration_attachment": "1", "farmers_home_administration_signed_by": "Howard Bertsch", "farmers_home_administration_title": "Administrator", "farmers_home_administration_date": "October 11, 1968"}


<!-- Page Break - Batch 6 -->


{"rus_bulletin": "1780-25", "country": "UNITED STATES OF AMERICA", "department": "DEPARTMENT OF COMMERCE", "office": "ASSISTANT SECRETARY AND DIRECTOR OF ECONOMIC DEVELOPMENT", "document_type": "MANUAL OF ECONOMIC DEVELOPMENT ORDERS", "order_number": "ECNOMIC DEVELOPMENT ORDER 2.03-7", "subject": "REPORTING OF FUND TRANSFERS BY PARTICIPATING AGENCIES", "references": "", "supplement": "", "effective_date": "3-3-67", "supersedes": "MEDO Memorandum 2.03-7, \"Reporting by Participating Agencies,\" dated August 1, 1966", "approved_by": "Chief, Accounting Division Director, Office of Administration", "section_1_title": "Purpose", "section_1_page": 1, "section_2_title": "General", "section_2_page": 2, "section_3_title": "Transfers of Supplementary Grant Funds", "section_3_page": 2, "section_4_title": "Transfers of Funds for Administrative Support, and for Specific Projects or Studies Pertaining to Technical Assistance, Management, or Research", "section_4_page": 3, "section_5_title": "Mailing Address for Reports", "section_5_page": 4, "section_6_title": "Effect on Other Orders", "section_6_page": 4, "section_1_purpose_statement": "The purpose of the Order is to prescribe reporting requirements which must be included in all agreements to advance funds to other Federal agencies for:", "section_1_purpose_item_a": "Supplementary grants."}


<!-- Page Break - Batch 7 -->


{"error": "No extractable content found in document"}


<!-- Page Break - Batch 8 -->


{"rus_bulletin": "1780-25", "attachment": "1", "page": "2", "document_id_1": "2.03-71b", "document_date": "3-3-67", "item_b_description": "Technical assistance and management research projects and/or studies.", "item_c_description": "Support activity (administrative and operating expenses).", "section_2_general_title": "GENERAL", "section_2_general_description": "This Order, which provides a schedule showing financial reporting requirements, shall be made a part of each agreement to transfer funds to another agency for the purposes listed in Section 1. Performing agencies need not submit reports for work performed on a reimbursable basis if EDA is billed monthly and bills are received by the tenth of the following month. Such billings will suffice as a source of accrued expenditure data.", "section_3_title": "TRANSFERS OF SUPPLEMENTARY GRANT FUNDS", "section_3_01_form_name": "SF-1151, \"Nonexpenditure Transfer Authorization\"", "section_3_01_form_usage": "SF-1151, \"Nonexpenditure Transfer Authorization,\" will be used for transfers of supplementary grant funds.", "section_3_02_required_reports_intro": "The following reports shall be required in all agreements involving transfers of supplementary grant funds:", "section_3_02_a_report_type": "Monthly Reports", "section_3_02_a_report_due_date": "tenth day after the end of the month", "section_3_02_a_report_content_1": "Obligations", "section_3_02_a_report_content_2": "Accrued expenditures", "section_3_02_a_report_content_3": "Cash disbursements", "section_3_02_a_report_note_estimated_amounts": "Estimated amounts may be reported for obligations and accrued expenditures", "section_3_02_a_report_note_actual_amounts_cash_disbursements": "actual amounts which agree with the SF-224 \"Statement of Transactions,\" must be reported for cash disbursements", "section_3_02_a_report_note_suggested_form": "Attached as Exhibit 1 is the suggested form for the monthly report."}


<!-- Page Break - Batch 9 -->


{"RUS_Bulletin": "1780-25", "Attachment": "1", "Page": "3", "Section_Number_1": "3.02", "Section_Number_2": "2.03-0", "Section_Number_3": "3-3-67", "Quarterly_Report_Type": "SF-133", "Quarterly_Report_Title": "Report of Budget Status", "Quarterly_Report_Due_Date": "15th day after end of quarter", "Quarterly_Report_Support_Requirement": "Schedule showing by project", "Quarterly_Report_Item_1": "Obligations", "Quarterly_Report_Item_2": "Accrued expenditures", "Quarterly_Report_Item_3": "Cash disbursements in agreement with SF-224, 'Statement of Transactions'", "Quarterly_Report_Note": "A supporting schedule for SF-133 will not be required if the monthly report shows actual obligations and accrued expenditures.", "Annual_Reports_Header": "Annual Reports, as follows:", "Annual_Report_1_Form": "SF-220", "Annual_Report_1_Title": "Statement of Financial Condition", "Annual_Report_1_Requirement": "Treasury Circular No. 966", "Annual_Report_1_Due_Date": "September 20 for year ending June 30", "Annual_Report_2_Form": "Treasury Form BA-R 2108", "Annual_Report_2_Requirement": "Treasury Circular No. 965", "Annual_Report_2_Due_Date": "September 20 for year ending June 30", "Annual_Report_3_Content": "Report on Federal grants-in-aid to States and payments to individuals", "Annual_Report_3_Requirement": "Treasury Circular No. 1014", "Annual_Report_3_Due_Date": "September 20 for year ending June 30", "Annual_Report_4_Content": "Report showing estimated unobligated funds as of June 30", "Annual_Report_4_Due_Date": "May 31", "Annual_Report_4_Action_Upon_Receipt": "Accounting Division will make a determination as to disposal of the unobligated funds.", "Section_4_Title": "TRANSFERS OF FUNDS FOR ADMINISTRATIVE SUPPORT, AND FOR SPECIFIC PROJECTS OR STUDIES PERTAINING TO TECHNICAL ASSISTANCE, MANAGEMENT, OR RESEARCH", "Section_4_Sub_Section_01_Title": "Use of SF-1081, 'Voucher and Schedule of Withdrawals and Credits'", "Section_4_Sub_Section_01_Description": "SF-1081 will be used for transfers of funds for administrative support and for specific projects or studies pertaining to technical assistance, management, or research."}


<!-- Page Break - Batch 10 -->


{"document_type": "RUS Bulletin", "bulletin_number": "1780-25", "attachment_number": "1", "page_number": "4", "section_identifier": "2.03-04.02", "document_date": "3-3-67", "subsection_02_title": "Required Reports", "subsection_02_general_statement": "The following reports shall be required in agreements involving transfers of funds for the purposes cited in paragraph 4.01:", "subsection_02_report_a_type": "Monthly Report", "subsection_02_report_a_due_date": "10th day after the end of the month", "subsection_02_report_a_content": "listing estimated accrued expenditures by appropriation and projects thereunder", "subsection_02_report_b_type": "Quarterly Report", "subsection_02_report_b_due_date": "15th day after the end of the quarter", "subsection_02_report_b_content": "listing actual accrued expenditures by appropriation and projects thereunder", "subsection_02_report_c_type": "Annual Report", "subsection_02_report_c_due_date": "May 31", "subsection_02_report_c_content": "showing estimated unobligated funds as of June 30. Upon receipt of the report, the Accounting Division will make a determination as to disposal of the unobligated funds.", "section_5_title": "MAILING ADDRESS FOR REPORTS", "section_5_instruction": "Agencies should mail the reports required in this Order to the following address:", "section_5_mailing_address_recipient": "Chief, Accounting Division", "section_5_mailing_address_department_1": "Office of Administration", "section_5_mailing_address_department_2": "Economic Development Administration", "section_5_mailing_address_department_3": "U.S. Department of Commerce", "section_5_mailing_address_city_state_zip": "Washington, D.C. 20230", "section_6_title": "EFFECT ON OTHER ORDERS", "section_6_content": "This Order supersedes MEDO Memorandum 2.03-7, \"Reporting by Participating Agencies,\" dated August 1, 1966, and any other instructions which may be in conflict with its provisions.", "index_change_title": "INDEX CHANGE", "index_change_description": "Change M/2.03-7 to 2.03-7 (page 20)"}