json
{"DISCLAIMER": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.", "BULLETIN_NUMBER": "1780-20", "DEPARTMENT": "UNITED STATES DEPARTMENT OF AGRICULTURE", "SERVICE": "Rural Utilities Service", "RUS_BULLETIN": "RUS BULLETIN 1780-20", "RD_GD": "RD-GD-2020-109", "SUBJECT": "Bylaws", "TO": "RUS Water and Environmental Programs Staff.", "OFFICE_OF_PRIMARY_INTEREST": "Water and Environmental Programs.", "AVAILABILITY": "This Bulletin is available on the Internet at http://www.rurdev.usda.gov/RDU_Bulletins_Water_and_Environmental.html", "PURPOSE": "This bulletin is issued to outlay the Bylaws for purposes for which a corporation is formed, and the powers which it may exercise are set forth in the articles of incorporation of the corporation."}


<!-- Page Break - Batch 2 -->


json
{"RUS Bulletin": "1780-20", "ARTICLE I": "General Purposes", "Purposes": "The purposes for which this corporation is formed, and the powers which it may exercise are set forth in the articles of incorporation of the corporation.", "ARTICLE II": "Name and Location", "Section 1": "The name of this corporation is the", "Section 2": "The principal office of this corporation shall be located in the City (Village) or", "County": "County of", "State": "State of", "ARTICLE III": "Seal", "Section 1 Seal": "The seal of the corporation shall have inscribed thereon the name of the corporation, the year of its organization and the words, \"Corporation Not For Profit,\"", "Section 2 Seal": "The secretary of the corporation shall have custody of the seal.", "Section 3 Seal": "The seal may be used for causing it or a facsimile thereof to be impressed or affixed or reproduced or otherwise."}


<!-- Page Break - Batch 3 -->


json
{"Page Number": "2",
"Article": "IV",
"Fiscal Year": "The fiscal year of the corporation shall begin the",
"Day": "day of",
"Year": "in each year.",
"Article V": "ARTICLE V",
"Membership": "Membership",
"Section 1": "Section 1. Membership will be limited to those who obtain the organization's services, acquire a tangible interest in its assets in proportion to the business done with the organization and have a voice in its management.",
"Section 2": "Section 2. Every person (which word as used herein includes any legal entity) who is a record owner of a fee or undivided fee interest, or having a substantial possessory interest, in a property served by the water system may become a member of the corporation upon signing such applications and agreements for the purchase of water as may be provided and required by the corporation and upon the payment of such connection fee as may be imposed by the board of directors provided that only one membership at a time may be held for each property served. A single membership may be issued to all persons owning or having a substantial possessory interest in the property. Only one membership may be held with respect to property at one time. The board of directors shall cause to be issued appropriate certificates of membership, provided that membership shall not be denied because of the applicant's race, color, creed, sex, age, marital status, or national origin. Membership may be denied if capacity of the corporation's water system is exhausted by the need of its existing members, or, if the proposed use of the applicant is such that it would interfere with existing uses previously authorized by the board of directors.",
"Substantial Possessory Interest": "A. A substantial possessory interest is one where the person or persons have a legal right to control and occupancy of a property but do not have the legal or the equitable ownership of the property. It may be under a lease or similar right to possession.",
"Membership Allowed": "(1) Before membership is allowed to one or more persons claiming such an interest, the corporation will endeavor to obtain the application for membership from the owner of such property.",
"RUS Bulletin": "RUS Bulletin 1780-20"}


<!-- Page Break - Batch 4 -->


{"error": "No extractable content found in document"}


<!-- Page Break - Batch 5 -->


json
{"RUS Bulletin": "1780-20", "Page": "3", "Section 3": "Each member shall have only one membership for each property served, regardless of the number of service connections the member may obtain to serve the property. Each membership certificate shall represent one vote. When more than one person holds the interest in a property served, the vote shall be exercised by the person in whose name the certificate is registered or by such person as the several persons may designate, but in no event shall more than one vote be cast with respect to any property.", "Section 4": "Membership shall be transferable but the transfer will be effective only when noted on the books of the corporation. Such transfer will be made only to a person who obtains a qualifying interest in the property. A member will transfer membership in the corporation to a successor in interest as part of the transaction whereby the member disposes of any interest to said property. The secretary, upon request, will make note of such transfer upon the records of the corporation but need not issue a new certificate to the successor in interest of the previous existing member.", "Section 5": "When membership in the corporation is not transferred, it shall terminate upon the disposition or other termination of the member's interest in the property, regardless of whether or not the certificate is surrendered to the corporation. Membership also may be terminated by action of the board of directors where the use of the property is changed so as to materially increase the amount of water consumed to the prejudice of other existing members or to the prejudice of the orderly operation of the system.", "Section 6": "Termination of membership will not result in forfeiture of the former member's rights and interest in the organization's assets and the former member will not be precluded from receiving a proportionate share of any subsequent distribution of such assets by the organization.", "Section 7": "The termination of the membership of any member shall not disqualify for membership any other person who has or obtains an interest in the property of the terminated member and who otherwise meets the requirements of these bylaws.", "Membership Condition": "(2) Where membership is granted to one or more persons having a substantial possessory interest, the corporation, as a condition to the membership, may require such applicant to post such collateral or bond as the directors determine necessary to fully protect the corporation from any additional risk that may be involved to the corporation by reason of the lack of legal ownership in the applicant."}


<!-- Page Break - Batch 6 -->


json
{"RUS Bulletin": "1780-20",
"Guide": "20",
"Page": "4",
"Section 8": "In the event a member's property interest is divested other than by voluntary means, such member's membership will pass to the trustee, receiver, executor, or the like who will be entitled either in person or through a designated representative to exercise all of the rights incident to such membership, but subject to such duties and liabilities also applicable to the membership. The trustee, receiver, executor, or the like, may terminate such membership by written notice to such effect delivered or mailed to the secretary of the corporation. Upon the final disposition of such property rights, the owner thereof shall be entitled to membership in like manner as if the membership had been transferred to the owner by the original member as set forth in Section 4 above.",
"Section 9": "Upon the transfer of a membership, the corporation will not look to the successor in interest for the payment of any past due amounts. The corporation will seek collection only from the individual who incurred such charges or assessments or from the property itself if a judgment lien had been duly perfected against such property.",
"ARTICLE": "VI",
"Membership Certificates": null,
"Section 1": "This corporation shall not have capital stock. Membership in the corporation shall be represented by membership certificates. Such certificates shall represent the right to use and enjoy the benefits of the corporation's water supply system upon the payment of necessary assessments, if any, and of reasonable charges based upon such use, provided such use and enjoyment are consistent with the rules, regulations, and contracts affecting the same as may from time to time be prescribed by the board of directors.",
"Section 2": "A membership certificate shall be issued to each holder of fully paid membership, numbered consecutively in accordance with the order of issue, and bear on its face the following statement:",
"Membership Certificate Statement": "This membership certificate is issued and accepted in accordance with and subject to the conditions and restrictions stipulated in the articles of incorporation and bylaws and amendments to the same of the\nWater\nAssociation."}


<!-- Page Break - Batch 7 -->


json
{"RUS Bulletin": "1780-20", "Page": "5", "Article": "VII", "Section 1": "The annual meeting of the members of this corporation shall be held at the City", "Village": null, "County": null, "State": null, "Time": "o'clock _.m.", "Day": null, "Annual Meeting Change Notice": "ten (10) days", "Section 2": "Special meetings of the members may be called at any time by the action of the board of directors and such meetings must be called whenever a petition requesting such meetings is signed by at least ten percent of the members and presented to the secretary or to the board of directors. The purpose of every special meeting shall be stated in the notice thereof, and no business shall be transacted thereat except such as is specified in the notice.", "Section 3": "Notice of meetings of members of the corporation, both regular and special, shall be given by notice mailed by first-class mail to each member of record, directed to the address shown upon the books of the corporation, not less than ten (10) nor more than forty (40) days prior to such meeting. Such a notice shall state the nature, time, place and purpose of the meeting, but no failure or irregularity of notice of any annual meeting, regularly held, shall affect any proceedings taken thereat.", "Section 4": "The presence at a meeting of members entitled to cast in their own right or by proxy _percent of the total number of votes shall constitute a quorum. All proxies shall be in writing and filed with the secretary. Such proxies may be general or restrictive. Proxies shall be revocable and shall not be valid beyond 11 months, nor after termination of the membership by cessation of the member's interest in the property.", "Section 5": "Directors of this corporation shall be elected at the annual meeting of the members as provided in Article VIII, Section 1. No cumulative voting shall be allowed.", "Section 6": "The order of business at the regular meetings and so far as possible at all other meetings shall be:"}


<!-- Page Break - Batch 8 -->


json
{
  "RUS Bulletin": "1780-20",
  "Page": "6",
  "Item 1": "Calling to order and proof of quorum",
  "Item 2": "Proof of notice of meeting",
  "Item 3": "Reading and action on any unapproved minutes",
  "Item 4": "Reports of officers and committees",
  "Item 5": "Election of directors",
  "Item 6": "Unfinished business",
  "Item 7": "New business",
  "Item 8": "Adjournment",
  "Article": "VIII",
  "Subject": "Directors and Officers",
  "Section 1": "The board of directors of this corporation shall consist of five members, all of whom shall be members of the corporation. The directors named in the articles of incorporation shall serve until the first annual meeting of the members and until their successors are elected and have qualified. At the first annual meeting of the members, one director shall be elected for a term of one year; two directors for a term of two years; and two directors for a term of three years. At each annual meeting thereafter, the members shall elect for a term of three years the number of directors whose terms of office have expired. Each director shall hold office for the term for which elected and until a successor shall have been elected and qualified.",
  "Section 2": "The board of directors shall meet within ten (10) days after the annual election of directors and shall elect a president and vice-president from among themselves and secretary-treasurer who need not be a member of the board of directors, each of whom shall hold office until the next annual meeting and until the election and qualification of a successor unless sooner removed by death, resignation, or for cause.",
  "Section 3": "If the office of any director becomes vacant by reason of death, resignation, retirement, disqualification, or otherwise, except by removal from office, a majority of the remaining directors, shall by a majority vote, choose a successor who shall hold office until the next regular meeting of the members of the corporation, at which time the members shall elect a director for the unexpired term or terms."
}


<!-- Page Break - Batch 9 -->


json
{"RUS Bulletin": "1780-20", "Page": "7", "Section 4": "A majority of the board of directors shall constitute a quorum at any meeting of the board. The affirmative vote of the majority of the directors at a meeting at which a quorum is present shall be the act of the board.", "Section 5": "Compensation of officers may be fixed only at any regular or special meeting of the members of the corporation. Directors shall receive no compensation for their services as such.", "Section 6": "Officers and directors may be removed from office in the following manner: Any member, officer, or director may present charges against a director or officer by filing them in writing with the secretary of the corporation. If presented by a member, the charges must be accompanied by a petition signed by ten percent of the members of the corporation. Such removal shall be voted on at the next regular or special meeting of the members and shall be effective if approved by a vote of a majority of those voting if a quorum is present. The director or officer against whom such charges have been presented shall be informed, in writing, of such charges at least twenty days prior to the meeting, and shall have the opportunity at such meeting to be heard in person or by counsel and to present witnesses; and the person or persons presenting such charges shall have the same opportunity. If the removal of a director is approved, such action shall also vacate any other office held by the removed director in the corporation. A vacancy in the board thus created shall immediately be filled by a vote of a majority of the members present and voting at such meeting. A vacancy in any office thus created shall be filled by the board of directors from among their number so constituted after the vacancy in the board has been filled.", "ARTICLE IX": "Duties of Directors", "Section 1": "The board of directors, subject to restrictions of law, the articles of incorporation, and these bylaws, shall exercise all of the powers of the corporation, and, without prejudice to or limitation upon their general powers, it is hereby expressly provided that the board of directors shall have, and are hereby given full power and authority in respect to the matters as hereinafter set forth to be exercised by resolution duly adopted by the board:"}


<!-- Page Break - Batch 10 -->


json
{"RUS Bulletin": "1780-20", "Page": "8", "A": "To approve membership applications and to cause to be issued appropriate certificates and to permit the connection of properties to the system in the future in cases involving proposed construction or may issue such certificates prior to the commencement of the proposed construction.", "B": "To select and appoint all agents or employees of the corporation, remove such agents or employees of the corporation, prescribe such duties and designate such powers as may not be inconsistent with these bylaws, fix their compensation and pay for faithful services.", "C": "To borrow from any source, money, goods, or services and to make and issue notes and other negotiable or nonnegotiable instruments evidencing indebtedness of the corporation; to make and issue mortgages, deeds of trust, pledges of revenue, trust agreements, security agreements and financing statements and other instruments evidencing a security interest in the assets of the corporation; and, to do every act and thing necessary to effectuate the same.", "D": "To prescribe, adopt and amend, from time to time such equitable uniform rules and regulations as, in its discretion, may be deemed essential or convenient for the conduct of the business and affairs of the corporation and the guidance and control of its officers and employees, and to prescribe adequate penalties for the breach thereof.", "E": "To order, at least once each year, an audit of the books and accounts of the corporation by a competent public auditor or accountant. The report prepared by such auditor or accountant shall be submitted to the members of the corporation at their annual meeting, together with a proposed budget for the ensuing year. Copies of such audits and budgets shall be submitted to such parties as may be required by other agreements.", "F": "To fix and alter the charges to be paid by each member for services rendered by the corporation to the member, including connection or reconnection fees where such are deemed to be necessary by the directors, and to fix and alter the method of billing, time of payment, manner of connection, and penalties for late or nonpayment of the same. The board may establish one or more classes of users. All charges shall be uniform and nondiscriminating within each class of users."}


<!-- Page Break - Batch 11 -->


json
{"RUS Bulletin": "1780-20",
"Page": "9",
"G": "To require all officers, agents, and employees charged with responsibility for the\ncustody of any of the funds of the corporation to give adequate bonds, the cost thereof to\nbe paid by the corporation, and it shall be mandatory upon the directors to so require.",
"H": "To select one or more banks to act as depositories of the funds of the corporation and\nto determine the manner of receiving, depositing, and disbursing the funds of the\ncorporation and the form of checks and the person or persons by whom the same shall be\nsigned, with the power to change such banks and the person or persons signing such\nchecks and the form thereof at will.",
"I": "To levy assessments against the members of the corporation in such manner and upon\nsuch proportionate basis as the directors deem equitable, and to enforce collection of such\nassessments by the suspension of water service or other legal methods. The board of\ndirectors shall have the option to suspend the service of any member who has not paid\nsuch assessment within 30 days from the date the assessment was due, provided the\ncorporation must give the member at least 15 days' written notice at the address of the\nmember on the books of the corporation of its intention to suspend such service if the\nassessment is not paid. Upon payment of such assessments, any penalties applicable\nthereto, and a reconnection charge, if one is in effect, service will be promptly restored to\nsuch a member.",
"ARTICLE X": "ARTICLE X",
"Duties of Officers": "Duties of Officers",
"Section 1": "Duties of President. The President shall preside over all meetings of the\ncorporation and the board of directors, call special meetings of the board of directors, perform all\nacts and duties usually performed by an executive and presiding officer, and sign all membership\ncertificates and such other papers of the corporation as may be authorized or directed to sign by\nthe board of directors, provided the board of directors may authorize any person to sign any or all\nchecks, contracts, and other instruments in writing on behalf of the corporation. The President\nshall perform such other duties as may be prescribed by the board of directors.",
"Section 2": "Duties of the Vice-President. In the absence or disability of the President, the\nVice-President shall perform the duties of the President; provided, however, that in case of death,\nresignation, or disability of the President, the board of directors may declare the office vacant and\nelect a successor."
}


<!-- Page Break - Batch 12 -->


json
{"RUS Bulletin": "1780-20", "Page": "10", "Section 3": "Duties of the Secretary-Treasurer. The Secretary-Treasurer shall keep a complete record of all meetings of the corporation and of the board of directors and shall have general charge and supervision of the books and records of the corporation. The Secretary-Treasurer shall attest the President's signature on all membership certificates and other papers pertaining to the corporation unless otherwise directed by the board of directors. The Secretary-Treasurer shall serve, mail, or deliver all notices required by law and by these bylaws and shall make a full report of all matters and business pertaining to the office to the members at the annual meeting or at such other time or times as the board of directors may require. The Secretary-Treasurer shall keep the corporate seal and membership certificates issued and affix said corporate seal to all papers requiring a seal. The Secretary-Treasurer all keep a proper membership certificate record, showing the name of each member of the corporation and date of issuance, surrender, transfer, termination, cancellation, or forfeiture. The Secretary-Treasurer shall make all reports required by law and shall perform such other duties as may be required by the corporation or the board of directors. Upon the election of a successor, the Secretary-Treasurer shall turn over to the successor all books and other property belonging to the corporation that the Secretary Treasurer may possess. The Secretary-Treasurer shall also perform such duties with respect to the finances of the corporation as may be prescribed by the board of directors.", "ARTICLE XI": "Benefits and Duties of Members", "Section 1": "The corporation will install, maintain and operate a main distribution pipeline or lines from the source of the water supply and service lines from the main distribution pipeline or lines to the property line of each member of the corporation, at which points, designated as delivery points, meters to be purchased, installed, owned, and maintained by the corporation shall be placed. The cost of the service line or lines from the main distribution pipeline or lines of the corporation to the property line of each member shall be paid by the corporation. The corporation also may purchase and install a cutoff valve in each service line from its main distribution line or lines, such cutoff valve to be owned and maintained by the corporation and to be installed on some portion of the service line owned by the corporation. The corporation shall have the sole and exclusive right to use of such cutoff valve. However, the provisions of this section shall not be construed to require the acquisition or installation of meters or cutoff valves where the directors determine under the circumstances of the system and the nature of the membership that the use of either or both devices is impractical, unnecessary to protect the system and the rights of the membership, and/or economically not feasible."}


<!-- Page Break - Batch 13 -->


json
{"RUS Bulletin": "1780-20", "Page": "11", "Section 2": "Each member will be required, at the members expense, to have dug a ditch for the connection of the service line or lines from the property line of the member to member's dwelling or other portion of the member's premises, and to purchase and have installed the portion of the service line or lines from the member's property line to the place of use on the member's premises. The member will maintain such portion of such service line or lines which shall be owned by the member, at the member's own expense. The corporation may, if the board of directors so determines, purchase the pipe for and install such portion of such service line or lines, the cost of which will, however, be paid by the individual members. In addition, each member shall pay such connection charge, if any, as may have been imposed by the board of directors before such member will be entitled to receive water from the system.", "Section 3": "Each member may be permitted to have additional service lines from the corporation's water system in the discretion of the board of directors upon proper application therefore and the tender or payment not to exceed the then existing connection charge. The approval by the board of directors of additional service lines to an existing member may be made conditional upon such provisions as the board of directors determines necessary to protect the interests of other members and to allow for the orderly expansion and extension of the system. Each service line shall connect with the corporation's water system at the nearest available place to the place of desired use by the member if the corporation's water system has sufficient capacity to permit the delivery of water through a service line at that point without interfering with the delivery of water through a prior service line. If the corporation's water system is inadequate to permit the delivery of water through a service line installed at such place without interfering with the delivery of water through a prior service line, then such service line shall be installed at such place designated by the corporation.", "Section 4": "Each member may be permitted to purchase from the corporation, pursuant to such agreement as may from time to time be provided and required by the corporation, such water as is needed for domestic, commercial, agricultural, industrial or other purposes as a member may desire, subject, however, to the provisions of these bylaws and to such rules and regulations as may be prescribed by the board of directors. Each member shall be entitled to have delivered, through the member's service lines, only such water as may be necessary to supply the needs of each member, including the member's family, business, agricultural or industrial requirements. The water delivered through each service line may be metered separately, irrespective of the number of service lines owned by a member."}


<!-- Page Break - Batch 14 -->


json
{"RUS Bulletin": "1780-20", "Page": "12", "Section 5": "In the event the total water supply shall be insufficient to meet all of the needs of\nthe members or in the event there is a shortage of water, the corporation may prorate the water\navailable among the various members on such basis as is deemed equitable by the board of\ndirectors, and may also prescribe a schedule of hours covering use of water for commercial,\nagricultural or industrial purposes by particular members and require adherence thereto or\nprohibit the use of water for commercial, agricultural or industrial purposes; provided, that if at\nany time the total water supply shall be insufficient to meet all of the needs of all of the members\nfor domestic, livestock, commercial, agricultural or industrial purposes, the corporation must first\nsatisfy all of the reasonable needs of the members for domestic purposes before supplying any\nwater for livestock purposes and must satisfy all of the needs of all of the members for domestic\nand livestock purposes before supplying any water for commercial or industrial purposes; and,\nprovided further, that where a member has more than one service line, the corporation may cut\noff the flow of water to the nondomestic service lines until such time as the supply of water from\nthe system is sufficient to meet the needs of all of the members for domestic and livestock\npurposes. During such periods of shutoff of additional service lines there shall be no minimum\nfee charged to the members having such additional service lines and the cost, if any, of resuming\nthe flow of water to such additional service lines shall be borne by the corporation.", "Section 6": "The board of directors shall, with the consent of the Rural Utilities Service, so long\nas it shall either hold any obligations or insure any financing of the system, prior to the beginning\nof each calendar year, determine the flat minimum monthly rate to be charged each member\nduring the following calendar year for a specified quantity of water, such flat minimum monthly\nrate to be payable irrespective of whether any water is used by a member during any month, the\namount of additional charges, if any, for additional water which may be supplied the members,\nand the amount of penalty for late payments, and shall fix the date for the payment of such\ncharges. A member to be entitled to the delivery of water shall pay such charges at the office\ndesignated by the corporation at or prior to the dates fixed by the board of directors. The failure\nto pay water charges duly imposed shall result in the automatic imposition of the following\npenalties.", "Penalty A": "Nonpayment within ten days from the due date will be subject to a penalty of ten (10)\npercent of the delinquent account, which percent may be changed at the discretion of the\nboard of directors."}


<!-- Page Break - Batch 15 -->


json
{"RUS Bulletin": "1780-20", "Page": "13", "B. Nonpayment within thirty days": "from the due date will result in the water being shut off from the member's property without any notice thereof to such delinquent member. Upon the payment by the delinquent member of past due water charges, penalties thereon and any reconnection charge, such member shall be entitled to resumption of the water supply. During the time of such suspension of water to a member, such member shall have no right to vote in the affairs of the corporation.", "Section 7. The board of directors": "shall be authorized to require each member to enter into water users agreements which shall embody the principles set forth in the foregoing provisions of these bylaws.", "ARTICLE": "XII", "Distribution of Surplus Funds": null, "Section 1. It is not anticipated that there will be any surplus funds or net income": "to the corporation at the end of the fiscal year after provisions are made for the payment of the expenses of operation and maintenance and the funding of the various reserves for depreciation, debt retirement, and other purposes, including those required by the terms of any borrowing transaction. The occurrence in subsequent fiscal years of surplus funds or net income above the requirements of the corporation as above mentioned, including, if any, a reserve for improvements and extension of the facilities shall be taken into consideration by the board of directors in determining the water rates to be charged the members.", "Section 2. The organization will provide services substantially at cost. Dividends shall not be": "paid on the basis of membership or shares of stock in the organization. All funds from whatever sources remaining at the end of the year in excess of those needed to meet current losses and expenses will be distributed to members in proportion to the amount of business done by them during the year subject to concurrence of the Rural Utilities Service or will be retained for such purposes as retiring indebtedness incurred in acquiring assets, expanding the organization's services, maintaining reserves for necessary purposes or reducing subsequent year's water rates. However, the organization will maintain records from which each member's rights and interest in the retained funds and assets acquired with such funds in proportion to the member's business with the organization can be determined at any time. Required records for this purpose include financial records that show the organization's revenues from all sources for each year and records, such as bills or receipts, showing the amount of each member's business annually with the organization."}


<!-- Page Break - Batch 16 -->


json
{"RUS Bulletin": "1780-20", "Page": "14", "Section": "3", "Dissolution Clause": "Upon dissolution, after paying off all debts and obligations, members and former members will be entitled to receive their equitable share of all the proceeds remaining to the extent practicable as reflected by the records.", "Article": "XIII", "Article Title": "Amendments", "Bylaw Amendment Clause": "These bylaws may be repealed or amended by a vote of the majority of the members present at any regular meeting of the corporation, or at any special meeting of the corporation called for that purpose, except that so long as any indebtedness is held by or guaranteed by the Rural Utilities Service, the members shall not have the power to change the purposes of the corporation so as to decrease its rights and powers under the laws of the State, or to waive any requirement of bond or other provision for the safety and security of the property and funds of the corporation or its members, or so to amend the bylaws as to effect a fundamental change in the policies of the corporation without the prior approval of the Rural Utilities Service in writing.", "Certification Statement": "We certify that the foregoing bylaws were duly adopted by the members on", "Certification Date": null, "Force Statement": "that the same are in full force and have not been amended.", "Seal Statement": "Given under our hands and the seal of the corporation, this", "Day of": null, "Secretary-Treasurer": null, "President": null}