{"document_type": "LOAN RESOLUTION SECURITY AGREEMENT", "rus_bulletin_number": "1780-28", "revision_date": "2/15/00", "position": "5", "approval_status": "APPROVED", "omb_no": "0572-0121", "resolution_of_the": "", "authorizing_and_providing_for_indebtedness_principal_amount": "", "purpose_of_indebtedness": "PROVIDING A PORTION OF THE COST OF ACQUIRING AND CONSTRUCTING A", "indebtedness_details": "DISPOSITION OF REVENUES THEREFROM, AND AUTHORIZING MAKINGS OF PROMISSORY NOTE(S), SECURITY INSTRUMENTS, AND PLEDGES OF REVENUES TO EVIDENCE AND SECURE THE PAYMENT OF SAID INDEBTEDNESS AND FOR RELATED PURPOSES.", "whereas_organization_name": "", "organization_definition": "the \"Organization\"", "organization_organized_under": "", "facility_purpose": "", "facility_definition": "the \"Facility\"", "meeting_date_day": "", "meeting_date_month": "", "members_of_record_at_meeting": "", "members_present_and_voting_at_meeting": "", "facility_plans_specifications_prepared_by": "", "board_definition": "the \"Board\"", "government_definition": "the \"Government\"", "note_definition": "the \"note\"", "resolution_statement": "it is hereby resolved by the Board as follows:", "section_1_title": "Determination of Board", "section_1_content": "That it is necessary to defray a portion of the costs of financing the Facility by obtaining a loan made or insured by the Government in accordance with applicable provisions of the Consolidated Farm and Rural Development Act, it being determined that the Organization is unable to obtain sufficient credit elsewhere to finance the Facility, taking into consideration prevailing private and cooperative rates and terms currently available;", "paperwork_reduction_act_notice": "According to the Paperwork Reduction Act of 1995, an agency may not conduct or sponsor, and a person is not required to respond to, a collection of information unless it displays a valid OMB control number. The valid OMB control number for this information collection is 0572-0121. The time required to complete this information collection is estimated to average 1 hour per response, including the time for reviewing instructions, searching existing data sources, gathering and maintaining the data needed, and completing and reviewing the collection of information.", "paperwork_reduction_act_omb_control_number": "0572-0121", "paperwork_reduction_act_estimated_time_per_response_hours": 1}


<!-- Page Break - Batch 2 -->


{"section_2_organization_borrow_amount": "", "section_2_loan_principal_amount": "", "section_2_interest_rate_not_to_exceed_percent_per_annum": "", "section_2_principal_interest_payment_period_years": "", "section_2_final_payment_due_years_from_note_date": "", "section_2_payment_application_order": "first to the payment of the accrued interest and second to the payment of the principal", "section_2_prepayment_option": "any amount at any time at the option of the Organization", "section_3_indebtedness_payable_from": "gross income and revenue to be derived from the operation of the Facility", "section_3_revenue_assignment_purpose": "to pay the principal and interest as and when the same shall become due", "section_3_pledge_extension": "extend to and include any assessments that may be levied pursuant to Section 5 (d) hereof", "section_4_custodian_of_funds": "", "section_4_fund_deposit_options": "institutions insured by the State or Federal Government or invested in readily marketable securities backed by the full faith and credit of the United States", "section_4_income_from_accounts_status": "revenues of the system", "section_4_entity_directed_to_establish_accounts": "", "section_4_funds_to_be_deposited_into_accounts": "current funds of the Organization, note proceeds, the revenues from the Facility and any other income", "section_4_account_maintenance_condition": "continually maintained, except as otherwise provided, so long as the indebtedness hereby authorized remains unpaid", "section_4a_construction_account_organization_contribution_amount": "", "section_4a_construction_account_organization_contribution_source": "collection of initial connection fees, membership fees or contributions", "section_4a_construction_account_establishment_requirement": "as required by the Government", "section_4a_construction_account_withdrawal_signature_party_1": "", "section_4a_construction_account_withdrawal_concurrence": "prior concurrence of the Government", "section_4a_supervised_bank_account_establishment_option": "at the option of the Government, as authorized by the Board from time to time", "section_4a_supervised_bank_account_security_threshold": 100000, "section_4a_supervised_bank_account_security_requirement": "secured by the depository bank in advance in accordance with U.S. Treasury Department Circular No. 176", "section_4a_supervised_bank_account_withdrawal_signature_party_1": "", "section_4a_supervised_bank_account_withdrawal_signature_party_2": "an authorized official of the Department of Agriculture", "section_4a_funds_deposited_for_facility_completion": "Organization's share of any insurance or liquidated damages and other monies paid by defaulting contractors or their sureties", "section_4a_construction_account_balance_disposition_after_costs_paid": "applied on the loan or used for other authorized purposes that have been approved by the Government", "section_4a_construction_account_closure_condition": "when all construction costs have been paid in full", "section_4b_general_account_trigger": "facility becomes revenue producing", "section_4b_general_account_disbursement_priority_1": "Debt Service", "section_4b_general_account_disbursement_priority_2": "Operations and Maintenance", "section_4b_general_account_disbursement_priority_3": "transfers to Reserve Account", "section_4b_1_general_account_use_monthly_payments": "for making such payments plus operating and maintenance expenses", "section_4b_1_funds_transfer_to_reserve_account_condition": "in accordance with (d) below", "section_4b_2_general_account_use_other_than_monthly_payments": "to pay operating and maintenance expenses", "section_4b_2_other_transfers_order_1": "Transfers to the Debt Service Account will be made in accordance with (c) below", "section_4b_2_other_transfers_order_2": "Transfers to the Reserve Account will be made in accordance with (d) below"}


<!-- Page Break - Batch 3 -->


<ctrl94>thought
The user wants to extract all information from the provided document image and output it as a flat JSON object.
All values should be strings, numbers, or booleans. No nested objects or arrays.
I need to carefully read through the text and identify key-value pairs.

Here's a plan:
1. Go through each paragraph and sentence.
2. Identify distinct pieces of information.
3. Create a key for each piece of information.
4. Assign the extracted text as the value.
5. Ensure all values are strings, numbers, or booleans.
6. Combine all into a single flat JSON object.

Let's start extracting:

**(c) Debt Service Account**
"For borrowers on other than monthly debt service payments, transfers, in proportion to income availability, shall be made from the General Account and set aside in an account designated as the Debt Service Account, in sufficient amounts which will accumulate for the next installment on the note."
- Key: "debt_service_account_description"
- Value: "Transfers for borrowers on other than monthly debt service payments, in proportion to income availability, shall be made from the General Account and set aside in an account designated as the Debt Service Account, in sufficient amounts which will accumulate for the next installment on the note."

**(d) Reserve Account**
"From the remaining funds in the General Account, after transfers and payments required in (b)(1) or (b)(2) and (c), there shall be set aside into an account(s) designated as the Reserve Account(s) the sum of _______________ each month until the sum of _______________ is reached."
- Key: "reserve_account_description"
- Value: "From the remaining funds in the General Account, after transfers and payments required in (b)(1) or (b)(2) and (c), there shall be set aside into an account(s) designated as the Reserve Account(s) the sum of [blank] each month until the sum of [blank] is reached."

"With the prior written approval of the Government, funds may be withdrawn and used for such things as loan installments, emergency maintenance, extensions to facilities and replacement of short-lived assets, subject to conditions established by the Government."
- Key: "reserve_account_withdrawal_conditions"
- Value: "With prior written approval of the Government, funds may be withdrawn and used for loan installments, emergency maintenance, extensions to facilities, and replacement of short-lived assets, subject to conditions established by the Government."

**(e) Whenever there shall accumulate in the General Account amounts in excess of those required in subsections (b)(1) and (2), (c), and (d), such excess will be used by the Organization to make prepayments on the loan or retained in the General Account."
- Key: "general_account_excess_funds_usage"
- Value: "Amounts in the General Account in excess of those required in subsections (b)(1) and (2), (c), and (d) will be used by the Organization to make prepayments on the loan or retained in the General Account."

**(f) The accounts required in subsections (b)(1) and (2), (c), and (d) may be established and maintained as bookkeeping accounts or as separate bank accounts at the election of the Organization, unless otherwise directed by the Government."
- Key: "account_establishment_and_maintenance"
- Value: "Accounts required in subsections (b)(1) and (2), (c), and (d) may be established and maintained as bookkeeping accounts or as separate bank accounts at the election of the Organization, unless otherwise directed by the Government."

**Section 5. (Other Covenants and Agreements of the Organization).**
"The Organization covenants and agrees that so long as the indebtedness hereby authorized remains unpaid;"
- Key: "section_5_title"
- Value: "Other Covenants and Agreements of the Organization"
- Key: "section_5_preamble"
- Value: "The Organization covenants and agrees that so long as the indebtedness hereby authorized remains unpaid"

**(a) It will indemnify the Government for any payments made or losses suffered by the Government."
- Key: "covenant_5a_indemnify_government"
- Value: "The Organization will indemnify the Government for any payments made or losses suffered by the Government."

**(b) It will comply with applicable State laws and regulations and continually operate and maintain the Facility in good condition."
- Key: "covenant_5b_comply_laws_maintain_facility"
- Value: "The Organization will comply with applicable State laws and regulations and continually operate and maintain the Facility in good condition."

**(c) It will impose and collect such rates and charges that gross revenues will be sufficient at all times to provide for payment of the operation and maintenance thereof; the installment payments on the note; and the maintenance of the various funds herein created."
- Key: "covenant_5c_impose_collect_rates_for_revenue"
- Value: "The Organization will impose and collect such rates and charges that gross revenues will be sufficient at all times to provide for payment of the operation and maintenance thereof; the installment payments on the note; and the maintenance of the various funds herein created."

"All service rendered by or use of the Facility shall be subject to the full rates prescribed in the rules and regulations of the Organization; no free service by or use of the Facility will be permitted."
- Key: "covenant_5c_service_rates_and_free_service"
- Value: "All service rendered by or use of the Facility shall be subject to the full rates prescribed in the rules and regulations of the Organization; no free service by or use of the Facility will be permitted."

**(d) It will cause to be levied and collected such assessments as may be necessary to operate and maintain the Facility in good condition and meet installment payments on the note when the same become due if, for any reason, gross revenues are insufficient."
- Key: "covenant_5d_levy_collect_assessments_if_revenues_insufficient"
- Value: "The Organization will cause to be levied and collected such assessments, if gross revenues are insufficient, as may be necessary to operate and maintain the Facility in good condition and meet installment payments on the note when due."

**(e) It will establish and maintain such books and records relating to the operation of the system and its financial affairs, and will provide for the annual audit thereof, in such manner as 
may be r
equired by the Government; will provide the Government without its request a copy of each such audit; and will make and forward to the Government such additional information and reports as it may from time to time require."
- Key: "covenant_5e_establish_maintain_books_records_audits_reports"
- Value: "The Organization will establish and maintain books and records relating to the operation of the system and its financial affairs, provide for annual audit as required by the Government, provide a copy of each audit without request, and make and forward additional information and reports as required."

**(f) It will provide the Government, at all reasonable times, access to all books and records relating to the Facility and access to the property of the Facility so that the Government may ascertain that the Organization is complying with the provisions hereof and with the provisions of other instruments incident to the making or insuring of the loan."
- Key: "covenant_5f_provide_government_access_to_records_property"
- Value: "The Organization will provide the Government, at all reasonable times, access to all books and records relating to the Facility and access to the property of the Facility so that the Government may ascertain compliance with provisions hereof and other instruments incident to the loan."

**(g) It will maintain at least such insurance and fidelity bond coverage as may be required by the Government."
- Key: "covenant_5g_maintain_insurance_fidelity_bond"
- Value: "The Organization will maintain at least such insurance and fidelity bond coverage as may be required by the Government."

**(h) It will not borrow any money from any source or enter into any contract or agreement or incur any other liabilities in connection with making extensions or improvements to the Facility, exclusive of normal maintenance, without obtaining the prior written consent of the Government."
- Key: "covenant_5h_no_borrowing_contracts_liabilities_without_consent"
- Value: "The Organization will not borrow money, enter contracts, or incur liabilities for extensions or improvements to the Facility, exclusive of normal maintenance, without prior written consent of the Government."

**(i) It will not cause or permit any voluntary dissolution of its organization, or merge or consolidate with any other organization, without obtaining the prior written consent of the Government."
- Key: "covenant_5i_no_dissolution_merger_consolidation_without_consent"
- Value: "The Organization will not cause or permit any voluntary dissolution of its organization, or merge or consolidate with any other organization, without obtaining the prior written consent of the Government."

"It will not dispose of or transfer title to the facility or any part thereof, including lands and interest in lands, by sale, security instrument, lease or other encumbrance, without obtaining the prior written consent of the Government."
- Key: "covenant_5i_no_disposal_transfer_title_without_consent"
- Value: "The Organization will not dispose of or transfer title to the facility or any part thereof, including lands and interest in lands, by sale, security instrument, lease or other encumbrance, without obtaining the prior written consent of the Government."

"Revenue in excess of the amount required to maintain the accounts described by Section 4 herein will not be distributed or transferred to any other organization or legal entity."
- Key: "covenant_5i_excess_revenue_distribution_restriction"
- Value: "Revenue in excess of the amount required to maintain the accounts described by Section 4 herein will not be distributed or transferred to any other organization or legal entity."

**(j) It will not modify or amend the Articles of Incorporation or the Bylaws of the Organization without the written consent of the Government."
- Key: "covenant_5j_no_modification_articles_bylaws_without_consent"
- Value: "The Organization will not modify or amend the Articles of Incorporation or the Bylaws of the Organization without the written consent of the Government."

**(k) It will provide adequate service to all persons within the service area who can feasibly and legally be served and will obtain USDA's concurrence prior to refusing new or adequate services to such persons."
- Key: "covenant_5k_provide_adequate_service_and_obtain_usda_concurrence"
- Value: "The Organization will provide adequate service to all persons within the service area who can feasibly and legally be served and will obtain USDA's concurrence prior to refusing new or adequate services to such persons."

"Upon failure to provide services which are feasible and legal, such person shall have a direct right of action against the organization or public body."
- Key: "covenant_5k_right_of_action_for_service_failure"
- Value: "Upon failure to provide services which are feasible and legal, such person shall have a direct right of action against the organization or public body."

**(l) All present and future contract rights, accounts receivable, and general intangibles arising in connection with the facility are pledged as security for the loan."
- Key: "covenant_5l_pledge_of_assets_as_security"
- Value: "All present and future contract rights, accounts receivable, and general intangibles arising in connection with the facility are pledged as security for the loan."

**(m) It will comply with the measures identified in the Government's environmental impact analysis for this facility for the purpose of avoiding or reducing adverse environmental impacts of the facility's construction or operation."
- Key: "covenant_5m_comply_environmental_impact_measures"
- Value: "The Organization will comply with the measures identified in the Government's environmental impact analysis for this facility for the purpose of avoiding or reducing adverse environmental impacts of the facility's construction or operation."

Page number: -3-
- Key: "page_number"
- Value: "-3-"

Now, combine all these into a flat JSON object.<ctrl95>{"debt_service_account_description": "For borrowers on other than monthly debt service payments, transfers, in proportion to income availability, shall be made from the General Account and set aside in an account designated as the Debt Service Account, in sufficient amounts which will accumulate for the next installment on the note.", "reserve_account_description": "From the remaining funds in the General Account, after transfers and payments required in (b)(1) or (b)(2) and (c), there shall be set aside into an account(s) designated as the Reserve Account(s) the sum of _______________ each month until the sum of _______________ is reached.", "reserve_account_withdrawal_conditions": "With the prior written approval of the Government, funds may be withdrawn and used for such things as loan installments, emergency maintenance, extensions to facilities and replacement of short-lived assets, subject to conditions established by the Government.", "general_account_excess_funds_usage": "Whenever there shall accumulate in the General Account amounts in excess of those required in subsections (b)(1) and (2), (c), and (d), such excess will be used by the Organization to make prepayments on the loan or retained in the General Account.", "account_establishment_and_maintenance": "The accounts required in subsections (b)(1) and (2), (c), and (d) may be established and maintained as bookkeeping accounts or as separate bank accounts at the election of the Organization, unless otherwise directed by the Government.", "section_5_title": "Other Covenants and Agreements of the Organization", "section_5_preamble": "The Organization covenants and agrees that so long as the indebtedness hereby authorized remains unpaid;", "covenant_5a_indemnify_government": "It will indemnify the Government for any payments made or losses suffered by the Government.", "covenant_5b_comply_laws_maintain_facility": "It will comply with applicable State laws and regulations and continually operate and maintain the Facility in good condition.", "covenant_5c_impose_collect_rates_for_revenue": "It will impose and collect such rates and charges that gross revenues will be sufficient at all times to provide for payment of the operation and maintenance thereof; the installment payments on the note; and the maintenance of the various funds herein created.", "covenant_5c_service_rates_and_free_service": "All service rendered by or use of the Facility shall be subject to the full rates prescribed in the rules and regulations of the Organization; no free service by or use of the Facility will be permitted.", "covenant_5d_levy_collect_assessments_if_revenues_insufficient": "It will cause to be levied and collected such assessments as may be necessary to operate and maintain the Facility in good condition and meet installment payments on the note when the same become due if, for any reason, gross revenues are insufficient.", "covenant_5e_establish_maintain_books_records_audits_reports": "It will establish and maintain such books and records relating to the operation of the system and its financial affairs, and will provide for the annual audit thereof, in such manner as may be required by the Government; will provide the Government without its request a copy of each such audit; and will make and forward to the Government such additional information and reports as it may from time to time require.", "covenant_5f_provide_government_access_to_records_property": "It will provide the Government, at all reasonable times, access to all books and records relating to the Facility and access to the property of the Facility so that the Government may ascertain that the Organization is complying with the provisions hereof and with the provisions of other instruments incident to the making or insuring of the loan.", "covenant_5g_maintain_insurance_fidelity_bond": "It will maintain at least such insurance and fidelity bond coverage as may be required by the Government.", "covenant_5h_no_borrowing_contracts_liabilities_without_consent": "It will not borrow any money from any source or enter into any contract or agreement or incur any other liabilities in connection with making extensions or improvements to the Facility, exclusive of normal maintenance, without obtaining the prior written consent of the Government.", "covenant_5i_no_dissolution_merger_consolidation_without_consent": "It will not cause or permit any voluntary dissolution of its organization, or merge or consolidate with any other organization, without obtaining the prior written consent of the Government.", "covenant_5i_no_disposal_transfer_title_without_consent": "It will not dispose of or transfer title to the facility or any part thereof, including lands and interest in lands, by sale, security instrument, lease or other encumbrance, without obtaining the prior written consent of the Government.", "covenant_5i_excess_revenue_distribution_restriction": "Revenue in excess of the amount required to maintain the accounts described by Section 4 herein will not be distributed or transferred to any other organization or legal entity.", "covenant_5j_no_modification_articles_bylaws_without_consent": "It will not modify or amend the Articles of Incorporation or the Bylaws of the Organization without the written consent of the Government.", "covenant_5k_provide_adequate_service_and_obtain_usda_concurrence": "It will provide adequate service to all persons within the service area who can feasibly and legally be served and will obtain USDA's concurrence prior to refusing new or adequate services to such persons.", "covenant_5k_right_of_action_for_service_failure": "Upon failure to provide services which are feasible and legal, such person shall have a direct right of action against the organization or public body.", "covenant_5l_pledge_of_assets_as_security": "All present and future contract rights, accounts receivable, and general intangibles arising in connection with the facility are pledged as security for the loan.", "covenant_5m_comply_environmental_impact_measures": "It will comply with the measures identified in the Government's environmental impact analysis for this facility for the purpose of avoiding or reducing adverse environmental impacts of the facility's construction or operation.", "page_number": "-3-"}


<!-- Page Break - Batch 4 -->


{"section_9_sum_not_to_exceed": "", "section_9_organization_name": "", "section_12_resolution_effective_date_day": "", "section_12_resolution_effective_date_month": "", "section_12_vote_yeas": "", "section_12_vote_nays": "", "section_12_vote_absent": "", "attest_signature": "", "attest_title": "", "by_signature": "", "by_title": "", "certification_secretary_of_entity": "", "certification_organization_or_corporation_composed_of": "", "certification_certified_members": "", "certification_members_constituting_quorum": "", "certification_meeting_held_on_day": "", "certification_meeting_held_on_month": "", "certification_dated_day": "", "certification_dated_month": "", "secretary_of_signature": "", "page_number": 4}