{"rus_bulletin": "1780-27", "position": 5, "approved_omb_no": "0572-0121", "document_title": "LOAN RESOLUTION (Public Bodies)", "resolution_of_the_entity": "", "of_the_entity_type": "", "purpose_of_indebtedness_description": "AUTHORIZING AND PROVIDING FOR THE INCURRENCE OF INDEBTEDNESS FOR THE PURPOSE OF PROVIDING A PORTION OF THE COST OF ACQUIRING, CONSTRUCTING, ENLARGING, IMPROVING, AND/OR EXTENDING ITS FACILITY TO SERVE AN AREA LAWFULLY WITHIN ITS JURISDICTION TO SERVE.", "whereas_necessity_statement_part1": "WHEREAS, it is necessary for the", "whereas_necessary_for_public_body_name": "", "whereas_necessity_statement_part2": "(Public Body) (herein after called Association) to raise a portion of the cost of such undertaking by issuance of its bonds in the principal amount of", "whereas_bonds_principal_amount": "", "whereas_necessity_statement_part3": "; and pursuant to the provisions of", "whereas_pursuant_to_provisions_of": "", "whereas_association_intent": "WHEREAS, the Association intends to obtain assistance from the United States Department of Agriculture, (herein called the Government) acting under the provisions of the Consolidated Farm and Rural Development Act (7 U.S.C. 1921 et seq.) in the planning, financing, and supervision of such undertaking and the purchasing of bonds lawfully issued, in the event that no other acceptable purchaser for such bonds is found by the Association:", "now_therefore_preamble": "NOW THEREFORE, in consideration of the premises the Association hereby resolves:", "resolution_1": "To have prepared on its behalf and to adopt an ordinance or resolution for the issuance of its bonds containing such items and in such forms as are required by State statutes and as are agreeable and acceptable to the Government.", "resolution_2": "To refinance the unpaid balance, in whole or in part, of its bonds upon the request of the Government if at any time it shall appear to the Government that the Association is able to refinance its bonds by obtaining a loan for purposes and terms for loans for similar purposes and periods from responsible cooperative or private sources at reasonable rates and terms for loans for similar purposes and periods of time as required by section 333(c) of said Consolidated Farm and Rural Development Act (7 U.S.C. 1983(c)).", "resolution_3": "To provide for, execute, and comply with Form RD 400-4, \"Assurance Agreement,\" and Form RD 400-1, \"Equal Opportunity Agreement,\" including an \"Equal Opportunity Clause,\" which clause is to be incorporated in, or attached as a rider to, each construction contract and subcontract involving in excess of $10,000.", "resolution_4": "To indemnify the Government for any payments made or losses suffered by the Government on behalf of the Association. Such indemnification shall be payable from the same source of funds pledged to pay the bonds or any other legally permissible source.", "resolution_5": "That upon default in the payments of any principal and accrued interest on the bonds or in the performance of any covenant or agreement contained herein or in the instruments incident to making or insuring the loan, the Government at its option may (a) declare the entire principal amount then outstanding and accrued interest immediately due and payable, (b) for the account of the Association (payable from the source of funds pledged to pay the bonds or any other legally permissible source), incur and pay reasonable expenses for repair, maintenance, and operation of the facility, repair, maintain, and operate or rent it. Default under the provisions of this resolution or any instrument incident to the making or insuring of the loan may be construed by the Government to constitute default under any other instrument held by the Government and executed or assumed by the Association, and default under any such instrument may be construed by the Government to constitute default hereunder.", "resolution_6": "Not to sell, transfer, lease, or otherwise encumber the facility or any portion thereof, or interest therein, or permit others to do so, without the prior written consent of the Government.", "resolution_7": "Not to defease the bonds, or to borrow money, enter into any contractor agreement, or otherwise incur any liabilities for any purpose in connection with the facility (exclusive of normal maintenance) without the prior written consent of the Government if such undertaking would involve the source of funds pledged to pay the bonds.", "resolution_8": "To place the proceeds of the bonds on deposit in an account and in a manner approved by the Government. Funds may be deposited in institutions insured by the State or Federal Government or invested in readily marketable securities backed by the full faith and credit of the United States. Any income from these accounts will be considered as revenues of the system.", "resolution_9": "To comply with all applicable State and Federal laws and regulations and to continually operate and maintain the facility in good condition.", "resolution_10": "To provide for the receipt of adequate revenues to meet the requirements of debt service, operation and maintenance, and the establishment of adequate reserves. Revenue accumulated over and above that needed to pay operating and maintenance, debt service and reserves may only be retained or used to make prepayments on the loan. Revenue cannot be used to pay any expenses which are not directly incurred for the facility financed by USDA. No free service or use of the facility will be permitted.", "paperwork_reduction_act_full_statement": "According to the Paperwork Reduction Act of 1995, an agency may not conduct or sponsor, and a person is not required to respond to, a collection of information unless it displays a valid OMB control number. The valid OMB control number for this information collection is 0572-0121. The time required to complete this information collection is estimated to average 1 hour per response, including the time for reviewing instruction, searching existing data sources, gathering and maintaining the data needed, and completing and reviewing the collection of information.", "paperwork_reduction_act_omb_control_number": "0572-0121", "paperwork_reduction_act_estimated_time_per_response_hours": 1}


<!-- Page Break - Batch 2 -->


{"page_number": "-2-", "clause_11": "To acquire and maintain such insurance and fidelity bond coverage as may be required by the Government.", "clause_12": "To establish and maintain such books and records relating to the operation of the facility and its financial affairs and to provide for required audit thereof as required by the Government, to provide the Government a copy of each such audit without its request, and to forward to the Government such additional information and reports as it may from time to time require.", "clause_13": "To provide the Government at all reasonable times access to all books and records relating to the facility and access to the property of the system so that the Government may ascertain that the Association is complying with the provisions hereof and of the instruments incident to the making or insuring of the loan.", "clause_14": "That if the Government requires that a reserve account be established, disbursements from that account(s) may be used when necessary for payments due on the bond if sufficient funds are not otherwise available and prior approval of the Government is obtained. Also, with the prior written approval of the Government, funds may be withdrawn and used for such things as emergency maintenance, extensions to facilities and replacement of short lived assets.", "clause_15": "To provide adequate service to all persons within the service area who can feasibly and legally be served and to obtain USDA's concurrence prior to refusing new or adequate services to such persons. Upon failure to provide services which are feasible and legal, such person shall have a direct right of action against the Association or public body.", "clause_16": "To comply with the measures identified in the Government's environmental impact analysis for this facility for the purpose of avoiding or reducing the adverse environmental impacts of the facility's construction or operation.", "clause_17_grant_amount_blank": "", "clause_17_authorized_party_1_blank": "", "clause_17_authorized_party_2_blank": "", "clause_17_full_text": "To accept a grant in an amount not to exceed $________ under the terms offered by the Government; that the ________ and ________ of the Association are hereby authorized and empowered to take all action necessary or appropriate in the execution of all written instruments as may be required in regard to or as evidence of such grant; and to operate the facility under the terms offered in said grant agreement(s).", "provisions_paragraph": "The provisions hereof and the provisions of all instruments incident to the making or the insuring of the loan, unless otherwise specifically provided by the terms of such instrument, shall be binding upon the Association as long as the bonds are held or insured by the Government or assignee. The provisions of sections 6 through 17 hereof may be provided for in more specific detail in the bond resolution or ordinance; to the extent that the provisions contained in such bond resolution or ordinance should be found to be inconsistent with the provisions hereof, these provisions shall be construed as controlling between the Association and the Government or assignee.", "vote_yeas_blank": "", "vote_nays_blank": "", "vote_absent_blank": "", "in_witness_whereof_blank": "", "execution_date_on_this_blank": "", "execution_date_month_blank": "", "execution_date_day_blank": "", "seal_label": "(SEAL)", "attest_label": "Attest:", "attest_signature_blank": "", "attest_title_blank": "", "by_label": "By", "by_signature_blank": "", "by_title_blank": ""}


<!-- Page Break - Batch 3 -->


{"undersigned_as": null, "undersigned_of_the": null, "association_composed_of": null, "members_total": null, "members_quorum": null, "meeting_held_on_day": null, "meeting_held_on_month_year": null, "certification_date_as_of": null, "dated_this_day": null, "dated_this_month_year": null, "title_1": null, "title_2": null}