[
  {
    "rus_bulletin": "1780-7",
    "department_name": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "service_name": "Rural Utilities Service",
    "document_title": "LEGAL SERVICES AGREEMENT",
    "agreement_made_day": "",
    "agreement_made_date_part_2": "",
    "agreement_between_party_1": "",
    "sponsors_organizing_committee_name_of_organization": "",
    "owners_name": "",
    "attorney_at_law_name": "",
    "attorney_at_law_location": "",
    "owners_intending_to_action_blank": "",
    "owners_intending_to_formed_entity_name": "",
    "owners_intending_to_other_official_designation": "",
    "owners_intending_to_other_organization_name": "",
    "county_in_location": "",
    "county_name": "",
    "under_the_provisions_of_statute": "",
    "applicant_will_be_organized_as": "",
    "attorney_agrees_to_organize_incorporate_said": "",
    "attorney_agrees_to_organize_incorporate_under_provisions_of": ""
  },
  {
    "RUS_Bulletin": "1780-7",
    "Page": "3",
    "Item_3": "Review of construction contracts, bid-letting procedure, and surety and contractual bonds in connection therewith.",
    "Item_4": "Preparation, negotiation, or review of contract with a city or other source of water supply when necessary.",
    "Item_5": "Preparation, where necessary, and review of deeds, easements and other rights-of-way documents, and other instruments for sites for source of water supply, pumping stations, treatment plants, and other facilities necessary to the system and to provide continuous rights-of-way therefor; rendering title opinions with reference thereto; and providing for the recordation thereof.",
    "Item_6": "Obtain necessary permits and certificates from county and municipal bodies, from State regulatory agencies, and from other public or private sources with respect to the approval of the system, the construction and operation thereof, pipeline crossings, and the like.",
    "Item_7": "Cooperate with the engineer employed by Owners in connection with preparation of tract sheets, easements, and other necessary title documents, construction contracts, water supply contracts, health permits, crossing permits, and other instruments.",
    "Item_8": "When applicable, secure assistance of and cooperate with recognized bond counsel in the preparation of the documents necessary for the financing aspects of the system. The attorney shall pay all bond counsel in perfecting the financing aspects, e.g., assessment procedures and completion of documents. Where bond counsel is retained, the Attorney will not be responsible for the preparation and approval of those documents pertaining to the issuance of the Owner's obligations.",
    "Section_B_Title": "COMPENSATION",
    "Section_B_Item_1": "Owners will pay to the Attorney for professional services rendered in accordance herewith, fees as follows:",
    "Fees_payable_statement": "Said fees to be payable in the following manner and at the following times:"
  }
]