json
{"DISCLAIMER": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.", "DEPARTMENT": "UNITED STATES DEPARTMENT OF AGRICULTURE", "SERVICE": "Rural Utilities Service", "BULLETIN_NUMBER": "1780-12", "RD_GD_NUMBER": "RD-GD-2014-76", "SUBJECT": "Grant Agreements", "TO": "State Directors, Rural Development", "ATTN": "Rural Utilities Service Program Directors", "EFFECTIVE_DATE": "Date of approval", "OFFICE_OF_PRIMARY_INTEREST": "Assistant Administrator, Water and Environmental Programs", "INSTRUCTIONS": "This bulletin replaces previous versions", "AVAILABILITY": "This Bulletin is available on the Internet at http://www.rurdev.usda.gov/RDU Bulletins Water and Environmental.html", "PURPOSE": "To provide the grant agreement to be used for Water and Waste System Grants, Exhibit A, and for Emergency Community Water Assistance Grants, Exhibit B.", "NAME": "JACQUELINE M. PONTI-LAZARUK", "TITLE": "Assistant Administrator", "PROGRAMS": "Water and Environmental Programs", "DATE": "1/27/2014"}


<!-- Page Break - Batch 2 -->


json
{"Approved": "True",
"OMB No.": "0572-0121",
"Exp.": "05/2021",
"THIS AGREEMENT dated": null,
"Water and Waste System Grant Agreement": null,
"United States Department of Agriculture": null,
"Rural Utilities Service": null,
"RUS Bulletin": "1780-12",
"Exhibit": "A",
"Page": "1",
"a public corporation organized and operating under": null,
"Authorizing Statute": null,
"herein called Grantee": null,
"herein called Grantor": null,
"WHEREAS": null,
"Grantee has determined to undertake a project of acquisition, construction, enlargement, or capital improvement": null,
"of a (water) (waste) system to serve the area under its jurisdiction at an estimated cost of": null,
"and has duly authorized the undertaking of such project.": null,
"Grantee is able to finance not more than": null,
"of the development costs through": null,
"revenues, charges, taxes or assessments, or funds otherwise available to Grantee resulting in a reasonable user": null,
"charge.": null,
"Said sum of": null,
"has been committed to and by Grantee for such project": null,
"development costs": null,
"Grantor has agreed to grant the Grantee a sum not to exceed": null,
"or percent": null,
"of said project development costs, whichever is the lesser, subject to the terms and conditions established by the": null,
"Grantor. Provided, however, that the proportionate share of any grant funds actually advanced and not needed": null,
"for grant purposes shall be returned immediately to the Grantor. The Grantor may terminate the grant in whole,": null,
"or in part, at any time before the date of completion, whenever it is determined that the Grantee has failed to": null,
"comply with the Conditions of the grant.": null,
"As a condition of this grant agreement, the Grantee assures and certifies that it is in compliance with and will": null,
"comply in the course of the agreement with all applicable laws, regulations, Executive orders and other generally": null,
"applicable requirements, including those set out in 7 CFR 3015.205(b), which hereby are incorporated into this": null,
"agreement by reference, and such other statutory provisions as are specifically set forth herein.": null,
"NOW, THEREFORE, In consideration of said grant by Grantor to Grantee, to be made pursuant to": null,
"Section 306(a) of The Consolidated Farm and Rural Development Act for the purpose only of defraying a part": null,
"not to exceed percent of the project development costs, as defined by applicable Rural Utilities Service": null,
"instructions.": null,
"Grantee Agrees That Grantee Will": null,
"A. Cause said project to be constructed within the total sums available to it, including said grant, in": null,
"accordance with the project plans and specifications and any modifications thereof prepared by Grantee and": null,
"approved by Grantor.": null}


<!-- Page Break - Batch 3 -->


json
{"RUS Bulletin": "1780-12", "Exhibit": "A", "Page": "2", "B": "Permit periodic inspection of the construction by a representative of Grantor during construction.", "C": "Manage, operate and maintain the system, including this project if less than the whole of said system, continuously in an efficient and economical manner.", "D": "Make the services of said system available within its capacity to all persons in Grantee's service area without discrimination as to race, color, religion, sex, national origin, age, marital status, or physical or mental handicap (possess capacity to enter into legal contract for services) at reasonable charges, including assessments, taxes, or fees in accordance with a schedule of such charges, whether for one or more classes of service, adopted by resolution dated __________ as may be modified from time to time by Grantee. The initial rate schedule must be approved by Grantor. Thereafter, Grantee may make such modifications to the rate system as long as the rate schedule remains reasonable and nondiscriminatory.", "E": "Adjust its operating costs and service charges from time to time to provide for adequate operation and maintenance, emergency repair reserves, obsolescence reserves, debt service and debt service reserves.", "F": "Expand its system from time to time to meet reasonably anticipated growth or service requirements in the area within its jurisdiction.", "G": "Provide Grantor with such periodic reports as it may require and permit periodic inspection of its operations by a representative of the Grantor.", "H": "To execute any agreements required by Grantor which Grantee is legally authorized to execute. If any such agreement has been executed by Grantee as a result of a loan being made to Grantee by Grantor contemporaneously with the making of this grant, another agreement of the same type need not be executed in connection with this grant.", "I": "Upon any default under its representations or agreements set forth in this instrument, Grantee, at the option and demand of Grantor, will repay to Grantor forthwith the original principal amount of the grant stated herein above with the interest at the rate of 5 percentum per annum from the date of the default. Default by the Grantee will constitute termination of the grant thereby causing cancellation of Federal assistance under the grant. The provisions of this Grant Agreement may be enforced by Grantor, at its option and without regard to prior waivers by it previous defaults of Grantee, by judicial proceedings to require specific performance of the terms of this Grant Agreement or by such other proceedings in law or equity, in either Federal or State courts, as may be deemed necessary by Grantor to assure compliance with the provisions of this Grant Agreement and the laws and regulations under which this grant is made.", "J": "Return immediately to Grantor, as required by the regulations of Grantor, any grant funds actually advanced and not needed by Grantee for approved purposes.", "K": "Use the real property including land, land improvements, structures, and appurtenances thereto, for authorized purposes of the grant as long as needed.", "1": "Title to real property shall vest in the recipient subject to the condition that the Grantee shall use the real property for the authorized purpose of the original grant as long as needed.", "2": "The Grantee shall obtain approval by the Grantor agency for the use of the real property in other projects when the Grantee determines that the property is no longer needed for the original grant purposes. Use in other projects shall be limited to those under other Federal grant programs or programs that have purposes consistent with those authorized for support by the Grantor."}


<!-- Page Break - Batch 4 -->


json
{"RUS Bulletin": "1780-12", "Exhibit": "A", "Page": "3", "Real Property Disposition": "When the real property is no longer needed, Grantee requests disposition instructions from Grantor agency or successor Federal agency.", "Disposition Rules": "Grantor agency observes rules in disposition instructions.", "Grantee Retain Title": "Grantee may retain title after compensating Federal Government based on percentage of participation in original project cost.", "Grantee Sell Property": "Grantee may be directed to sell property under Grantor guidelines; proper sales procedures ensure competition and highest return.", "Revision 1 Date": "04/17/1998", "Grantee Transfer Title": "Grantee may transfer title to Federal Government; Grantee entitled to compensation based on percentage of participation in program/project cost.", "Grant Agreement Coverage": "Covers described real property (use continuation sheets).", "Equipment Conditions": "Abide by conditions pertaining to equipment furnished by Grantor or acquired with grant funds.", "Equipment Definition": "Tangible, non-expendable, personal property; useful life > 1 year; acquisition cost >= $5,000 per unit. Grantee may use own definition if it includes all equipment defined above.", "Revision 1 Date_2": "04/17/1998", "Equipment Use": "Use of equipment.", "Grantee Equipment Use": "Grantee uses equipment in project acquired for as long as needed. When no longer needed, Grantee uses equipment in connection with other Federally sponsored activities in order of priority.", "Priority 1": "Activities sponsored by the Grantor.", "Priority 2": "Activities sponsored by other Federal agencies.", "Equipment Availability": "During time equipment is held for use on property acquired for, Grantee makes it available for use on other projects if it doesn't interfere with original project. First preference to Grantor sponsored projects. Second preference to other Federally sponsored projects."}


<!-- Page Break - Batch 5 -->


json
{"RUS Bulletin": "1780-12", "Exhibit": "A", "Page": "4", "Disposition of equipment": "When the Grantee no longer needs the equipment as provided in paragraph (a) above, the equipment may be used for other activities in accordance with the following standards:", "Equipment with a current per unit fair market value of less than": "5000", "The Grantee may use the equipment for other activities without reimbursement to the Federal Government or sell the equipment and retain the proceeds.": true, "Equipment with a current per unit fair market value of": "5000 or more", "The Grantee may retain the equipment for other uses provided that compensation is made to the original Grantor agency or its successor. The amount of compensation shall be computed by applying the percentage of Federal participation in the cost of the original project or program to the current fair market value or proceeds from sale of the equipment. If the Grantee has no need for the equipment and the equipment has further use value, the Grantee shall request disposition instructions from the original Grantor agency.": true, "The Grantor agency shall determine whether the equipment can be used to meet the agency's requirements. If no requirement exists within that agency, the availability of the equipment shall be reported, in accordance with the guidelines of the Federal Property Management Regulations (FPMR), to the General Services Administration by the Grantor agency to determine whether a requirement for the equipment exists in other Federal agencies. The Grantor agency shall issue instructions to the Grantee no later than 120 days after the Grantee requests and the following procedures shall govern:": true, "If so instructed or if disposition instructions are not issued within 120 calendar days after the Grantee's request, the Grantee shall sell the equipment and reimburse the Grantor agency an amount computed by applying to the sales proceeds the percentage of Federal participation in the cost of the original project or program. However, the Grantee shall be permitted to deduct and retain from the Federal share ten percent of the proceeds for Grantee's selling and handling expenses.": true, "If the Grantee is instructed to ship the equipment elsewhere the Grantee shall be reimbursed by the benefiting Federal agency with an amount which is computed by applying the percentage of the Grantee participation in the cost of the original grant project or program to the current fair market value of the equipment, plus any reasonable shipping or interim storage costs incurred.": true, "If the Grantee is instructed to otherwise dispose of the equipment, the Grantee shall be reimbursed by the Grantor agency for such costs incurred in its disposition.": true, "The Grantee's property management standards for equipment shall also include:": true, "Records which accurately provide for": "a description of the equipment; manufacturer's serial number or other identification number; acquisition date and cost; source of the equipment; percentage (at the end of budget year) of Federal participation in the cost of the project for which the equipment was acquired; location, use and condition of the equipment and the date the information was reported; and ultimate disposition data including sales price or the method used to determine current fair market value if the Grantee reimburses the Grantor for its share.", "A physical inventory of equipment shall be taken and the results reconciled with the equipment records at least once every two years to verify the existence, current utilization, and continued need for the equipment.": true
}


<!-- Page Break - Batch 6 -->


json
{"RUS Bulletin": "1780-12",
"Exhibit": "A",
"Page": "5",
"Control System": "A control system shall be in effect to insure adequate safeguards to prevent loss, damage, or theft of the equipment. Any loss, damage, or theft of equipment shall be investigated and fully documented.",
"Maintenance Procedures": "Adequate maintenance procedures shall be implemented to keep the equipment in good condition.",
"Sales Procedures": "Proper sales procedures shall be established for unneeded equipment which would provide for competition to the extent practicable and result in the highest possible return.",
"Grant Agreement": "This Grant Agreement covers the following described equipment(use continuation sheets as necessary).",
"Financial Management Systems": "Provide Financial Management Systems which will include:",
"Financial Disclosure": "Accurate, current, and complete disclosure of the financial results of each grant. Financial reporting will be on an accrual basis.",
"Records Identification": "Records which identify adequately the source and application of funds for grant-supported activities. Those records shall contain information pertaining to grant awards and authorizations, obligations, unobligated balances, assets, liabilities, outlays, and income.",
"Control and Accountability": "Effective control over and accountability for all funds, property and other assets. Grantees shall adequately safeguard all such assets and shall assure that they are used solely for authorized purposes.",
"Accounting Records": "Accounting records supported by source documentation.",
"Financial Records Retention": "Retain financial records, supporting documents, statistical records, and all other records pertinent to the grant for a period of at least three years after grant closing except that the records shall be retained beyond the three-year period if audit findings have not been resolved. Microfilm or photo copies or similar methods may be substituted in lieu of original records. The Grantor and the Comptroller General of the United States, or any of their duly authorized representatives, shall have access to any books, documents, papers, and records of the Grantee's government which are pertinent to the specific grant program for the purpose of making audits, examinations, excerpts and transcripts.",
"Environmental Impact Statements": "Provide information as requested by the Grantor to determine the need for and complete any necessary Environmental Impact Statements.",
"Audit Report": "Provide an audit report prepared in accordance with Grantor regulations to allow the Grantor to determine that funds have been used in compliance with the proposal, any applicable laws and regulations and this Agreement.",
"Interest on Grant Funds": "Agree to account for and to return to Grantor interest earned on grant funds pending their disbursement for program purposes when the Grantee is a unit of local government. States and agencies or instrumentality's of states shall not be held accountable for interest earned on grant funds pending their disbursement."
}


<!-- Page Break - Batch 7 -->


json
{
  "RUS Bulletin": "1780-12",
  "Exhibit": "A",
  "Page": "6",
  "R": "Not encumber, transfer or dispose of the property or any part thereof, furnished by the Grantor or acquired wholly or in part with Grantor funds without the written consent of the Grantor except as provided in item K above.",
  "S": "To include in all contracts for construction or repair a provision for compliance with the Copeland ``Anti-Kick Back\" Act (18 U.S.C. 874) as supplemented in Department of Labor regulations (29 CFR, Part 3). The Grantee shall report all suspected or reported violations to the Grantor.",
  "T": "To include in all contracts in excess of $100,000 a provision that the contractor agrees to comply with all the requirements of the Clean Air Act (42 U.S.C. ยง7414) and Section 308 of the Water Pollution Control Act (33 U.S.C. ยง1318) relating to inspection, monitoring, entry, reports, and information, as well as all other requirements specified in Section 114 of the Clean Air Act and Section 308 of the Water Pollution Control Act and all regulations and guidelines issued thereunder after the award of the contract. In so doing the Contractor further agrees:",
  "Revision 1 Date": "11/20/1997",
  "1": "As a condition for the award of contract, to notify the Owner of the receipt of any communication from the Environmental Protection Agency (EPA) indicating that a facility to be utilized in the performance of the contract is under consideration to be listed on the EPA list of Violating Facilities. Prompt notification is required prior to contract award.",
  "2": "To certify that any facility to be utilized in the performance of any nonexempt contractor subcontract is not listed on the EPA list of Violating Facilities pursuant to 40 CFR Part 32 as of the date of contract award.",
  "Revision 2 Date": "11/20/1997",
  "3": "To include or cause to be included the above criteria and the requirements in every nonexempt subcontract and that the Contractor will take such action as the Government may direct as a means of enforcing such provisions.",
  "Facility Definition": "As used in these paragraphs the term ``facility\" means any building, plan, installation, structure, mine, vessel or other floating craft, location, or site of operations, owned, leased, or supervised by a Grantee, cooperator, contractor, or subcontractor, to be utilized in the performance of a grant, agreement, contract, subgrant, or subcontract. Where a location or site of operation contains or includes more than one building, plant, installation, or structure, the entire location shall be deemed to be a facility except where the Director, Office of Federal Activities, Environmental Protection Agency, determines that independent facilities are co-located in one geographical area.",
  "Grantor Agrees That It": "A. Will make available to Grantee for the purpose of this Agreement not to exceed",
  "Dollar Amount": null,
  "Percentage": null,
  "B": "Will assist Grantee, within available appropriations, with such technical assistance as Grantor deems appropriate in planning the project and coordinating the plan with local official comprehensive plans for sewer and water and with any State or area plans for the area in which the project is located.",
  "C": "At its sole discretion and at any time may give any consent, deferment, subordination, release, satisfaction, or termination of any or all of Grantee's grant obligations, with or without valuable consideration, upon such terms and conditions as Grantor may determine to be (1) advisable to further the purpose of the grant or to protect Grantor's financial interest therein and (2) consistent with both the statutory purposes of the grant and the limitations of the statutory authority under which it is made."
}


<!-- Page Break - Batch 8 -->


json
{"RUS Bulletin": "1780-12",
"Exhibit": "A",
"Page": "7",
"Agreement Termination": "This Agreement",
"Termination Clause": "This Agreement may be terminated for cause in the event of default on the part of the Grantee as provided in paragraph I above or for convenience of the Grantor and Grantee prior to the date of completion of the grant purpose. Termination for convenience will occur when both the Grantee and Grantor agree that the continuation of the project will not produce beneficial results commensurate with the further expenditure of funds.",
"Witness Clause": "In witness whereof Grantee on the date first above written has caused these presence to be executed by its duly authorized",
"Attestation": "attested and its corporate seal affixed by its duly authorized",
"Attest": "Attest:",
"By1": null,
"Title1": null,
"By2": null,
"Title2": null,
"Government": "UNITED STATES OF AMERICA",
"Service": "RURAL UTILITIES SERVICE",
"By3": null,
"Title3": null,
"Paperwork Reduction Act": "According to the Paperwork Reduction Act of 1995, an agency may not conduct or sponsor, and person is not required to respond to, a collection of information unless it displays a valid OMB control number. The valid OMB control number for this information collection is 0572-0121. The time required to complete this information collection is estimated to average 1 hour per response, including the time for reviewing instructions, searching existing data sources, gathering and maintaining the data needed and completing and reviewing the collection of information."}


<!-- Page Break - Batch 9 -->


json
{"Approved": "Approved", "OMB No.": "0572-0121", "Exp.": "05/2021", "RUS Bulletin": "1780-12", "Exhibit B": "Exhibit B", "Page": "1", "ECWAG Grant Agreement": "ECWAG Grant Agreement", "United States Department of Agriculture": "United States Department of Agriculture", "Rural Utilities Service": "Rural Utilities Service", "THIS AGREEMENT dated": "THIS AGREEMENT dated", "between": "between", "a public corporation organized and operating under": "a public corporation organized and operating under", "(Authorizing Statute)": "(Authorizing Statute)", "herein called Grantee": "herein called Grantee", "of Agriculture, herein called Grantor": "of Agriculture, herein called Grantor", "WHEREAS": "WHEREAS", "Grantee has determined to undertake a project of acquisition, construction, enlargement, or capital improvement": "Grantee has determined to undertake a project of acquisition, construction, enlargement, or capital improvement", "of a (water) (waste) system to serve the area under its jurisdiction at an estimated cost of $": "of a (water) (waste) system to serve the area under its jurisdiction at an estimated cost of $", "and has duly authorized the undertaking of such project.": "and has duly authorized the undertaking of such project.", "Grantee is able to finance not more than $": "Grantee is able to finance not more than $", "of the development costs through": "of the development costs through", "revenues, charges, taxes or assessments, or funds otherwise available to Grantee resulting in a reasonable user": "revenues, charges, taxes or assessments, or funds otherwise available to Grantee resulting in a reasonable user", "charge.": "charge.", "Said sum of $": "Said sum of $", "has been committed to and by Grantee for such project": "has been committed to and by Grantee for such project", "development costs.": "development costs.", "Grantor has agreed to grant the Grantee a sum not to exceed $": "Grantor has agreed to grant the Grantee a sum not to exceed $", "or": "or", "percent": "percent", "of said project development costs, whichever is the lesser, subject to the terms and conditions established by the": "of said project development costs, whichever is the lesser, subject to the terms and conditions established by the", "Grantor, provided, however, that the proportionate share of any grant funds actually advanced and not needed for": "Grantor, provided, however, that the proportionate share of any grant funds actually advanced and not needed for", "grant purposes shall be returned immediately to the Grantor. Grant funds not expended within two years of": "grant purposes shall be returned immediately to the Grantor. Grant funds not expended within two years of", "obligation will be canceled. The Grantor may terminate the grant in whole, or in part, at any time before the date": "obligation will be canceled. The Grantor may terminate the grant in whole, or in part, at any time before the date", "of completion, whenever it is determined that the Grantee has failed to comply with the Conditions of the grant.": "of completion, whenever it is determined that the Grantee has failed to comply with the Conditions of the grant.", "As a condition of this grant agreement, the Grantee assures and certifies that it is in compliance with and will": "As a condition of this grant agreement, the Grantee assures and certifies that it is in compliance with and will", "comply in the course of the agreement with all applicable laws, regulations, Executive orders and other generally": "comply in the course of the agreement with all applicable laws, regulations, Executive orders and other generally", "applicable requirements, including those set out in 7 CFR 3015.205(b), which hereby are incorporated into this": "applicable requirements, including those set out in 7 CFR 3015.205(b), which hereby are incorporated into this", "agreement by reference, and such other statutory provisions as are specifically set forth herein.": "agreement by reference, and such other statutory provisions as are specifically set forth herein.", "NOW, THEREFORE, In consideration of said grant by Grantor to Grantee, to be made pursuant to": "NOW, THEREFORE, In consideration of said grant by Grantor to Grantee, to be made pursuant to", "Section 306(a) of The Consolidated Farm and Rural Development Act for the purpose only of defraying a part": "Section 306(a) of The Consolidated Farm and Rural Development Act for the purpose only of defraying a part", "not to exceed": "not to exceed", "percent of the project development costs, as defined by applicable Rural Utilities Service": "percent of the project development costs, as defined by applicable Rural Utilities Service", "instructions.": "instructions.", "Grantee Agrees That Grantee Will:": "Grantee Agrees That Grantee Will:", "A. Cause said project to be constructed within the total sums available to it, including said grant, in": "A. Cause said project to be constructed within the total sums available to it, including said grant, in", "accordance with the project plans and specifications and any modifications thereof prepared by Grantee and": "accordance with the project plans and specifications and any modifications thereof prepared by Grantee and", "approved by Grantor.": "approved by Grantor."}


<!-- Page Break - Batch 10 -->


json
{"RUS Bulletin": "1780-12", "Exhibit": "B", "Page": "2", "B": "Permit periodic inspection of the construction by a representative of Grantor during construction.", "C": "Manage, operate and maintain the system, including this project if less than the whole of said system, continuously in an efficient and economical manner.", "D": "Make the services of said system available within its capacity to all persons in Grantee's service area without discrimination as to race, color, religion, sex, national origin, age, marital status, or physical or mental handicap (possess capacity to enter into legal contract for services) at reasonable charges, including assessments, taxes, or fees in accordance with a schedule of such charges, whether for one or more classes of service, adopted by resolution dated ______________, as may be modified from time to time by Grantee. The initial rate schedule must be approved by Grantor. Thereafter, Grantee may make such modifications to the rate system as long as the rate schedule remains reasonable and nondiscriminatory.", "E": "Adjust its operating costs and service charges from time to time to provide for adequate operation and maintenance, emergency repair reserves, obsolescence reserves, debt service and debt service reserves.", "F": "Expand its system from time to time to meet reasonably anticipated growth or service requirements in the area within its jurisdiction.", "G": "Provide Grantor with such periodic reports as it may require and permit periodic inspection of its operations by a representative of the Grantor.", "H": "To execute any agreements required by Grantor which Grantee is legally authorized to execute. If any such agreement has been executed by Grantee as a result of a loan being made to Grantee by Grantor contemporaneously with the making of this grant, another agreement of the same type need not be executed in connection with this grant.", "I": "Upon any default under its representations or agreements set forth in this instrument, Grantee, at the option and demand of Grantor, will repay to Grantor forthwith the original principal amount of the grant stated herein above with the interest at the rate of 5 percentum per annum from the date of the default. Default by the Grantee will constitute termination of the grant thereby causing cancellation of Federal assistance under the grant. The provisions of this Grant Agreement may be enforced by Grantor, at its option and without regard to prior waivers by it previous defaults of Grantee, by judicial proceedings to require specific performance of the terms of this Grant Agreement or by such other proceedings in law or equity, in either Federal or State courts, as may be deemed necessary by Grantor to assure compliance with the provisions of this Grant Agreement and the laws and regulations under which this grant is made.", "J": "Return immediately to Grantor, as required by the regulations of Grantor, any grant funds actually advanced and not needed by Grantee for approved purposes. The Applicant will ensure grant activities are implemented in a timely, efficient, and economical manner. Grant fund not expended within two years of obligation will be canceled.", "K": "Use the real property including land, land improvements, structures, and appurtenances thereto, for authorized purposes of the grant as long as needed.", "1": "Title to real property shall vest in the recipient subject to the condition that the Grantee shall use the real property for the authorized purpose of the original grant as long as needed.", "2": "The Grantee shall obtain approval by the Grantor agency for the use of the real property in other projects when the Grantee determines that the property is no longer needed for the original grant purposes. Use in other projects shall be limited to those under other Federal grant programs or programs that have purposes consistent with those authorized for support by the Grantor."}


<!-- Page Break - Batch 11 -->


json
{"RUS Bulletin": "1780-12", "Exhibit": "B", "Page": "3", "Real Property Condition 3": "When the real property is no longer needed as provided in 1 and 2 above, the Grantee shall request disposition instructions from the Grantor agency or its successor Federal agency.", "Grantor Agency Rules": "The Grantor agency shall observe the following rules in the disposition instructions:", "Grantee Permitted to Retain Title": "The Grantee may be permitted to retain title after it compensates the Federal Government in an amount computed by applying the Federal percentage of participation in the cost of the original project to the fair market value of the property.", "Grantee Directed to Sell Property": "The Grantee may be directed to sell the property under guidelines provided by the Grantor agency. When the Grantee is authorized or required to sell the property, proper sales procedures shall be established that provide for competition to the extent practicable and result in the highest possible return.", "Revision 1 Date": "04/17/1998", "Grantee Directed to Transfer Title": "The Grantee may be directed to transfer title to the property to the Federal Government provided that in such cases the Grantee shall be entitled to compensation computed by applying the Grantee's percentage of participation in the cost of the program or project to the current fair market value of the property.", "Grant Agreement Covers": "This Grant Agreement covers the following described real property (use continuation sheets as necessary).", "Equipment Conditions": "Abide by the following conditions pertaining to equipment which is furnished by the Grantor or acquired wholly or in part with grant funds.", "Equipment Definition": "Equipment means tangible, non-expendable, personal property having a useful life of more than one year and an acquisition cost of $5,000 or more per unit. A grantee may use its own definition of equipment provided that such definition would at least include all equipment defined above.", "Revision 1 Date 2": "04/17/1998", "Use of Equipment": "Use of equipment.", "Grantee Shall Use Equipment": "The Grantee shall use the equipment in the project for which it was acquired as long as needed. When no longer needed for the original project, the Grantee shall use the equipment in connection with its other Federally sponsored activities, if any, in the following order of priority:", "Activities Sponsored by Grantor": "Activities sponsored by the Grantor.", "Activities Sponsored by Federal Agencies": "Activities sponsored by other Federal agencies.", "Equipment Held for Use": "During the time that equipment is held for use on the property for which it was acquired, the Grantee shall make it available for use on other projects if such other use will not interfere with the work on the project for which the equipment was originally acquired.", "Equipment Preference": "First preference for such other use shall be given to Grantor sponsored projects. Second preference will be given to other Federally sponsored projects."}


<!-- Page Break - Batch 12 -->


json
{"RUS Bulletin": "1780-12", "Exhibit": "B", "Page": "4", "Disposition of equipment": "When the Grantee no longer needs the equipment as provided in paragraph (a) above, the equipment may be used for other activities in accordance with the following standards:", "Equipment with fair market value less than $5,000": "The Grantee may use the equipment for other activities without reimbursement to the Federal Government or sell the equipment and retain the proceeds.", "Equipment with fair market value of $5,000 or more": "The Grantee may retain the equipment for other uses provided that compensation is made to the original Grantor agency or its successor. The amount of compensation shall be computed by applying the percentage of Federal participation in the cost of the original project or program to the current fair market value or proceeds from sale of the equipment. If the Grantee has no need for the equipment and the equipment has further use value, the Grantee shall request disposition instructions from the original Grantor agency.", "Grantor agency determination": "The Grantor agency shall determine whether the equipment can be used to meet the agency's requirements. If no requirement exists within that agency, the availability of the equipment shall be reported, in accordance with the guidelines of the Federal Property Management Regulations (FPMR), to the General Services Administration by the Grantor agency to determine whether a requirement for the equipment exists in other Federal agencies. The Grantor agency shall issue instructions to the Grantee no later than 120 days after the Grantee requests and the following procedures shall govern:", "Disposition instructions not issued within 120 days": "If so instructed or if disposition instructions are not issued within 120 calendar days after the Grantee's request, the Grantee shall sell the equipment and reimburse the Grantor agency an amount computed by applying to the sales proceeds the percentage of Federal participation in the cost of the original project or program. However, the Grantee shall be permitted to deduct and retain from the Federal share ten percent of the proceeds for Grantee's selling and handling expenses.", "Grantee instructed to ship equipment elsewhere": "If the Grantee is instructed to ship the equipment elsewhere the Grantee shall be reimbursed by the benefiting Federal agency with an amount which is computed by applying the percentage of the Grantee participation in the cost of the original grant project or program to the current fair market value of the equipment, plus any reasonable shipping or interim storage costs incurred.", "Grantee instructed to otherwise dispose of equipment": "If the Grantee is instructed to otherwise dispose of the equipment, the Grantee shall be reimbursed by the Grantor agency for such costs incurred in its disposition.", "Grantee's property management standards": "The Grantee's property management standards for equipment shall also include:", "Records to accurately provide": "Records which accurately provide for: a description of the equipment; manufacturer's serial number or other identification number; acquisition date and cost; source of the equipment; percentage (at the end of budget year) of Federal participation in the cost of the project for which the equipment was acquired; location, use and condition of the equipment and the date the information was reported; and ultimate disposition data including sales price or the method used to determine current fair market value if the Grantee reimburses the Grantor for its share.", "Physical inventory of equipment": "A physical inventory of equipment shall be taken and the results reconciled with the equipment records at least once every two years to verify the existence, current utilization, and continued need for the equipment."}


<!-- Page Break - Batch 13 -->


{"RUS Bulletin": "1780-12", "Exhibit": "B", "Page": "5", "Control System": "A control system shall be in effect to insure adequate safeguards to prevent loss, damage, or theft of the equipment. Any loss, damage, or theft of equipment shall be investigated and fully documented.", "Maintenance Procedures": "Adequate maintenance procedures shall be implemented to keep the equipment in good condition.", "Sales Procedures": "Proper sales procedures shall be established for unneeded equipment which would provide for competition to the extent practicable and result in the highest possible return.", "Grant Agreement Coverage": "This Grant Agreement covers the following described equipment(use continuation sheets as necessary).", "Financial Management Systems": "Provide Financial Management Systems which will include:", "Financial Disclosure": "Accurate, current, and complete disclosure of the financial results of each grant. Financial reporting will be on an accrual basis.", "Grant Supported Activities": "Records which identify adequately the source and application of funds for grant-supported activities. Those records shall contain information pertaining to grant awards and authorizations, obligations, unobligated balances, assets, liabilities, outlays, and income.", "Asset Control": "Effective control over and accountability for all funds, property and other assets. Grantees shall adequately safeguard all such assets and shall assure that they are used solely for authorized purposes.", "Accounting Records": "Accounting records supported by source documentation.", "Financial Record Retention": "Retain financial records, supporting documents, statistical records, and all other records pertinent to the grant for a period of at least three years after grant closing except that the records shall be retained beyond the three-year period if audit findings have not been resolved. Microfilm or photo copies or similar methods may be substituted in lieu of original records. The Grantor and the Comptroller General of the United States, or any of their duly authorized representatives, shall have access to any books, documents, papers, and records of the Grantee's government which are pertinent to the specific grant program for the purpose of making audits, examinations, excerpts and transcripts.", "Environmental Impact Statements": "Provide information as requested by the Grantor to determine the need for and complete any necessary Environmental Impact Statements.", "Audit Report": "Provide an audit report prepared in accordance with Grantor regulations to allow the Grantor to determine that funds have been used in compliance with the proposal, any applicable laws and regulations and this Agreement.", "Interest on Grant Funds": "Agree to account for and to return to Grantor interest earned on grant funds pending their disbursement for program purposes when the Grantee is a unit of local government. States and agencies or instrumentality's of states shall not be held accountable for interest earned on grant funds pending their disbursement."}


<!-- Page Break - Batch 14 -->


json
{"RUS Bulletin": "1780-12", "Exhibit": "B", "Page": "6", "R": "Not encumber, transfer or dispose of the property or any part thereof, furnished by the Grantor or acquired wholly or in part with Grantor funds without the written consent of the Grantor except as provided in item K above.", "S": "To include in all contracts for construction or repair a provision for compliance with the Copeland ``Anti-Kick Back\" Act (18 U.S.C. 874) as supplemented in Department of Labor regulations (29 CFR, Part 3). The Grantee shall report all suspected or reported violations to the Grantor.", "T": "To include in all contracts in excess of $100,000 a provision that the contractor agrees to comply with all the requirements of the Clean Air Act (42 U.S.C. §7414) and Section 308 of the Water Pollution Control Act (33 U.S.C. §1318) relating to inspection, monitoring, entry, reports, and information, as well as all other requirements specified in Section 114 of the Clean Air Act and Section 308 of the Water Pollution Control Act and all regulations and guidelines issued thereunder after the award of the contract. In so doing the Contractor further agrees:", "Revision 1 Date": "11/20/1997", "1": "As a condition for the award of contract, to notify the Owner of the receipt of any communication from the Environmental Protection Agency (EPA) indicating that a facility to be utilized in the performance of the contract is under consideration to be listed on the EPA list of Violating Facilities. Prompt notification is required prior to contract award.", "2": "To certify that any facility to be utilized in the performance of any nonexempt contractor subcontract is not listed on the EPA list of Violating Facilities pursuant to 40 CFR Part 32 as of the date of contract award.", "3": "To include or cause to be included the above criteria and the requirements in every nonexempt subcontract and that the Contractor will take such action as the Government may direct as a means of enforcing such provisions.", "Facility Definition": "As used in these paragraphs the term `facility\" means any building, plan, installation, structure, mine, vessel or other floating craft, location, or site of operations, owned, leased, or supervised by a Grantee, cooperator, contractor, or subcontractor, to be utilized in the performance of a grant, agreement, contract, subgrant, or subcontract. Where a location or site of operation contains or includes more than one building, plant, installation, or structure, the entire location shall be deemed to be a facility except where the Director, Office of Federal Activities, Environmental Protection Agency, determines that independent facilities are co-located in one geographical area.", "Grantor Agreement A": "Will make available to Grantee for the purpose of this Agreement not to exceed", "Grantor Agreement A Amount": null, "Grantor Agreement A Percent": null, "Grantor Agreement B": "Will assist Grantee, within available appropriations, with such technical assistance as Grantor deems appropriate in planning the project and coordinating the plan with local official comprehensive plans for sewer and water and with any State or area plans for the area in which the project is located.", "Grantor Agreement C": "At its sole discretion and at any time may give any consent, deferment, subordination, release, satisfaction, or termination of any or all of Grantee's grant obligations, with or without valuable consideration, upon such terms and conditions as Grantor may determine to be (1) advisable to further the purpose of the grant or to protect Grantor's financial interest therein and (2) consistent with both the statutory purposes of the grant and the limitations of the statutory authority under which it is made."}


<!-- Page Break - Batch 15 -->


json
{"Termination of This Agreement": "Termination of This Agreement", "RUS Bulletin": "RUS Bulletin 1780-12", "Exhibit": "Exhibit B", "Page": "Page 7", "Agreement may be terminated": "This Agreement may be terminated for cause in the event of default on the part of the Grantee as provided\nin paragraph I above or for convenience of the Grantor and Grantee prior to the date of completion of the grant\npurpose. Termination for convenience will occur when both the Grantee and Grantor agree that the continuation\nof the project will not produce beneficial results commensurate with the further expenditure of funds.", "In witness whereof Grantee": "In witness whereof Grantee on the date first above written has caused these presence to be executed by\nits duly authorized", "attested and its corporate seal": "attested and its corporate seal affixed by its duly authorized", "Attest": "Attest:", "By": "By", "(Title)": "(Title)", "By_2": "By", "(Title)_2": "(Title)", "UNITED STATES OF AMERICA": "UNITED STATES OF AMERICA", "RURAL UTILITIES SERVICE": "RURAL UTILITIES SERVICE", "By_3": "By", "(Title)_3": "(Title)", "Paperwork Reduction Act": "According to the Paperwork Reduction Act of 1995, an agency may not conduct or sponsor, and person is not required to respond to, a collection\nof information unless it displays a valid OMB control number. The valid OMB control number for this information collection is 0572-0121. The\ntime required to complete this information collection is estimated to average 1 hour per response, including the time for reviewing instructions,\nsearching existing data sources, gathering and maintaining the data needed and completing and reviewing the collection of information."}