[
  {
    "DISCLAIMER": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.",
    "DEPARTMENT": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "SERVICE": "Rural Utilities Service",
    "BULLETIN_NUMBER": "RUS BULLETIN 1780-34",
    "BULLETIN_ID": "RD-GD-2013-72",
    "SUBJECT": "Guidance for Using the Competitive Sealed Bids Process for the Water and Waste Disposal Program",
    "TO": "Rural Development State Directors, RUS Program Directors, and State Engineers",
    "EFFECTIVE_DATE": "Date of approval.",
    "OFFICE_OF_PRIMARY_INTEREST": "Engineering and Environmental Staff, Water and Environmental Programs",
    "INSTRUCTIONS": "This is a new bulletin and does not replace any existing RUS Bulletin. The document does supersede guidance attached to a July 13, 2003, memo titled “Bid Opening Guidance for RUS Water and Waste projects”, to the extent the guidance addresses the topic of using the competitive sealed bid process for RUS water and waste disposal projects.",
    "AVAILABILITY_DESCRIPTION": "This bulletin, as well as any Rural Development instruction or Rural Utilities Service instructions, regulations, or forms referenced in this bulletin are available at any Rural Development State Office. The State Office staff is familiar with the use of the documents in their States and can answer specific questions on Rural Development requirements.",
    "AVAILABILITY_WEBSITE": "http://www.rurdev.usda.gov/RDU_Bulletins_Water_and_Environmental.html",
    "PURPOSE": "This bulletin assists Rural Development staff in providing information and guidance to applicants and professional consultants in appropriate procedures for using the Competitive Sealed Bids process described at 7 CFR 1780.72(b).",
    "MODIFICATIONS": "Rural Development State Offices may modify this guidance when appropriate to comply with State statutes and regulations in accordance with the procedures outlined at Rural Development Instruction 2006-B (2006.55).",
    "SIGNATURE_NAME": "JACKI PONTI-LAZARUK",
    "SIGNATURE_TITLE": "Assistant Administrator",
    "SIGNATURE_DEPARTMENT": "Water and Environmental Programs",
    "SIGNATURE_DATE": "9/5/13"
  },
  {
    "document_bulletin": "RUS Bulletin 1780-34",
    "document_page_number": "2",
    "table_of_contents_title": "TABLE OF CONTENTS",
    "toc_1_item": "GENERAL",
    "toc_1_page": "3",
    "toc_2_item": "PURPOSE",
    "toc_2_page": "3",
    "toc_3_item": "PRIOR TO BID OPENING",
    "toc_3_page": "3",
    "toc_4_item": "BID OPENING DAY ACTIVITIES",
    "toc_4_page": "5",
    "toc_5_item": "EVALUATION OF BIDS AND CONTRACTORS",
    "toc_5_page": "6",
    "toc_6_item": "AWARD",
    "toc_6_page": "8",
    "index_title": "INDEX",
    "index_content": "Water and Waste Disposal Facilities",
    "abbreviations_title": "ABBREVIATIONS",
    "abbr_1_code": "CFR",
    "abbr_1_meaning": "Code of Federal Regulations",
    "abbr_2_code": "OGC",
    "abbr_2_meaning": "Office of General Counsel",
    "abbr_3_code": "RD",
    "abbr_3_meaning": "Rural Development",
    "abbr_4_code": "RUS",
    "abbr_4_meaning": "Rural Utilities Service",
    "abbr_5_code": "USDA",
    "abbr_5_meaning": "United States Department of Agriculture",
    "abbr_6_code": "WWD",
    "abbr_6_meaning": "Water and Waste Disposal"
  },
  {
    "bulletin_number": "RUS Bulletin 1780-34",
    "page_number": 3,
    "section_1_heading": "GENERAL",
    "section_1_content": "The competitive sealed bids process is one of four procurement methods described at 7 CFR 1780.72, which states that it is the preferred method for procurement of construction services in the Water and Waste Disposal Program. The process of competitive sealed bids includes solicitation of bids, evaluation of submittals, and award of a contract. The intent of this process is to ensure sufficient competition and generally offer lower costs on projects that can be established at a firm fixed price (lump sum or unit price).",
    "section_1_a_subheading": "Description",
    "section_1_a_content": "This process begins with a public advertisement inviting bidders to submit sealed bids which are to be received by the owner and opened publically at a specific time and place indicated in the invitation for bids. This event, called a bid opening, is normally attended by the owner, consulting engineer, owner's attorney, bidders, and other interested parties. Attendance by Rural Development staff at every bid opening is not mandatory, although a representative of the Rural Developing Processing Office is encouraged to attend every bid opening, if possible.",
    "section_1_b_subheading": "Applicable Local Laws",
    "section_1_b_content": "State laws regarding bid openings vary depending on whether the owner is a public body or a not-for-profit corporation (association) and may place significant limits on what an owner and its engineer can and cannot do during the bid opening. Normally associations have more flexibility, but laws will vary by state. All funding recipients are subject to the requirements of 7 CFR 1780.72(b) in addition to any applicable state and local laws.",
    "section_1_c_subheading": "Successful Bidders",
    "section_1_c_content": "The successful bidder is that responsible contractor (see section 5 of this bulletin), not suspended or debarred, submitting the lowest bid responsive to the requirements of the bid solicitation. A responsive bid is one capable of performing the work described in the bid solicitation. The owner, with support from its consulting engineer and attorney, may make award to such a contractor or may reject all bids. Upon selection of a contractor, the owner with concurrence of Rural Development. Procedures for concurrence include review of the bid tabulation and the consulting engineer's recommendation for award, notification of the owner and engineer of concurrence, review of executed construction contracts, and signing of the agency concurrence in the contract. These duties are normally performed by the State Engineer.",
    "section_2_heading": "PURPOSE",
    "section_2_content": "This bulletin assists Rural Development staff in providing information and guidance to applicants and professional consultants in appropriate procedures for using the Competitive Sealed Bids process for procurement of construction services as described at 7 CFR 1780.72(b).",
    "section_3_heading": "PRIOR TO BID OPENING",
    "section_3_a_subheading": "Authorization",
    "section_3_a_content": "The owner must ensure they have authorization to solicit bids from the Rural Development Processing Office prior to publishing the"
  },
  {
    "document_title": "RUS Bulletin 1780-34",
    "page_number": "4",
    "authorization_prerequisite_1": "The owner has provided evidence of required number of users, regulatory approvals, acquisitions of necessary easements and rights-of-way, and all other requirements of the Letter of Conditions.",
    "authorization_prerequisite_2": "Closing Instructions have been issued by the Regional Attorney of the USDA Office of General Counsel.",
    "authorization_prerequisite_3": "7 CFR 1780.61(b) requires Rural Development to review and concur in contract documents prior to award. Authorization to advertise for bids must not be provided to owners until the State Engineer has reviewed and accepted the plans, specifications, and other bidding documents.",
    "invitations_for_bids_description": "The owner must publish an invitation for bids in accordance with state and local laws and industry practice. Notices must be placed with builders' exchanges, plan holders services, and organizations that assist small, minority, and women-owned contractors. The length of the advertising period should be commensurate with the complexity and size of the project and in compliance with state and local laws. If bid preparation periods are too short, bid costs generally increase to compensate for the bidder's perceived risk and competition may be reduced.",
    "bid_addenda_and_copy_of_published_invitation_to_bid_description": "The consulting engineer must provide copies of all bid addenda to the Rural Development Processing Office in sufficient time to allow for the Processing Office and the State Engineer to review and concur in the documents prior to bid opening. The owner must also provide the Rural Development Processing Office with a copy of the advertisement publication for the official file. Although the owner is responsible for conducting the bid opening, most of the duties are typically delegated to the consulting engineer.",
    "receipt_of_bids_description": "Bids received prior to the bid opening time must be held unopened by the owner until the designated time. The time and date must be stamped or hand written on the outside of the bid proposal package.",
    "electronic_bidding_description": "Electronic bidding procedures are acceptable if allowed under state law as long as they comply with the requirements of 7 CFR 1780.72(b) and the following: (1) the fees for the bidding process must be reasonable, (2) paper bids must be accepted by the owner as an option for the bidders, and (3) the bid opening must be public.",
    "mandatory_pre_bid_meetings_description": "In some cases, owners or their engineers may wish to hold mandatory meetings for all bidders prior to bid opening to discuss issues related to site conditions or other matters that are important for bidders to understand to reduce the likelihood of conflicts or misunderstandings about issues that could affect their bid amounts or decisions related to whether to submit a bid. In industry practice it is common in such cases to hold mandatory pre-bid meetings and accept bids only from bidders in attendance. This does, however, reduce competition and generally should not be allowed due to"
  },
  {
    "RUS_Bulletin": "1780-34",
    "Page_Number": "5",
    "g_description": "Bid Alternates. Bid alternates may be included in bidding documents as long as they are in compliance with state law, regulations at 7 CFR 1780.70 (b) and (d), and meet the requirements of open and free competition policies. To reduce the likelihood of bid protests and lawsuits from bidders not receiving award, the Instructions to Bidders must clearly describe the procedures for making award, including how any bid alternates will be handled.",
    "4_section_title": "BID OPENING DAY ACTIVITIES",
    "4a_title": "Opening the Meeting",
    "4a_description": "At the bid opening the owner should announce the purpose of the meeting and state the present time. This should be done several minutes before the scheduled bid opening time. All bid proposals received will be left unopened until the scheduled bid opening time. At the time specified in the advertisement and/or Instructions to Bidders, the owner will announce that the time is closed for receiving bids. It is mandatory that no more bids be accepted after that time.",
    "4b_title": "Opening and Reviewing Bids",
    "4b_description": "Bids received prior to the specified time are then opened. The owner, with the assistance of the consulting engineer and owner's attorney, then check each bid for the following:",
    "4b1_item": "A signed bid acknowledging any and all addenda;",
    "4b2_item": "A bid bond with a power-of-attorney, certified check, or other acceptable bid security instrument allowed as stated in the Instructions to Bidders for the correct amount; and",
    "4b3_item": "For each bid, the owner reads aloud to all present the name of the bidder, total bid amount, and any important related contents of the bid. The consulting engineer records the results of the bid opening for each bid on a bid summary sheet. Although not required, the owner may also announce the name of the \"apparent\" low bidder, but it is mandatory that the word \"apparent\" be used to clarify that the bids must still be evaluated further before a bidder is selected for the award. If an apparent low bidder is announced, the owner must remind everyone present that award is contingent on a detailed review of the bids. The owner may also remind those present of the general time frame for determination of award based on information in the Instructions to Bidders.",
    "4c_title": "Claims of Bid Mistakes",
    "4c_description": "A bidder must immediately notify the owner if claiming a mistake in a bid. Procedures of the bidding documents and any applicable state or local laws must be followed to address modifications or withdrawal of bids. Correction of major calculation errors that are not judgment errors may be allowed in many states. Otherwise a bid may be withdrawn with or without loss of bid security depending on the bidding documents and state law. The owner's attorney should make a determination as to whether the bidder may withdraw its bid and if the owner should retain the bid security associated with each bid."
  },
  {
    "RUS_Bulletin": "1780-34",
    "Page_Number": "6",
    "Section_5_Title": "EVALUATION OF BIDS AND CONTRACTORS",
    "Section_5a_Title": "Determining Responsiveness.",
    "Section_5a_Description": "The owner and consulting engineer with the assistance of the owner's attorney check each proposal to determine whether the bids are responsive and submitted by a responsible bidder. A responsive bid meets the requirements of the solicitation for bids and a responsible bidder is one capable of performing the work described in the bidding documents. To determine responsiveness, the owner, engineer and attorney must verify the following:",
    "Section_5a_1_Verification": "The bid is properly executed, signed, sealed and all addenda acknowledged;",
    "Section_5a_2_Verification": "The bid is complete with prices provided for all required items and any required supplemental information provided;",
    "Section_5a_3_Verification": "Proper bid security, such as a bid bond, has been provided and at the proper amount along with appropriate powers of attorney if required; and",
    "Section_5a_4_Verification": "USDA Rural Development required forms are included with the bid submittal.",
    "Section_5b_Title": "Minor Errors in Bids.",
    "Section_5b_Description": "If allowed by state law, the owner may waive certain minor informalities (missing or erroneous items). Submission of required USDA Rural Development forms may be considered a minor informality, but the forms must be submitted prior to issuance of any concurrence by Rural Development in a proposed award.",
    "Section_5c_Title": "Non-responsive Bids.",
    "Section_5c_Description": "If a bid proposal is considered clearly non-responsive, the bid should be returned to the bidder as soon as possible with an explanation of the reasons for its return. Any bid irregularity providing the bidder with a material advantage in the bidding process also makes the bid proposal non-responsive.",
    "Section_5d_Title": "Verification by Consulting Engineer.",
    "Section_5d_Description": "The consulting engineer then verifies the calculations in the bids and corrects arithmetic errors. Note that in most cases written words govern over numbers on individual line items, but bid requirements and state law will govern in this matter. Bid totals are verified and selection of bid alternates is applied in accordance with the process described in the Instructions to Bidders.",
    "Section_5e_Title": "Investigation of Low Bidder.",
    "Section_5e_Description": "The owner and consulting engineer then check the apparent low bidder's references, license, insurance, and bonding ability. The consulting engineer also checks to see whether the bidder or any of its principals are considered federally suspended or debarred. If the apparent low bidder meets the requirements of the Instructions to Bidders, has appropriate licenses, is bondable, is not suspended or debarred, has satisfactory performance on past contracts, and is considered capable of performing the current contract, the bidder is normally determined responsible."
  },
  {
    "RUS_Bulletin": "1780-34",
    "Page_Number": "7",
    "f_Bid_Tabulation_Description": "The consulting engineer then prepares a bid tabulation. A current project funds analysis including reasonable contingency, along with total funds available, must also be prepared by the engineer, owner, or Agency.",
    "g_Recommendation_for_Award_and_Concurrence_Description": "After the bid tabulation, the engineer makes a recommendation for award. If award is based in part on consideration of bid alternates, any procedures of the Instructions to Bidders and requirements of state law must be followed. The owner and owner's attorney evaluate the engineer's recommendation and submit the following to the Rural Development Processing Office for concurrence:",
    "g_1_Written_request_from_owner": "A written request from the owner to the Rural Development Processing Office stating at a minimum which bidder the owner wants to make award to, which bid alternates they wish to award, if any, and the proposed amount of the award;",
    "g_2_Copy_of_Affidavit_of_Publication": "A copy of the Affidavit of Publication for the Bid Advertisement - certified, dated, and signed;",
    "g_3_Certified_tabulation_of_bids": "Certified tabulation of bids (signed and sealed by the consulting engineer);",
    "g_4_Complete_copy_of_apparent_low_bidders_bid_submittal_includes": "A complete copy of the apparent low bidder's bid submittal, including:",
    "g_4a_Bid_Proposal": "Bid Proposal;",
    "g_4b_Bid_Bond_or_other_security": "Bid Bond or other security and powers-of-attorney; and",
    "g_4c_Executed_Certifications": "Executed Certifications including \"Compliance Statement\" (Form RD 400-6), \"Certification Regarding Debarment\" (Form AD-1048), and \"Lobbying Certification\" (RD Instruction 1940-Q, Exhibit A-1), and any other required forms;",
    "g_5_Engineers_written_recommendation_to_award_contract_includes": "Engineer's written recommendation to award the contract to a specific bidder including:",
    "g_5a_Analysis_of_recommended_contractors_ability": "An analysis of recommended contractor's ability to perform successfully under the terms and conditions of the proposed contract. Consideration must be given to such matters as contractor integrity, record of past performance, and financial and technical resources (i.e. responsible bidder);",
    "g_5b_Statement_that_requirements_of_Instructions_to_Bidders_met": "Statement that requirements of Instructions to Bidders were met (i.e. responsive bid), including documentation from the owner that any informalities not met are waived; and",
    "g_5c_Thorough_documentation_of_recommendation_to_award_to_other_than_low_bidder": "Thorough documentation of any recommendation to award to other than the low bidder (requires submittal of all bidders' packages from recommended bidder down to apparent low bidder)."
  },
  {
    "bulletin_number": "RUS Bulletin 1780-34",
    "page_number": "8",
    "h_title": "Owner's Discretion",
    "h_content": "In some cases, the owner may wish to award to other than the apparent low bidder or to reject all bids. 7 CFR 1780.72(b)(4) states that any or all bids may be rejected by the owner when it is in its best interest. Since this is directly stated in the regulation, owners should be given discretion to take such actions. However, if the owner wishes to reject one or more bidders to award to a higher bidder, because this increases project cost, they must provide the Rural Development Processing Office with a justification based on the responsiveness and responsibility of the bidder. If the Rural Development Processing Office does not concur in the award, the owner may be required to readvertise, but cannot be forced to award to a bidder they do not wish to award to.",
    "i_title": "Determination of Non-responsible Bidders",
    "i_content": "Examples of reasons that a bidder may be determined to be non-responsible include inadequate financial resources to hire competent workers or obtain adequate equipment, poor references, or a history of poor performance of work. Examples of non-responsiveness include a missing bid bond, a conditional bid, or one that has not been signed. All of these are examples of reasons that a consulting engineer may recommend and an owner may choose to reject the award to an apparent low bidder.",
    "j_title": "Justification for Award to Bidder not Recommended by Consulting Engineer",
    "j_content": "Occasionally an owner will wish to award to a bidder other than the one recommended by their consulting engineer. This action should not be allowed without justification from the owner to the Rural Development Processing Office, but the owner has the right to take this action if they have a reasonable justification for taking a different action than that recommended by the engineer.",
    "6_title": "AWARD",
    "6a_title": "Timeliness",
    "6a_content": "Within the bid hold period listed in the Instructions to Bidders, the owner must make a decision whether and to which bidder to award the contract. If a decision is not made within the bid hold period, bids will expire unless a bid extension is granted in writing by the bidders. Bidders making extensions conditional invalidate their bids and cause bids to become non-responsive. Rural Development must concur in awards of all contracts funded by Rural Development.",
    "6b_title": "Submission to Rural Development",
    "6b_content": "7 CFR 1780.61 requires that the consulting engineer's recommendation for award and the bid tabulation, including all the items described above, be submitted to Rural Development for concurrence prior to award. If adequate funds are available for the project, the Rural Development Processing Office typically submits these documents to the State Engineer for review.",
    "6c_title": "Concurrence by State Engineer",
    "6c_content": "The State Engineer will then evaluate the bid tabulation and the consulting engineer's written recommendation of award to determine whether they concur in the recommendation. In addition, prior to concurring in this recommendation, the State Engineer will verify that the recommended bidder is not suspended or debarred, as indicated at www.sam.gov. In unusual circumstances, award may be made to a suspended or debarred party if a waiver has been issued in accordance with 2 CFR 417.137."
  },
  {
    "RUS_Bulletin": "1780-34",
    "Page_Number": "9",
    "d_Case_File_Documentation": "In accordance with RD Instruction 1940-M (1940.606(b)(1)), the case file should be documented that the suspension and debarment status of the contractor was checked prior to concurrence in award and a copy of the Form RD 1048, “Certification Regarding Debarment, Suspension, Ineligibility and Voluntary Exclusion – Lower Tier Covered Transactions” filed.",
    "e_Justification_for_Recommendation_to_Higher_Bidder": "If award is recommended to other than the lowest responsive and responsible bidder, the Rural Development Processing Office should coordinate with the owner to obtain additional justification. The State Engineer should review this material and determine if they concur with the recommended award. The Regional Attorney of OGC may be contacted for guidance if necessary.",
    "f_Notice_of_Award": "If Rural Development concurs in award, the owner signs and issues the Notice of Award and notifies all other bidders of the award. The owner must sign the Notice of Award, not the consulting engineer. The Notice of Award announces award of the contract and requires the selected contractor to provide executed contracts, surety, and required insurance within a set time frame. The owner may retain the bid security of bidders who may have a reasonable chance of winning the award if the apparent low bidder does not provide adequate executed contracts, surety, and insurance within the required time frame. Bid security of all other bidders is then returned.",
    "g_Reassessment_of_Funding_Needs": "Additionally, if bids come in lower than expected and there is a significant reduction in project cost as a result, then the applicant’s funding needs will be reassessed by Rural Development in accordance with 7 CFR 1780.44(e). Excess loan or grant funds will be deobligated by Rural Development if they are not needed to complete the proposed project.",
    "h_Inadequate_Funds_Introduction": "If funds are inadequate for the project, the Rural Development Processing Office will work with the owner, consulting engineer, and other funding partners to determine the best course of action. One of the following approaches may be considered:",
    "h_Inadequate_Funds_Approach_1": "Obtain additional funds. Award the project as-is;",
    "h_Inadequate_Funds_Approach_2": "Restructure the project by redesign, phasing of the project, or value engineering. Re-advertise the project for new bids;",
    "h_Inadequate_Funds_Approach_3": "Reject all bids and use either competitive negotiation (7 CFR 1780.72(c)) or non-competitive negotiation (7 CFR 1780.72(d)) if applicable;",
    "h_Inadequate_Funds_Approach_4": "Re-advertise the existing project without changes in anticipation of lower bids;",
    "h_Inadequate_Funds_Approach_5": "In unusual circumstances, award the contract as advertised with a change order issued immediately after award to reduce cost; however this approach should only be used upon advice of the owner’s attorney."
  },
  {
    "rus_bulletin": "1780-34",
    "page_number": "10",
    "section_i_title": "Bid Protests",
    "bid_protests_general_note": "Note that a bidder not receiving the award may challenge award of the contract to another bidder. Here are some important points about bid protests:",
    "bid_protests_point_1": "There are no bid protest procedures in 7 CFR 1780. In fact, 7 CFR 1780.68 states “The owner is responsible for settlement of all contractual and administrative issues arising out of procurement entered into in support of a loan or grant. These include, but are not limited to: source evaluation, protests, disputes, and claims.” Though the owner is responsible for the settlement of these issues, Rural Development is still interested in the outcome. Rural Development will become involved or refer issues to appropriate federal or state agencies if there are matters of federal or state laws or requirements with OGC consultation as needed;",
    "bid_protests_point_2": "The owner’s attorney must be familiar with any state or local bid protest procedures or requirements and must determine if a formal bid protest procedure exists. If a contractor files a protest in accordance with such procedures, the owner with the assistance of their attorney responds to the protest according to the applicable procedure;",
    "bid_protests_point_3": "Where no formal protest process exists, a bidder wishing to contest a bid protest may attempt to file a case against the owner in a court of appropriate jurisdiction. The owner, not the government, is responsible for defending against such a lawsuit."
  }
]