{
  "file_name": "UEP_Bulletin_1724E-214.pdf",
  "pages": [
    {
      "page_number": 1,
      "content": "UNITED STATES DEPARTMENT OF AGRICULTURE \nRural Utilities Service \nBULLETIN 1724E-214 \nRD-GD-2019-96\nSUBJECT: Guide Specification for Standard Class Steel Transmission Poles \nTO:  RUS Electric Borrowers, Consulting Engineers, and RUS Electric Program Staff \nEFFECTIVE DATE:  Date of Approval \nOFFICE OF PRIMARY INTEREST:  Engineering Standards Branch, Electric Program \nFILING INSTRUCTIONS:  This bulletin replaces RUS Bulletin 1724E-214, \"Guide \nSpecification for Standard Class Steel Transmission Poles\" issued March 23, 2017. \nAVAILABILITY:  This bulletin can be accessed via the Internet at: \nhttps://www.rd.usda.gov/publications/regulations-guidelines/bulletins/electric  \nPURPOSE:  This bulletin provides guidance for procuring standard class steel poles for \ntransmission applications. \n        April 9, 2019\nChristopher A. McLean \nDate \nAssistant Administrator, \nElectric Program \nDisclaimer: The contents of this guidance document does not have the force and effect of law and is not \nmeant to bind the public in any way. This document is intended only to provide clarity to the public \nregarding existing requirements under the law or agency policies."
    },
    {
      "page_number": 2,
      "content": "Bulletin 1724E-214 \nPage ii \nACKNOWLEDGMENTS \nThe following current and former members of the Transmission Line Subcommittee of the \nNational Rural Electric Cooperative Association, Transmission and Distribution Engineering \nCommittee provided invaluable assistance in preparing this document: \nBallard, Dominic, East Kentucky Power Coop., Winchester, KY \nBeadle, Bob, North Carolina EMC, Raleigh, NC \nBeckett, Thomas, TL Beckett Consulting Engineers, Marietta, GA \nBertelsen, James, Dairyland Power Cooperative, La Crosse, WI \nCaldwell, Art, Georgia Transmission Corporation, Tucker, GA \nHarvey, Gary, East Kentucky Power Cooperative, Winchester, KY \nJohnson, Wilson, USDA, Rural Utilities Service, Electric Program, Washington, DC \nKahanek, Bil, McCord Engineering, Inc., College Station, TX \nLukkarila, Charles, Great River Energy, Maple Grove, MN \nMcAndrew, Jeremy, South Mississippi Electric Power Assoc., Hattiesburg, MS \nMetro, Patti, National Rural Electric Cooperative Association, Arlington, VA \nNordin, Bryan, Tri-State Generation & Transmission Association, Inc., Denver, CO \nRuggeri, Erik, Power Engineers, Hailey, ID \nShambrock, Aaron, South Central Power Company, Lancaster, OH \nTwitty, John, PowerSouth Energy Cooperative, Andalusia, AL \nWoodruff, Paul, Great River Energy, Maple Grove, MN \nZhang, Chendi, USDA, Rural Utilities Service, Electric Program, Washington, DC"
    },
    {
      "page_number": 3,
      "content": "Bulletin 1724E-214 \nPage iii \n \n \nBLANK PAGE"
    },
    {
      "page_number": 4,
      "content": "Bulletin 1724E-214 \nPage iv \n \nTABLE OF CONTENTS \nInstructions ............................................................................................................................ vii-x \nTechnical Specifications ....................................................................................................... 1-24 \n1 \nScope ..................................................................................................................................... 1 \n2   Definitions .............................................................................................................................1 \n3   Codes and Standards ...........................................................................................................  3 \n4   Conflicts between Specifications, Drawings, and Reference Documents  ..........................  5 \n5   General Requirements .........................................................................................................  5 \n6   Shipping and Delivery .........................................................................................................17 \n7   Drawings and Information to Be Supplied by Manufacturers ............................................17 \n8   Approvals, Acceptance and Ownership  .............................................................................19 \n9   List of Attachments to This Specification ...........................................................................19 \n \nAttachment A - Structure Dimensions and Pole Framing Drawings ..................................20 \n \nAttachment B - Application Requirements  ........................................................................22 \n \nAttachment C - Standard Class Steel Pole Bid Summary ...................................................24 \nAppendix A - Commentary \nAppendix B - Examples of Drawings \nAppendix C - Design Examples \nAppendix D - Selected Metric Conversions"
    },
    {
      "page_number": 5,
      "content": "Bulletin 1724E-214 \nPage v \n \nABBREVIATIONS \nACA \n \n \nAmmoniacal Copper Arsenate  \n \nACSR  \n \nAluminum conductor steel reinforced \n \n  \nACZA  \n \nAmmoniacal Copper Zinc Arsenate  \n \nANCO   \n \nAmerican Nut Company   \n \nAISC \n \n \nAmerican Institute of Steel Construction \n \n \nANSI \n \n \nAmerican National Standards Institute  \n \nASCE  \n \nAmerican Society of Civil Engineers  \n \n \nASTM  \n \nAmerican Society for Testing and Materials  \n \nAWS \n \n \nAmerican Welding Society \n \n \nCCA \n \n \nChromated Copper Arsenate \n \n \nDFT \n \n \nDry Film Thickness  \n \nEq. F \n \n \nEquivalency Factor \n \n \nHSS \n \n \nHigh Strength Steel \n \n \n \nkV  \n \n \nkilovolt  \n \nksi  \n \n \nkips (1000 lb.) per square inch  \n \n \nmph  \n \n \nmiles per hour \nLF  \n \n \nLoad factor \nNACE  \n \nNational Association of Corrosion Engineers \nNESC  \n \nNational Electrical Safety Code  \nNEMA  \n \nNational Electrical Manufacturers Association  \nOHGW  \n \nOverhead ground wire \npsf  \n \n \npounds per square foot \npsi  \n \n \npounds per square inch \nUNC \n \n \nunified coarse threads \nRUS \n \n \nRural Utilities Service \nSSPC \n \n \nSteel Structure Painting Council"
    },
    {
      "page_number": 6,
      "content": "Bulletin 1724E-214 \nPage vi \n \n DEFINITIONS \nBorrower – An entity which borrows or seeks to borrow money from or arranges financing with \nthe assistance of the Rural Utilities Service through guarantees, lien accommodations or lien \nsubordinations. \nRUS Form 198 – Equipment Contract. \nRural Utilities Service (RUS) – An Agency of the United States Department of Agriculture, \nunder Rural Development. \nINDEX: \n  Materials and Equipment:  Guide Specifications for Standard Class Steel Poles \n  Poles:  Steel \n  Specifications and Standards:  Guide Specifications for Standard Class Steel Poles. \n  Transmission Facilities:  Poles (Steel)"
    },
    {
      "page_number": 7,
      "content": "Bulletin 1724E-214 \nPage vii \n \nINSTRUCTIONS WHEN USING THE GUIDE SPECIFICATIONS \nFOR STANDARD CLASS STEEL TRANSMISSION POLES \n1. \nPURPOSE \nThe intent of this guide specification is to provide Rural Utilities Service (RUS) Electric \nProgram borrowers a basis for procuring standard class steel poles for transmission \napplications.  Use of this specification should help eliminate ambiguities that might arise \nin the evaluation process of competitively bid standard class steel poles procurements. \nBorrowers or their engineering representatives will need to complete this specification \nand add documents as appropriate.  Modifications to this specification may be necessary \nto consider special applications or preferences of the owner. \n2. \nSCOPE  \nThis suggested purchase specification covers the technical aspects of design, materials, \nmanufacturing, inspection, testing, and delivery of direct embedded standard class steel \npoles.  It is recommended that this specification be limited to single poles that are not \nguyed, not subjected to unbalanced lateral loads, or do not have unusual deflection or \nother special limitations.  For applications that consider these items, it is recommended \nthat the owner use “Guide Specifications for Steel Single Pole and H-Frame Structures,” \nRUS Bulletin 1724E-204.   \nThis guide specification does not include contract (front-end) documents or specifications \nfor construction.  The user of this specification should add these documents, including \ngeneral conditions and any supplemental instructions to the bidders.  This specification \nmay be expanded to include H-frame structures. \n3. \nINITIAL DESIGN CONSIDERATIONS \nThere are engineering decisions required of the user of this specification to determine \nwhich standard class steel poles to specify.  Some examples include, but are not limited to: \n• Amount of foundation rotation in contributing to P-delta moments; \n• Location of point of fixity; \n• Embedment depths; \n• Load cases to be considered in addition to those required by the National \nElectrical Safety Code (NESC); and \n• Deflection limitations. \nPrior to the selection of a standard class pole, the user should perform the engineering \nrequired for these types of issues or employ an engineering consultant to do so.  See \nAppendix A of this bulletin for a discussion of some of these items."
    },
    {
      "page_number": 8,
      "content": "Bulletin 1724E-214 \nPage viii \n \n4. \nINFORMATION TO BE COMPLETED BY THE OWNER \nUsers of these specifications should detach the instructions and the Appendices, and add \nor complete the following: \na. \nDocuments and general information to be added to the technical specification: \nFront-end documents and general information which need to be added to this \ntechnical specification. \n• RUS Form 198, Equipment Contract (Recommended for competitive bidding) \n• Supplemental Instructions to Bidders \n• General Conditions \nWhen there is competitive bidding, it is recommended that RUS Form 198 be \nused.  This form covers Notice and Instructions to Bidders, Proposal, and \nEquipment Contract.  For the 2nd item above, Supplemental Instructions, the user \nmay want to add such items as Bid Submission, Bid Price and Schedule, Bid \nAcceptance Period, Bid Requirements, and Bid Data.  A section on General \nConditions could include such items as Definition of Terms, Interpretation of Bid \nDocuments, Addenda to the Bid Documents, Insurance, Method of Payment (if \nRUS Form 198 is not used), Quantities, and Tabulation of Unit Prices. \nb.   \nRequirements to the technical specifications to be added or completed by the owner \nor owner’s representative and supplied to the bidders include: \n(1) \nConfiguration requirements and other information (Attachment A of the \nSpecification or equivalent): \n• Pole Length \n• Pole Class \n• Pole Framing (Pole attachment requirements) \n• Embedment Depths \n(2) \nStrength requirements and standard class designations for steel poles \nThis specification establishes standard steel pole sizes.  The engineer in the \ndesign process needs to select the appropriate standard class pole from \nTable 1 based on loading requirements and a calculated load 2 feet from \nthe top. \nMinimum design loads have to meet NESC requirements which are \nappropriate for the loading district, the NESC extreme wind load \nprovisions, NESC extreme ice with concurrent wind and any necessary \nextreme ice and wind conditions with the appropriate load factors and any \nlocal codes.  The design loads account for all loading cases, including wind \non pole and secondary stresses from foundation deflection and rotation, and \nfrom vertical loads acting on lateral pole deflection (P-delta effect)."
    },
    {
      "page_number": 9,
      "content": "Bulletin 1724E-214 \nPage ix \n \nThe American Society of Civil Engineers (ASCE) Guidelines for Electrical \nTransmission Line Structural Loading can be used for developing loads \nproduced by climate, accidents, construction and maintenance.  \nCalculations need to include the vertical, transverse, and longitudinal loads \nwith wind on the structure and the dead weight of the structure for any \ngiven loading condition applied simultaneously.  All loads require \nappropriate load factors. \n(3)   \nApplication Requirements (Attachment B of the Specification to be \ncompleted by the owner.) \n• Type of pole finish. \n• Special Charpy requirements. \n• Desired method of surface protection. \n• Preference of climbing ladders, steps or stepbolts.  Also, quantity of \nremovable ladders, steps or step bolts to be supplied with the total order \nof poles should be specified.  \n• Location of climbing and /or working ladders or step bolts. \n• Ground collar  \n• Pole grounding method. \n• Delivery schedule, and free on board destination, and owner’s contact.  \n• Miscellaneous additional items such as special attachments \nrequirements, climbing devices, hot line maintenance requirements \nswitch operating mechanisms, location of bolt holes for other \nequipment requirements. \n• Pole tests (if required). \n5.    \nINFORMATION TO BE COMPLETED BY THE MANUFACTURER \na.   \nThe owner or owner’s representative should have the following information \ncompleted and submitted by each bidder (Attachment C of this specification or \nequivalent). \n(1) \nDesign information (Pole Framing Drawing and length).  This will \ndemonstrate conformance with the design needs. \n(2) \nFor each standard class steel pole, provide the diameter at the top, at the \nground line, and at the bottom, plus the pole taper.  This will demonstrate \nconformance with the requirements of paragraph 5.a.(2)(c). \n(3) \nFor each standard class steel pole, provide the following general \ninformation: the weight of each pole; the tip load of each pole class; the \nlocation of the point of fixity; the type of steel according to American \nSociety of Testing and Materials (ASTM) number and yield; the pole cross \nsectional shape; and the connection details for multiple piece poles"
    },
    {
      "page_number": 10,
      "content": "Bulletin 1724E-214 \nPage x \n \n(slip/flange joints).  This will demonstrate conformance with the \nrequirements of paragraphs 5.a.(1), 5.a.(2), 5.a.(3), and 5.a.(6).  \n(4) \nFor each standard class steel pole, provide the following calculations at \nthe ground line: Moment, Shear, Axial load, and Cross-sectional area.  \nThis will demonstrate conformance with the requirements of section 5.a.   \n(5) \nFor each standard class steel pole, provide the following calculations at \nthe point of fixity: Moment, Shear, Axial load, and Cross-sectional area. \nThis will demonstrate conformance with the requirements of section 5.a.   \n(6) \nFor each standard class steel pole, provide the wall thickness at the pole \ntop, ground line, and bottom.  This may be provided in catalog form. \n(7) \nFor each standard class steel pole provide the pole top deflection due to \ndesign load. \nb.   \nDocumentation which the successful bidder needs to supply for approval by \nowner or owner's representative prior to manufacture of the pole include: \n(1) \nDescription of pole including geometry, thickness, length, diameter, taper, \nand hole locations. \n(2) \nComplete design/erection reproducible drawings for each pole class. \n(3) \nAnticipated deflection of pole at specified tip load. \n(4) \nConnection and Assembly Details on multiple piece poles. \nc. \nTest reports (as requested by the owner)."
    },
    {
      "page_number": 11,
      "content": "Bulletin 1724E-214 \nPage xi \n \n \nBLANK PAGE"
    },
    {
      "page_number": 12,
      "content": ""
    },
    {
      "page_number": 13,
      "content": "Bulletin 1724E-214 \nPage 1 \n \n \nSPECIFICATIONS FOR STANDARD CLASS STEEL TRANSMISSION POLES \n1. \nSCOPE:  This specification covers the design, materials, welding, inspection, protective \ncoatings, drawings and delivery of unguyed standard class, direct embedded, steel \ntransmission poles.  The poles are to be used in single pole, unguyed situations. \n2. \nDEFINITIONS \nAppurtenance – Any hardware or structural members that are attached to the pole to make \na complete structure. \nBearing Plate – A plate at the base of the pole that is intended to transfer the vertical loads \nof the pole. \nCharpy Impact – The impact properties of the material which are used to evaluate the \nsusceptibility of structural steel to brittle fracture.  See ASTM A370 and ASCE 48 for \ndetails.   \nCrook – A localized deviation from straightness that causes the centerline of one section of \nthe pole not to align with the centerline of another section of the pole.   \nCircumferential Weld /C-weld – A weld perpendicular to the long axis of a structural \nmember. \nD/t – The ratio of the diameter of a tubular pole to the plate thickness. \nEngineer – A registered or licensed person, who may be a staff employee or an outside \nconsultant, and who provides engineering services.  Engineer also includes duly authorized \nassistants and representatives of the licensed person. \nGround Collar – An additional steel plate jacket that encapsulates the portion of the buried \npole immediately above and below the groundline. \nGroup of Bolt Holes – All of the holes in which an appurtenance will be attached. \nGuyed Structure – A structure in which cable supports are used to increase its lateral load \nresistance. \nGroundline – A designated location on the pole where the surface of the ground will be \nafter installation of a direct embedded pole.  The groundline location will be used to locate \nthe ground collar and other attachments to the pole. \nFlanged Connection/splice – A bolted type connection. \nFactored Load – The maximum design load that includes the appropriate load factor \nspecified."
    },
    {
      "page_number": 14,
      "content": "Bulletin 1724E-214 \nPage 2 \n \nIn-Line Face – The face of the pole which “faces” an adjacent structure in the line. \nLongitudinal Weld – A weld parallel to the long axis of a structural member. \nManufacturer – The company responsible for the fabrication of the poles.  The \nmanufacturer fabricates the poles based on the design drawings developed by the structural \ndesigner, which is the manufacturer’s engineer responsible for the structural design of the \npoles.  \nLoad Factors (LF) – A multiplier, which is applied to each of the vertical, transverse and \nlongitudinal structure loads to obtain a factored load. \nOwner – The Rural Utilities Service borrower or owner's representative. \nP-delta (P-∆) Moment – A measure of the increase in bending moment resulting from a \nstructure’s displacement under load. \nPole Height – For this bulletin, this term is used interchangeably with pole length. \nPole Length – The length from the pole top to the bearing plate on the pole bottom.  \nPole Sweep – The measure of deviation from straightness along the length of the pole. \nPoint of Fixity – The point where the maximum moment occurs.  The actual location of \nthis point is dependent on the characteristics of soils around the embedded portion of the \npole.  For this specification it will be assumed to be equal to 7 percent of the pole length. \nPole Twist – spiral rotation of a pole section relative to the pole end. It is caused by the \nresidual stress in the steel as received from the mill, the clamping force holding the tube \nshells together and the heat applied during the seam welding process. \nSlip Connection/splice – A telescoping type connection of two tapered tubular pole \nsections. \nStandard Class Pole – A direct embedded steel pole that is designed according to a \nstandardized strength and loading criteria established by the owner. \nTaper – The change in diameter of a tubular section from its base to its top. \nTip Load – The horizontal load that is applied to the standard class pole at a distance of 2 \nfeet from the pole top. \nYield Strength – The minimum stress at which a material will start to physically deform \nwithout further increase in the load or which produces a permanent 0.2 percent \ndeformation.  This is also known as the elastic limit of the material."
    },
    {
      "page_number": 15,
      "content": "Bulletin 1724E-214 \nPage 3 \n \n \nUltimate Moment Capacity – The moment that is developed in the pole at the time the \nyield strength of the pole is realized. \nw/t – Ratio of a flat width of a multisided pole to the thickness of the steel plate. \nWeathering Steel – Steel that conforms to ASTM A588 or A871.  This steel forms a \nnatural protective oxide layer on the surface.  \n3. \nCODES AND STANDARDS   \n \nCodes, standards, or other documents referred to in this specification shall be considered as \npart of this specification.  The following codes and standards are referenced: \na. \nAmerican Institute of Steel Construction (AISC), “Specification for the Design, \nFabrication and Erection of Structural Steel for Buildings,” latest edition.  \nb. \nAmerican Society of Civil Engineers (ASCE) Standard, “Design of Steel \nTransmission Pole Structures,” ASCE 48, latest edition. \nc. \nAmerican Society of Testing and Materials (ASTM), various standards, latest \nrevision.  Referenced ASTM specifications: \nA6/A6M \nSpecification for General Requirements for Rolled Structural Steel \nBars, Plates, Shapes, and Sheet Piling \nA36/A36M \nSpecification for Carbon Structural Steel \nA123/A123M \nSpecification for Zinc (Hot-Dip Galvanized) Coatings on Iron and \nSteel Products \nA143 \nPractice for Safeguarding Against Embrittlement of Hot-Dip \nGalvanized Structural Steel Products and Procedure for Detecting \nEmbrittlement \nA153/153M \nSpecification for Zinc Coating (Hot-Dip) on Iron and Steel \nHardware \nA325 \nSpecification for High-Strength Bolts for Structural Steel Joints \nA354 \nSpecification for Quenched and Tempered Alloy Steel Bolts, \nStuds, and Other Externally Threaded Fasteners \nA370 \nTest Methods and Definitions for Mechanical Testing of Steel \nProducts"
    },
    {
      "page_number": 16,
      "content": "Bulletin 1724E-214 \nPage 4 \n \nA384 \nPractice for Safeguarding Against Warpage and Distortion During \nHot-Dip Galvanizing of Steel Assemblies \nA570/A570M \nSpecification for Steel, Sheet and Strip, Carbon, Hot-Rolled, \nStructural Quality \nA572/A572M \nSpecification for High-Strength Low-Alloy Columbium-\nVanadium Structural Steel \nA588/588M \nSpecification for High Strength Low-Alloy Structural Steel with \n50 ksi Minimum Yield Point to 4 in. Thick \nA595 \nSpecification for Steel Tubes, Low-Carbon, Tapered for Structural \nUse \nA607 \nSpecification for Steel, Sheet and Strip, High-Strength, Low-\nAlloy, columbium or Vanadium, or Both, Hot-Rolled and Cold-\nRolled \nA673/A673M \nSpecification for Sampling Procedure for Impact Testing of \nStructural Steel \nA871/A871M \nSpecification for High Strength Low-Alloy Structural Steel Plate \nwith Atmospheric Corrosion Resistance \nB695 \nSpecification for Coatings of Zinc Mechanically Deposited on Iron \nand Steel \nB696 \nSpecification for Coatings of Cadmium Mechanically Deposited \nd. \nAmerican Welding society (AWS), Structural Welding Code, AWS D1.1, latest \nedition. \ne. \nAmerican National Standards Institute (ANSI), National Electrical Safety Code, \nANSI C2, latest edition. \nf. \nSociety for Protective Coatings (SSPC, formerly Steel Structure Painting Council)/ \nNational Association of Corrosion Engineers (NACE) Surface Preparations \nSpecification, SSPC/NACE SP-6/NACE 3."
    },
    {
      "page_number": 17,
      "content": "Bulletin 1724E-214 \nPage 5 \n \n \n4.   \nCONFLICT BETWEEN THIS SPECIFICATION, DRAWINGS, AND \nREFERENCES DOCUMENTS   \nIn the event of conflict between this specification and the above referenced documents, the \nrequirements of this specification shall take precedence.  In the case of conflict between \nseveral referenced documents, the most stringent requirement shall be followed.  If a \nconflict exits between this specification or the referenced documents and the attached \ndrawings, the attached drawings shall be followed.  If clarification is necessary, contact the \nowner. \n5.   \nGENERAL REQUIREMENTS   \nThe design, fabrication, allowable stresses, processes, tolerances, and inspection shall \nconform to ASCE Standard, “Design of Steel Transmission Pole Structures” (ASCE 48), \nlatest edition, with the following additions and/or exceptions:   \na.   \nDesign Requirements \n(1)   \nPole designs shall be prepared for the attached Standard Class design loads.  \nThe poles shall be designed to meet ASCE 48, “Design of Steel \nTransmission Pole Structures”, design methods.  The point-of-fixity shall be \nconsidered to be located at a distance from the pole bottom that is equal to 7 \npercent of the pole length.  The pole shall be symmetrically designed such \nthat the strength required in any one direction shall be required in all \ndirections about the longitudinal axis.  \n(2)   \nUsing the corresponding values in Table 1, the poles shall be designed for \nthe following requirements as illustrated by Figure 1. \n(a)   \nThe pole shall develop the minimum ultimate moment capacity \nrequired in Table 1 at a distance of five feet from the pole top. \n(b)   \nThe pole shall develop the minimum ultimate moment capacity \nabove the point-of-fixity that is calculated by multiplying the tip \nload in Table 1 by the distance to the tip load.  \n(c)   \nThe geometry and taper of the pole shall be uniform throughout their \nentire length (top to butt)."
    },
    {
      "page_number": 18,
      "content": "Bulletin 1724E-214 \nPage 6 \n \n \nFigure 1 \nMinimum Ultimate Moment Capacity Diagram along the Pole \n(Tip Load X D)\nPoint-of-Fixity\nOwner Defined\nGroundline\nPole Butt\n5'\nD\nPole Top\n2'\nLoad\nTip\nBy Section 5.1.2.(c)\nStrength Governed\nStrength Governed\nBy Section 5.1.2.(b)\nStrength Governed\nBy Section 5.1.2.(a)\nMin. \nUltimate\nMoment \nCapacity\n \n(3)   \nThe poles shall be designed to withstand the specified tip loading in Table 1 \nwithout exceeding a pole deflection of 15 percent of the pole length above \nthe point of fixity when tested in accordance with ASCE 48. \n(4)   \nOverall length of poles shall be designed and manufactured in incremental \nlengths of 5 feet."
    },
    {
      "page_number": 19,
      "content": "Bulletin 1724E-214 \nPage 7 \n \n \nTable 1 \nStrength Requirements \n \n \nStandard Class \nDesignations for \nSteel  \nPoles \n \nMinimum \nUltimate Moment \nCapacity At Five Feet From \nPole Top \n(Ft.–Kip) \n \nHorizontal \nTip Load \nApplied 2 Ft from Pole Top \n(Lbs.) \n \nS-12.0 \n96 \n12,000 \nS-11.0 \n88 \n11,000 \nS-10.0 \n80 \n10,000 \nS-09.0 \n72 \n9,000 \nS-08.0 \n64 \n8,000 \nS-07.4 \n57 \n7,410 \nS-06.5 \n50 \n6,500 \nS-05.7 \n44 \n5,655 \nS-04.9 \n38 \n4,875 \nS-04.2 \n32 \n4,160 \nS-03.5 \n27 \n3,510 \nS-02.9 \n23 \n2,925 \nS-02.4 \n19 \n2,405 \nS-02.0 \n15 \n1,950 \n(5)   \nPoles shall be designed for the loads generated from handling and erecting \nwithout causing permanent deformation or damage to the pole when \nhandled according to the manufacturer’s instructions. Handling and erecting \nloads shall include but not be limited to, a one-point (tilting) pickup and a \ntwo-point (horizontal) pickup. \n(6)   \nThe maximum design unit stress shall be the minimum yield strength as \nstated in applicable ASTM specifications for the particular application and \ntypes of loads, including load factors. \n(7)  \nMinimum plate thickness for all pole components shall be 3/16 inch. \n(8)   \nThe owner shall provide the pole manufacturer with the load capabilities, \nattachment method, and attachment location of the appurtenances.  The pole \nmanufacture shall verify that the pole will not have a localized strength \nproblem at the attachment point. \n(9)   \nAll poles shall have bearing plates.  Bearing plates shall have diameter not \nmore than 2 inches greater than the maximum diameter at the pole butt. \n(10)   Galvanized poles shall have a drain hole at the bottom.  This hole shall not \nbe greater than 20 percent of the bottom plate surface area."
    },
    {
      "page_number": 20,
      "content": "Bulletin 1724E-214 \nPage 8 \n \n(11)   Grade and type of steel shall be uniform for the poles. \n(12)   Ground collars to protect the pole groundline area from corrosive \nenvironments are required per Attachment B.  Length of the ground collar \nshall be as specified in Attachment B. \n(13)   Ground collars shall have a minimum thickness of 3/16 inch; shall be \ncentered at the groundline; and shall not be considered in strength \ncalculations.  A seal weld shall be provided around the ground collar at the \ntop and bottom of the ground collar. \n(14)   The top of the pole shall be permanently covered with a structural steel \nplate that is bolted or otherwise permanently attached to the pole.  The pole \nshall be delivered with the pole cover attached in place.  \n(15)   Lifting lugs are optional.  The manufacturer shall supply all guidelines for \nhandling and erection of poles and arms. \n(16)   In the design of connections for vangs, brackets, or stiffeners attached to the \npole shaft, care shall be taken to distribute the loads sufficiently to protect \nthe wall of the pole from local buckling. \n(17)   Weathering steel structures shall be designed to eliminate water and refuse \ntraps.  The tubular sections shall be sealed from moisture entering the inside \nof the pole.  Factory drilled holes shall be plugged to prevent moisture \nintrusion during shipping. Connections shall be designed to reduce the \neffect of pack-out by preventing moisture from entering the joint or by \ndesigning the connection to allow moisture to easily drain off. \n(18)   Plastic plugs shall be installed in all nuts welded to the structure and all \ntapped holes. \n(19)   Pole design and design calculations shall be the responsibility of the \nmanufacturer. \n(20)   Poles shall be designed with the minimum number of joints. \n(21)   Field welding is not normally permitted.  In rare instances, it will be \npermitted to make minor repairs. All welds must be approved by the owner \nand must follow the manufacturer’s direction.   \n(22)   Flange connections for weathering steel poles shall be designed to avoid \npack-out. \n(23)   Application requirements: (See Attachment B of this Specification)"
    },
    {
      "page_number": 21,
      "content": "Bulletin 1724E-214 \nPage 9 \n \n \nb.   \nMaterials  \n(1) \nAll materials shall comply with the applicable requirements of ASTM \nspecifications.  Any modifications from ASTM specifications must be \napproved by the owner or the owner’s representative. \n(2) \nSteel utilized for the purposes of making poles shall conform with the \nfollowing ASTM Specifications: ASTM A36, ASTM A570, ASTM A572, \nASTM 588, ASTM A607, ASTM A871 or ASTM A595, and must be \nqualified to the requirements contained in ASTM A6/A6M-96b. \n(3) \nStructural plate, and weld material, shall conform to ASTM A370 and \nASCE 48.  Plates shall be heat-lot tested in conformance with ASTM A 673 \nCharpy V-Notch Impact test for properties of 15 ft-lbs. at –20°F. \n(4) \nFor galvanized structures, steel used for the pole shaft and arms shall have a \nsilicon content less than .06 percent. \n(5) \nBolts and nuts shall conform, as applicable to ASTM A307, ASTM A325, \nand ASTM A354.  Locknuts or American Nut Company (ANCO) type self-\nlocking nut shall be provided for each bolt.  Locknuts shall be the \ngalvanized MF type or ANCO type.  Other types of nut locking devices \nmust be approved by the owner.  \nc.   \nFabrication \n(1) \nAll welding shall be in accordance with the American Welding Society \nCode AWS D1.1, latest edition.  Welders shall be qualified in accordance \nwith AWS D1.1 welding procedures. \n(2) \nOne hundred percent penetration welds shall be required in, but not limited \nto, the following areas: \n• Circumferential welds (C-welds) joining structural members; \n• Longitudinal welds in the female portion of the joint within the slip joint \narea plus 6 inches; \n• Welds at butt joints with back-up strips; and \n• Longitudinal welds within 3 inches of C-welds, flange welds, base \nwelds and ends of tubes. \n(3) \nFull penetration, or equivalent 90 percent partial penetration with fillet \noverlay to develop the shaft capacity, shall be used for arm-to-arm brackets, \nvang-to-plate reinforcement, and arm box joints."
    },
    {
      "page_number": 22,
      "content": "Bulletin 1724E-214 \nPage 10 \n \n(4) \nQuality and acceptability along the entire length of full penetration welds \nshall be determined by visual and ultrasonic inspection.   \n(5) \nAll other penetration welds shall have 60 percent minimum penetration.  \nQuality and acceptability of all welds other than full penetration welds shall \nbe determined by visual inspection, supplemented by magnetic particle, \nultrasonic, or dye penetrant inspection.  \n(6) \nAll weld back-up strips shall be welded continuous for the length of the \nwelds.  Care shall be exercised in the design of welded connections to avoid \nareas of high stress concentration that could be subject to fatigue or brittle \nfractures. \n(7) \nField welding shall not be permitted except with owners, or owner’s \nrepresentative’s approval, and the manufacturer’s direction in repairing the \npole. \n(8) \nAll parts of the pole shall be neatly finished and free from kinks or twists.  \nAll holes, blocks, and clips shall be made with sharp tools and shall be \nclean-cut without torn or ragged edges. \n(9) \nBefore being laid out or worked in any manner, structural material shall be \nstraight and clean.  If straightening is necessary, it shall be done by methods \nthat will not compromise the steel. \n(10) \nShearing and cutting shall be performed carefully and all portions of the \nwork shall be finished neatly.  Copes and re-entrant cuts shall be finished \nneatly.    \n(11) \nAll forming or bending during fabrication shall be done by methods that \nwill prevent embrittlement or loss of strength in the material being worked. \n(12) \nHoles for connection bolts shall be 1/8 inch larger than the nominal \ndiameter of the bolts.  Holes in the flange plates for bolted splices shall be \n1/8 inch larger than the bolt diameter.  The details of all connections and \nsplices shall be subject to the approval of the owner or the owner’s \nrepresentative. \n(13) \nHoles in steel plates which are punched must be smooth and cylindrical \nwithout excessive tear out or depressions.  Any burrs that remain after \npunching shall be removed by grinding, reaming, etc. \n(14) \nHoles of any diameter may be drilled in plate of any thickness.  Care shall \nbe taken to maintain accuracy when drilling stacks of plates. \n(15) \nHoles may be made by use of a machine guided oxygen torch.  Flame cut \nedges shall be reasonably smooth to minimize stress concentrations.  \n(16) \nField drilled holes must be approved by the owner. If the manufacturer is \naware of the owner's intent to field drill holes, the manufacture must supply \na galvanizing touch-up kit for galvanized poles or a silicon sealant for \nweathering steel poles."
    },
    {
      "page_number": 23,
      "content": "Bulletin 1724E-214 \nPage 11 \n \n \nd.  \nTolerances \nManufacturing tolerances shall be limited to the following: \n \nPole Length \nOne piece:  ±2 inches, or ±1 inch ±1/8 inch per 10 feet of length, whichever \nis greater (i.e. - 120-foot pole shall have a length of 120 feet ±2½ inches) \n \nAssembled pole with flange connections:  same as for one piece \nAssembled pole with slip joint connections:  The accumulation of the slip \njoint tolerances not to exceed – 6-inch, +12 inch \nPole Diameter \n-0 inch, +1/4 inch \nPole End Squareness \n±1/2 inch per foot of pole diameter \n \nPole Sweep \n \n1/8 inch per 10 feet of pole length \n \nPole Twist \n \nLimit twist to 1°/10' of length, not to exceed 4°/tube segment. Overall \nstructure twist shall be limited to 10° for embedded and 6° for base \nplated structures.  Connections for all appurtenances to the pole shall \naccount for the pole twist and should align vertically. \nSlip Joint tolerances \nTolerances per manufacturer’s recommendations and total pole \nlength requirements above.  See Paragraph 5.g. \nPole Taper \nSee paragraph 5.a.(2)(c) . \nLocation of Groups of \nBolt Holes from Top of \nPole \n±1.0 inches \n(tolerance to dimension A,  \nFigure 2) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLocation of Centerline \nBetween Groups of \nBolt Holes  \n±1.0 inch \n(tolerance to dimension B, \nFigure 2) \n \nLocation of Holes \nWithin a Group of Bolt \nHoles \n \n±1/8 inch  \n(tolerance to dimension C, \nFigure 2) \nBolt Hole Diameter \nSee Paragraph 5.c.(12) for hole diameters \nBolt Hole Alignment \nNot to vary from the longitudinal pole centerline of that group of \nholes by more than 1/16 inch \nLocation of \nIdentification Plate \n±2.0 inch"
    },
    {
      "page_number": 24,
      "content": "Bulletin 1724E-214 \nPage 12 \n \ne. \nGrounding \n(1) \nA grounding connection shall be welded to the pole shaft, 18 inches above \nthe groundline or 6 inches above the ground collar.  The grounding \nconnection will be either the two-hole National Electrical Manufacturers \nAssociation (NEMA) pad, or a nut, or a threaded insert installed in the pole, \nor an approved alternative.   \n(2) \nGrounding pad face shall not be painted or covered with other coatings.  \nThe grounding nut thread and grounding pad threads shall be protected from \ncoatings. \n(3) \nThreaded inserts installed for grounding shall be made of Type 316 stainless \nsteel and provided with standard ½ inch, 13 UNC threads (Unified Coarse \nthreads).  Threads shall be protected from unapproved coatings. \nf.   \nClimbing Devices \n(1)   \nDesign Loads: \n(a)   \nStep Bolts and removable steps:  The step bolts, removable steps \nand attachment to the pole shall be designed to support a minimum \nof a 300-pound worker and equipment multiplied by a load factor \nas defined in paragraph 5.f.(2).  The load shall be at the outer edge \nof the step or bolt. \n(b)   \nRemovable Ladders:  The ladder and each attachment to the pole \nshall be designed to support a minimum of a 300-pound worker \nand equipment multiplied by a load factor as defined in paragraph \n5.f.(2).  The load shall be at the outer edge of the step or bolt.  \n(2)   \nLoad Factor: A load factor of 2.0 shall be applied to the design loads in \n5.6.1.  These loads shall be supported without permanent deformation.   \n(3)   \nLocation:  Climbing devices shall start 8 feet above groundline and extend \nto the pole top unless specified by the owner.  The climbing device shall be \nspaced such that each step is 1 foot 6 inches apart and orientated to provide \nmaximum ease of climbing.  They shall be located to avoid interference \nwith other attachments. \n(4)   \nFinish:  Step bolts, removable steps, and removable ladders shall be hot \ndipped galvanized.  For weathering steel poles, step bolts may be \nweathering steel."
    },
    {
      "page_number": 25,
      "content": "Bulletin 1724E-214 \nPage 13 \n \n \n(5)   \nIntent of steps/ladder: This system is intended for climbing the pole and \nworking on the structure.  It is not intended to replace the worker's fall \narrest system. \ng.   \nSplices \n(1) \nPoles shall be designed with a minimum number of joints.  Field welding \nshall not be allowed as part of the design of a new pole.  The shaft joints to be \nmade in the field shall be slip joints or bolted flange joints.  Slip joints shall \nbe designed for a nominal lap that will develop the full required design \nstrength of the pole at that point.  The minimum lap shall meet the \nrequirements of ASCE 48.  All welds on both sections of the pole, in the area \nof the splice, shall be complete penetration welds for at least a length equal to \nthe maximum lap dimension.   \n(2) \nManufacturer shall verify slip joint fit, through dimensional measurement or \nactual fit-up, before shipment.  Joints should not interfere with threaded \ninserts, step nuts, ladder clips, or jacking nuts. \n(3) \nSufficient jacking lugs and permanent orientation marks shall be provided \nat all slips joints to ensure proper alignment and complete overlap of the \njoint. \n(4) \nThe axis of the pole shall not be distorted after the pole is mated.  Shims \nshall not be allowed to straighten the pole unless approved by the owner.  \nThe owner reserves the right to reject a pole based on the improper mating \nof a pole splice. \nh.   \nAppurtenances \n(1)   \nAppurtenance material shall be supplied by the owner.  The owner shall \nprovide the pole manufacturer connector and/or member locations, \norientations, size, types, and strength capacities. \n(2)   \nThe steel pole manufacturer and the owner shall work together to assure \ndesign coordination and fit up of all appurtenance connections and members \nto poles.  Also refer to paragraph 5.a.(8) of this specification. \ni.   \nFinishes \n(1)   \nThe following finishes are acceptable:  Galvanizing, zinc primer combined \nwith paint, weathering steel, and a below grade coating. \n(a)   \nGalvanizing – All poles and structural components which are hot-\ndip galvanized shall meet all the requirements of ASTM A123 or \nASTM A153.  Measures shall be taken to prevent warping and"
    },
    {
      "page_number": 26,
      "content": "Bulletin 1724E-214 \nPage 14 \n \ndistortion according to ASTM A384 and to prevent embrittlement \naccording to ASTM A143.  Poles made of ASTM A588 steel shall \nnot be galvanized due to the high silicon content of the steel.  One \ngallon of zinc enriched paint shall be provided with each five poles.  \n(b) \nZinc Primer and Painting - Poles which are to be painted shall be \nhermetically sealed to prevent corrosion of interior surfaces.  After \nshot or sand blasting and cleaning in accordance with the surface \npreparations specification, SSPC/NACE SP-6/NACE 3, a zinc \nprimer of 3 mils dry film thickness (DFT) and two coats of finish \npaint, each 3 mils DFT shall be applied to all exterior surfaces in \naccordance with the paint supplier's recommendations.  One gallon \neach of primer and finish paint shall be supplied with each five \npoles.  A guarantee against flaking or fading of the paint for a \nminimum of 5 years shall be provided.  \n(c)   \nWeathering Steel - Steel shall conform to ASTM A588 or A871. \nAfter fabrication, poles made of weathering steel shall be cleaned \nof oil, scale, etc., in accordance with the surface preparation \nspecification SSPC/NACE SP-6/NACE 3, to ensure uniform and \nrapid formation of the protective oxide layer.  \n(d)   \nCoatings for the Embedded Portion of the Pole A minimum 16 mil \nDFT of two component hydrocarbon extended polyurethane coating \nthat is resistant to ultraviolet light shall be applied on the exposed \nsurface of the embedded portion of the pole.  The coating shall \nextend from the butt to 2 inches below the top of the ground collar, \nor 16 inches above groundline.  Other coatings shall be approved by \nthe owner prior to their use.  One-quart container of touch up shall \nbe provided with each five poles. \n(2)   \nBolts and nuts with yield strengths under 100,000 psi shall be hot-dip \ngalvanized per ASTM A153 and ASTM A143, or mechanically coated with \nzinc in accordance with ASTM B695, Class 50.  Bolting materials with \nyield strengths in excess of 100,000 psi shall not be hot-dip galvanized.  \nInstead, they shall be painted with zinc enriched paint or mechanically \ncoated with zinc per ASTM B695, Class 50.  Bolts and nuts made from \nweathering steel do not require a galvanizing coating.  \n(3)   \nCompliance with coating thickness requirements shall be checked with a \nmagnetic thickness gauge."
    },
    {
      "page_number": 27,
      "content": "Bulletin 1724E-214 \nPage 15 \n \n \nj.   \nMarkings  \n(1)   \nEach Pole shall be permanently marked on the pole shaft 60 inches above \ngroundline and on the bottom side of the bearing plate with the following \nidentifying information, unless specified otherwise by the owner:  \n• Manufacturer’s name \n• Month and year of manufacture \n• Length and class of pole \n• Ultimate moment capacity of the pole \n• Owner’s name \n• Pole weight \n(2) \nThe identification information listed above shall be permanently marked on \nthe transverse side of the pole.  The method of identification shall be \napproved by the owner.  The lettering shall be at least 3/4 inch in height.   \n(3) \nInformation on the butt of the pole may be with permanent paint applied \nwith a 1/2-inch-wide brush.  Paint identification markings may not be used \nin any other location. \n(4) \nEach section of a spliced pole shall be marked such that the intended mate \nsection can be easily identified.  The markings shall be permanent and \nlegible and contain at least the following information:  \n• Pole Length and Class (each section and total pole); and  \n• Structure number (if known). \nk.   \nInspection and Testing  \n(1) \nThe owner and the owner’s representative shall have free entry at all times \nduring fabrication, to all parts of the manufacturer’s plant to inspect any \npart of the production of the poles covered by this specification. \n(2) \nSteel members that are bent or warped or otherwise improperly fabricated \nshall be properly repaired or replaced at the sole discretion of the owner. \n(3) \nThe cost of tests made by the manufacturer (except full scale load tests on \npoles), including cost of the certified test reports shall be considered \nincluded in the bid price.  \n(4) \nThe manufacturer shall make tests in accordance with ASTM A370 and \nA673 to verify that the material used in the structures meets the impact \nproperties."
    },
    {
      "page_number": 28,
      "content": "Bulletin 1724E-214 \nPage 16 \n \n(5) \nMill test reports showing chemical and physical properties of all material \nfurnished under this specification shall be maintained by the manufacturer \nfor a period of 5 years and shall be traceable to the pole. \n(6) \nAll plates over 1-1/2 inches thick shall be ultrasonically tested to assure \nagainst defects that could lead to lamellar tearing. \n(7) \nQualification of welders or welding operators will be verified as to \nconformance with the provisions of AWS D1.1. \n(8) \nThe manufacturer shall make certified welding reports for each pole.  The \nreports covering welding shall include all welds of a pole.  Each weld shall \nbe clearly identified; and the report shall consist of the method of testing, \nwhether the weld is acceptable, the identification of the pole, the date, and \nthe name and signature of the inspector. \nl.   \nFull Scale Structure Testing  \n(1) \nThe poles that are to have full-scale load tests performed on them are listed \nin Attachment B.  Cost for such test shall be the responsibility of the owner, \nshall be separated from the manufacturer’s bid, and shall be negotiated in \nadvance of any test preparation. \n(2) \nDetails of the test procedures and methods of measuring and recording test \nloads and deflections shall be specified by the manufacturer prior to testing \nand shall be subject to the review and approval of the owner or the owner’s \nrepresentative. \n(3) \nDeflections shall be recorded in the transverse and longitudinal directions \nwhen applicable.  Deflection measurements shall be taken under the no load \ncondition both before and after testing. \n(4) \nMaterial procurement for test poles shall be identical to material \nprocurement procedures for regular production run poles. \n(5) \nA full report listing results shall be submitted after completion of all testing.  \nCopies of mill test reports shall be included in the load test report.  The \nreport shall also include a complete description of the load tests with \ndiagrams and photographs. \n(6) \nThe owner or the owner’s representative reserves the right to be present \nduring testing and shall be notified 2 weeks prior to the start of pole test."
    },
    {
      "page_number": 29,
      "content": "Bulletin 1724E-214 \nPage 17 \n \n \n6.    \nSHIPPING AND DELIVERY  \na.   \nShipping \n(1)   \nEach shipment shall be accompanied by a bill of materials, identifiable by \npole type and number.  Bolts and miscellaneous hardware will be identified \nby the list for match up with the respective pole shaft.  All parts that are \nrequired for any one pole shall be in one shipment, if possible. \n(2)   \nThe owner and owner’s representative shall be notified prior to shipment \nthat such shipment is to take place, and they reserve the right to inspect the \ncomponents prior to shipment.  The notification shall give quantities, \nweight, name of common carrier used, and expected time of arrival. \n(3) \nSalt-treated wood blocking and urethane foams shall not be used when \nshipping or storing weathering steel poles. \n(4)   \nTransportation and site handling shall be performed with acceptable \nequipment and methods by qualified personnel.  The manufacturer shall \nexercise precaution to protect poles against damage in transit. \n(5)  \nHandling instructions shall be included with the pole shipment (if special \nhandling is required). \nb.   \nDelivery  \n(1)   \nThe owner may take delivery at a designated location with the delivering \ncarrier’s equipment.  The manufacturer shall coordinate with the owner to \nensure smooth and efficient delivery of poles.   \n(2)   \nThe owner will provide all labor, equipment, and materials for the \nunloading of poles at the project site.  A pole is considered delivered when \nthe pole is lifted from the trailer or semitrailer of the delivery carrier. \n7.   \nDRAWINGS AND INFORMATION TO BE SUPPLIED BY THE    \nMANUFACTURER \na.   \nInformation to be supplied with the proposal (See Attachment C) \n(1)  \nPole diameter at the top, groundline, and bottom. \n(2)  \nThe pole taper of each pole in inches/foot. \n(3)  \nThe calculated weight of each class and length of pole. \n(4)  \nGeneral information about each pole length and class including tip load, \nlocation of point of fixity, type of steel used for the pole (ASTM number"
    },
    {
      "page_number": 30,
      "content": "Bulletin 1724E-214 \nPage 18 \n \nand yield), cross sectional shape, and connection details of multiple piece \npoles (slip joints/flange joints/welded to be one piece).  \n(5) \nCalculated groundline and point-of-fixity reactions due to the tip loadings \n(including shear, moment, and axial reactions) in order to demonstrate \nconformance with the requirements of 5.1.1 and 5.1.2. \n(6)  \nDescription of pole shaft cross section including thickness of the plate at \nthe bottom, groundline, and at the top. \n(7)  \nFor each standard class pole, provide pole top deflection using the \nspecified tip loading in order to demonstrate conformance with the \nrequirements of and 5.1.3. \n(8)  \nThe cost of each pole by size and length.  Also, the total order cost for \neach class and length of pole. \nb.   \nDocumentation to be supplied for the Owner’s Approval Prior to Fabrication (as \nrequested by the owner):  Documentation includes final design calculations for \nthe pole shaft at 5-foot intervals and will be based upon the pole loading shown in \nTable 1.   \nThe following information shall be supplied: \n• Total shear forces \n• Moment \n• Design Stress, Allowable stress, and Stress ratio \n• Section moduli \n• Cross-sectional area \n• Deflection at the pole top due to tip load \n• Detail drawings for each structure type giving weights of structure \n• Bill of materials list (if any) \n• Assembly instructions and erection drawings \n \n  (Slip joint lengths and allowable tolerances) \n• Special handling instructions (if required) \nc.   \nTest Reports (as requested).  \n• Certified mill test reports for all structural material. \n• Certified welding reports for each pole.  \n• Impact property test reports showing that the material used in the poles meets \nthe impact properties. \n• Test reports on coating thickness. \n• Report of pole testing, when required, including photographs, and diagrams."
    },
    {
      "page_number": 31,
      "content": "Bulletin 1724E-214 \nPage 19 \n \n \n8.   \nAPPROVALS, ACCEPTANCE AND OWNERSHIP  \na.   \nFinal designs must be approved by the owner or owner’s representative before \nmaterial ordering and fabrication.  Material ordering and fabrication prior to \napproval will be at supplier’s risk.  It is understood that award of this contract does \nnot constitute acceptance of design calculations submitted with the bid, if \ncorrections are required in the final structure designs due to manufacturer’s errors, \nomissions, or misinterpretations of the specifications, the quoted price shall not \nchange.  Approval of the drawings and calculations by the owner or the owner’s \nRepresentative does not relieve the supplier of responsibility for the adequacy of \nthe design, correctness of dimensions, details on the drawings, and the proper fit of \nparts. \nb.   \nAfter delivery, the poles will be inspected and shall be free of dirt, oil blisters, flux, \nblack spots, dross, teardrop edges, flaking paint or zinc; and in general, shall be \nsmooth, attractive, and unscarred.  Poles not meeting this requirement shall be \nrepaired or replaced by the manufacturer at no additional cost to the owner.  Final \ndecision to repair rather than replace a pole shall be at the owner’s sole discretion. \nc.   \nAll final drawings shall become the property of the owner, who shall have full \nrights to reproduce drawings and use them as the owner sees fit. \n9.   \nLIST OF ATTACHMENTS TO THIS SPECIFICATION:   \nAttachment A, and B to be completed by the engineer.  Attachment C to be completed by \nthe manufacturer. \n• Attachment A, Structure Dimensions and Pole Framing Drawings \n• Attachment B, Application Requirements \n• Attachment C, Bid Summary"
    },
    {
      "page_number": 32,
      "content": "Bulletin 1724E-214 \nPage 20 \n \nAttachment A \nStructure Dimensions and Pole Framing Drawings \n(To be Completed by the Engineer)"
    },
    {
      "page_number": 33,
      "content": "Bulletin 1724E-214 \nPage 21 \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 34,
      "content": "Bulletin 1724E-214 \nPage 22 \n \nAttachment B. Application Requirements \n(To be Completed by the Engineer) \n1. \nType of finish of the pole (indicate by checking one) \nWeathering____________________________ \nGalvanized____________________________ \nZinc primer and paint____________________ \n2. \nSpecial Charpy requirements  _______ _________________________________ \n3. \nSurface protection desired for embedded portion of the pole (indicate by checking one \nor both) \n \n \n \n \n \n \n \n \nPolyurethane Coating____________________ \n  \n \n \n \n \n \n \n \n \nAnodes_______________________________ \n4. \nClimbing device type (indicate by checking one) \nStep Bolts_____________________________ \nLadder     _____________________________ \nRemovable Steps_______________________ \n5. \nLocation of climbing device \n \n_____________________________________ \n6. \nLength of ground collar   \n \n_____________________________________ \n7. \nGrounding plate or nut \n \n \n_____________________________________ \n8. \nDelivery schedule \n \n              _____________________________________ \n9. \nFree on board destination  \n \n  ___________________________________ \n10. \nPole test (if required)  \n \n \n \n     ______________________________ \n11. \nAdditional Requirements (below) \n \n \n  ____________________________"
    },
    {
      "page_number": 35,
      "content": "Bulletin 1724E-214 \nPage 23 \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 36,
      "content": "Bulletin 1724E-214 \nPage 24 \n \nAttachment C. Standard Class Steel Pole Bid Summary \nStandard Class Steel Pole Bid Summary \n(Information to be supplied with the bid) \nDESIGN INFORMATION \n  Pole framing drawing  \n \n \n \n \n \n  Pole Class \n \n \n \n \n \n  Pole Length \n \n \n \n \n \nPOLE DESCRIPTION \n \n \n \n \n \n  Top Diameter \n \n \n \n \n \n  Groundline Diameter \n \n \n \n \n \n  Bottom Diameter \n \n \n \n \n \n  Taper (in/ft) \n \n \n \n \n \nGENERAL \n  Pole Wt/ each \n \n \n \n \n \n  Tip Load \n \n \n \n \n \n  Point of Fixity Loc \n \n \n \n \n \n  Steel (ASTM/yield ) \n \n \n \n \n \n  Cross section shape \n \n \n \n \n \n  Splice joint type \n \n \n \n \n \nCALCULATIONS AT THE GROUNDLINE \n  Moment \n \n \n \n \n \n  Shear \n \n \n \n \n \n  Axial \n \n \n \n \n \n  Cross Sectional Area \n \n \n \n \n \nCALCULATIONS AT THE POINT OF FIXITY \n  Moment \n \n \n \n \n \n  Shear \n \n \n \n \n \n  Axial \n \n \n \n \n \n  Cross Sectional Area \n \n \n \n \n \nWALL THICKNESS \n  Top \n \n \n \n \n \n  Groundline \n \n \n \n \n \n  Bottom \n \n \n \n \n \nDEFLECTION (Top) \nCOST SUMMARY \nCOST/POLE \n \n \n \n \n \nNUMBER OF POLES \n \n \n \n \n \nTOTAL COSTS \n \n \n \n \n \nCOMMENTS: \n \n \n \nTRANSMISSION LINE POLES \nATTACHMENT C \nBID SUMMARY – DESIGN INFORMATION,WEIGHTS, \n AND PRICE INFORMATION \n \n(INFORMATION TO BE SUPPLIED \nWITH THE PROPOSAL)"
    },
    {
      "page_number": 37,
      "content": "Bulletin 1724E-214 \nPage 25 \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 38,
      "content": ""
    },
    {
      "page_number": 39,
      "content": "Bulletin 1724E-214 \nAppendix A \nPage 1 \n \n \nAPPENDIX A \nCOMMENTARY \n1.   \nGeneral \nThe necessity of a clear bid specification for the purchase of standard class steel poles is \nvery important to the bid evaluation process and the acquisition of structurally adequate \npoles.  The specification should contain sufficient requirements and information so that all \nbids can be evaluated equally and so that the manufacturer clearly understands what is \nexpected of the manufacturer. \nScope \nWhile use of this standard class steel pole specification is not prohibited to poles which are \nguyed, which are subjected to unbalanced lateral loads or which have deflection or other \nspecial limitations, the owner must be prudent when using this specification in these types \nof applications. \nIt is recognized that, with the proper understanding and usage of some computerized \nstructural analysis and transmission line design programs, it is possible to select a standard \nclass steel pole which might otherwise be beyond the scope of this specification.  The \nowner must be sure that combined bending and buckling analysis is performed, and that \ndeflections are properly modeled.  \nThe owner should recognize when the design of a steel pole may be more prudently \naccomplished using the “Guide Specification for Steel Single Pole and H-Frame \nStructures,” RUS Bulletin 1724E-204, which requires the actual loading conditions to be \nspecified.  In using RUS Bulletin 1724E-204, the manufacturer assumes full responsibility \nin designing and manufacturing a structurally adequate pole.  \nStandard Class Pole \nIn some cases, utilities prefer to specify certain steel poles to be designed according to \nstandardized loading criteria, much like the standard classifications for wood poles. \nIn utilizing standard class steel poles, a complete structural analysis is still required for all \nstructures.  All appropriate loading criteria are considered in the analysis.  Once the \nrequired steel pole strength is determined, a standard class steel pole that meets the actual \nloading conditions can be selected.  A complete design example is shown in Appendix C. \nWithout considering all the potential reasons for specifying standard class poles, this \nspecification is developed in order to establish a standard classification system and to assist \nthe owner in procuring a standard class steel pole which is properly designed for the \nintended loading criteria."
    },
    {
      "page_number": 40,
      "content": "Bulletin 1724E-214 \nAppendix A \n Page 2 \n \nThis guide specification attempts to eliminate ambiguity in specifying and purchasing \nstandard class steel poles.  Since it has become a widespread practice in the industry to \ndesign and manufacture poles which are based on the wood pole classification system of \nthe American National Standards Institute (ANSI 05.1), the steel pole classifications \ndeveloped in this specification generally follow the wood pole classification system. \nHowever, to avoid confusion with the wood pole classifications, the steel pole \nclassifications have a unique naming system. \nWood Pole Equivalency \nIn some cases, the owner may design a transmission line based on wood pole \nclassifications as described in ANSI 05.1 and then wish to order steel poles which meet the \nwood pole equivalent loadings.  Because of the differences in strength factors applied to \nwood poles in comparison to steel poles, the owner must be sure that the strength factors \nare properly accounted for in the design of the steel poles.  \n“Wood pole equivalent” is a term that may be defined in a number of ways.  For purposes \nof this commentary, the term “wood pole equivalent” is defined as a standard class steel \npole which is equated by required factored loading to an ANSI 05.1 standard class wood \npole.  The equation is made by a ratio of the strength factors applicable for each pole type \nand loading criteria. \nThe design and purchase of steel poles as an equivalent to wood poles can be vague even \nwith clear instructions.  As such, the owner should be sure that the equivalency is properly \ndetermined. Once the equivalency is determined, the owner should specify the standard \nclass steel pole based on the classifications detailed in paragraph 5.a.(2).  In doing this, the \nmanufacturer will not be involved in the equivalency process and the ambiguity should be \neliminated. \nThe wood pole equivalency is based on the required ultimate moment capacity of the pole \nat the groundline based on embedment depths shown in ANSI 05.1.  In obtaining a suitable \nequivalency, the owner must consider factors other than the equivalent groundline \nmoment.  For example, the differences in material and section properties of the wood pole \nversus the steel pole will result in differences in buckling analysis, pole deflections, \nsecondary moments, applied wind forces, etc. \nIt is impossible to completely equate the steel pole and wood pole at all points along the \npole.  The owner must be certain that the steel pole selected by equivalency methods will \nhave strength sufficient for the actual application."
    },
    {
      "page_number": 41,
      "content": "Bulletin 1724E-214 \nAppendix A \nPage 3 \n \n \nEquivalency Factor (Eq.F) \nThe equivalency factor (Eq.F) is defined as the ratio of the wood pole strength factor to the \nsteel pole strength factor for a given loading condition.   \nFor example, for NESC Grade B district loading, the wood pole strength factor is 0.65 and \nthe steel pole strength factor is 1.00.  Thus, the equivalency factor will be 0.65/1.00 = \n0.650. \nThe equivalency factor is a useful concept to understand as the owner requires a wood pole \nequivalent under various loading conditions and strength factors.  Several examples of \nequivalencies are listed in the following sections. \nWood Pole Equivalency – 0.65 TO 1.00 Ratio (0.65 Eq.F) \nFor the NESC Grade B district loadings, the NESC allows for a strength factor of 1.00 to \nbe applied to a load on a steel pole while it requires a strength factor of 0.65 to be applied \nto a load on a wood pole.  As such, the ultimate strength requirement for the steel pole will \nbe less than the ultimate strength of the wood pole for the district loading conditions. \nFor example, the owner designs a transmission line for wood poles based on NESC district \nwind loading conditions.  The owner wishes to purchase a steel pole that is equivalent to a \nClass 1 wood pole.  Based on ANSI 05.1, the Class 1 wood pole groundline strength is \nderived by applying a horizontal factored load of 4,500 pounds at 2 feet from the pole top \nbased on a simple cantilever.  Since the owner had classed the wood pole based on an \nNESC strength factor of 0.65, the owner wishes to select a steel pole meeting the same \nNESC district wind loading conditions.  To do this, the owner will multiply the required tip \nloading of 4,500 pounds by 0.65/1.00, which equals 2,925 pounds.  The 0.65/1.00 ratio (or \n0.65 Eq.F) adjusts for the difference between wood and steel strength factors.  The owner \nwill then select a standard class steel pole which has an ultimate moment capacity based on \nthe horizontal tip loading of at least 2,925 pounds.  From paragraph 5.a.(2), the owner \nselects a class S-02.9 pole, which has a tip loading of 2,925 pounds. \nBased on the method shown in this example, Table A-1 of this Appendix at the end of this \nsection is a tabulation of wood pole equivalencies based on the NESC Grade B district \nloading. \nWood Pole Equivalency - 0.75 to 1.00 Ratio (0.75 Eq.F) \nFor the NESC Grade B extreme wind loadings, this specification requires a strength factor \nof 1.00 to be applied to an extreme wind load on a steel pole while the NESC requires a \nstrength factor of 0.75 to be applied to an extreme wind load on a wood pole.  As such, the \nultimate strength requirement for the steel pole will be less than the ultimate strength of the \nwood pole for the NESC extreme wind loading conditions."
    },
    {
      "page_number": 42,
      "content": "Bulletin 1724E-214 \nAppendix A \n Page 4 \n \nFor example, the owner designs a transmission line for wood poles based on NESC \nextreme wind loading conditions.  The owner wishes to purchase a steel pole that is \nequivalent to a Class 1 wood pole. Based on ANSI 05.1, the Class 1 wood pole groundline \nstrength is derived by applying a horizontal factored load of 4,500 pounds at 2 feet from \nthe pole top based on a simple cantilever.  Since the owner had classed the wood pole \nbased on an NESC extreme wind strength factor of 0.75, the owner wishes to select a steel \npole meeting the same extreme wind loading conditions.  To do this, the owner will \nmultiply the required tip loading of 4,500 pounds by 0.75/1.00, which equals 3,375 \npounds.  The 0.75/1.00 ratio (or 0.75 Eq.F) adjusts for the difference between wood and \nsteel extreme wind strength factors.  The owner will then select a standard class steel pole \nwhich has an ultimate moment capacity based on the horizontal tip loading of at least \n3,375 pounds.  From paragraph 5.1.2, the owner selects a class S-03.5 pole, which has a tip \nloading of 3,510 pounds. \nBased on the method shown in this example, Table A-2 at the end of this section is a \ntabulation of wood pole equivalencies based on the NESC Grade B extreme wind loading.   \nWood Pole Equivalency – 1 to 1 Ratio (1.0 Eq.F) \nThe owner may wish to order a steel pole that has the same ultimate strength as a specified \nwood pole class. One common application of this is when the owner designs a transmission \nline using wood pole properties but utilizing steel pole strength factors.  In this case, the \nowner has accounted for the difference in wood versus steel strength factors during the \ndesign of the project. \nFor example, the owner designs a transmission line for wood poles based on NESC district \nwind loading conditions.  However, for steel poles, the owner uses the NESC district \nstrength factor of 1.00 (applicable to steel poles) in the calculations.  The owner selects a \nwood pole Class 1 at a specific location.  Thus, the owner wishes to purchase a steel pole \nwhich is equivalent in ultimate strength to a Class 1 wood pole. Based on ANSI 05.1, the \nClass 1 wood pole groundline strength is derived by applying a horizontal factored load of \n4,500 pounds at 2 feet from the pole top based on a simple cantilever.  Therefore, the \nowner will require a steel pole with an ultimate moment capacity based on the same 4,500-\npound tip loading.  From paragraph 5.a.(2), the owner selects a Class S-04.9 steel pole, \nwhich has a tip loading of 4,875 pounds. \nBased on the method shown in this example, Table A-3 is a tabulation of wood pole \nequivalencies based on the ultimate-to-ultimate strength comparison, or 1.0 equivalency \nfactor. \nOther Wood Pole Equivalencies \nUsing the wood pole equivalency methods described, the owner can develop equivalency \ntables for other ratios of wood versus steel strength factors."
    },
    {
      "page_number": 43,
      "content": "Bulletin 1724E-214 \nAppendix A \nPage 5 \n \n \nTABLE A-1 - WOOD POLE EQUIVALENCY \nBASED ON 0.65 to 1.00 RATIO \n(0.65 Equivalency Factor) \n(NESC Grade B District Loading) \n(Equivalencies based on approximate groundline strength) \nDesign \nWood Pole Class  \n0.65 Strength Factor \n \n \n \nSelect \nSteel Pole Class  \n1.00 Strength Factor \nH6 \n \nS-07.4 \nH5 \n \nS-06.5 \nH4 \n \nS-05.7 \nH3 \n \nS-04.9 \nH2 \n \nS-04.2 \nH1 \n \nS-03.5 \n1 \n \nS-02.9 \n2 \n \nS-02.4 \n3 \n \nS-02.0 \n \nTABLE A-2 - WOOD POLE EQUIVALENCY \nBASED ON 0.75 to 1.00 RATIO \n(0.75 Equivalency Factor) \n(NESC Grade B Extreme Loading) \n(Equivalencies based on approximate groundline strength) \nDesign \nWood Pole Class  \n0.75 Strength Factor \n \n \n \nSelect \nSteel Pole Class  \n1.00 Strength Factor \nH6 \n \nS-09.0 \nH5 \n \nS-08.0 \nH4 \n \nS-06.5 \nH3 \n \nS-05.7 \nH2 \n \nS-04.9 \nH1 \n \nS-04.2 \n1 \n \nS-03.5 \n2 \n \nS-02.9 \n3 \n \nS-02.4"
    },
    {
      "page_number": 44,
      "content": "Bulletin 1724E-214 \nAppendix A \n Page 6 \n \nTABLE A-3 - WOOD POLE EQUIVALENCY \nBASED on 1:1 RATIO \n(1.0 Equivalency Factor) \n(Ultimate-to-Ultimate Comparison) \n(Equivalencies based on approximate groundline strength) \nDesign \nWood Pole Class \n \n \n \nSelect \nSteel Pole Class \n \nH6 \n \nS-12.0 \nH5 \n \nS-10.0 \nH4 \n \nS-09.0 \nH3 \n \nS-08.0 \nH2 \n \nS-06.5 \nH1 \n \nS-05.7 \n1 \n \nS-04.9 \n2 \n \nS-04.2 \n3 \n \nS-03.5 \n \n2.   \nDesign - Section 5 \nLoads - Paragraph 5.a \nThe primary loads for steel poles are weather loads.  Weather, construction and \nmaintenance loads need to be determined by the owner in order to select the proper \nstandard class pole. \nLoad factors for NESC light, medium, and heavy loading districts should be at least equal \nto those given in the applicable edition of NESC for Grade B construction.  The load factor \nfor extreme ice and extreme wind is recommended to be at least 1.1. \nIn addition to using the NESC district loading requirements, the ASCE publication No. 74, \n“Guidelines for Transmission Line Structure Loading,” can be used to provide owners with \nprocedures for the selection of design loads and load factors related to climate, accidents, \nconstruction and maintenance. \nOnce the design loadings have been determined, a design of the structure should be \nperformed by the owner’s engineer or structural designer.  It is recommended that a \nnonlinear structural analysis computer program be utilized in order to consider the \nloadings, secondary moments (p-delta effect), and effects of foundation rotations and \ndeflections. As a minimum, an approximate method for determining the ultimate moment"
    },
    {
      "page_number": 45,
      "content": "Bulletin 1724E-214 \nAppendix A \nPage 7 \n \n \ncapacity should be utilized, such as the methods given in the “Design Manual for High \nVoltage Transmission Lines,” RUS Bulletin 1724E-200. \nOnce the structural analysis has been completed, the owner’s engineer or structural \ndesigner may select a standard class steel pole which has the ultimate moment capacity \ngreater than the design loading requirements. Consideration should be given for strength \nrequirements at all points along the pole, not just at the groundline. \nP-Delta Moment \nPrior to selecting a standard class steel pole, the owner should determine the effect of the \nsecondary moments due to the vertical loadings, including the effect of the pole weight, \nduring the transmission line design process. \nWhenever there is a transverse or longitudinal load, the pole will deflect in the direction of \nthe load.  As a result, the vertical load is no longer in its original position.  The vertical \nload moves over as the pole deflects, causing additional moments in the pole.  Also, the \npole weight can place secondary moment loads in the pole.  The additional stress caused \nby this secondary moment is dependent on the magnitude of the vertical load and deflected \nshape of the pole.  Many pole designs, particularly tall poles, have to be calculated for the \nposition of equilibrium of forces in the fully displaced position.  The solution typically \ntakes many iterations.  A full nonlinear analysis will consider the change in orientation of \nthe loads relative to the displaced positions of the structural members.  \nAs a minimum, an approximate method for determining the effect of the secondary \nmoments should be utilized, such as the method given in the RUS Bulletin 1724E-200. \nFoundation Rotation and Deflection \nAlthough significant foundation rotation and deflection criteria are considered to be \nbeyond the scope of this standard class steel pole specification, some allowances can be \nmade for these effects.  They should be considered during the owner’s analysis of the \nactual loading conditions to apply to the steel pole.  Typically, this type of analysis is \naccomplished by nonlinear structural analysis techniques.  \nOnce the structural analysis has been completed (including foundation rotations and \ndeflections, p-delta effect, etc.), the owner may select a standard class steel pole that has \nthe ultimate moment capacity greater than the design loading requirements. \nLongitudinal Loads \nIt is recommended that RUS Bulletin 1724E-204 be utilized whenever the longitudinal \nloads may result in a significant unbalanced lateral loading condition."
    },
    {
      "page_number": 46,
      "content": "Bulletin 1724E-214 \nAppendix A \n Page 8 \n \nBecause steel poles are flexible structures, there may be a reduction in induced moments in \na pole under some types of longitudinal loads due to the restraining effect of the overhead \nground wires.  Traditionally, static longitudinal loads are specified due to the complexity \nof calculating the influence of structure flexibility. \nGuyed Poles and Guy Wires \nIt is generally beyond the scope of this standard class steel pole specification to consider \nguyed poles and guy wires in the design of the structure.  It is recommended that RUS \nBulletin 1724E-204 be utilized instead. \nIt is generally agreed that a steel pole has less buckling strength than an equivalently \nclassed wood pole.  Wood poles are solid wood and the material in the heart of the pole \ncan resist buckling.  Standard class steel poles however, are thin walled, hollow structures \nwith limited buckling strength.  The forces resulting from the attachment of the guy wires \nto the standard class steel pole needs to be carefully analyzed by a structural engineer.  The \nsteel pole and guy wire(s) must be designed as a system.  \nAny time a steel pole structure is guyed, the guy type, size, modulus of elasticity and guy \nslope or angle has to be determined by the owner and properly modeled in the analysis of \nthe steel structure.  The load in the guy wire should be limited to 65 percent of its ASTM \nrated breaking strength under actual factored loading conditions, as is required by RUS \nBulletin 1724E-204.  The steel pole and guy wire(s) must be designed as a system.  The \nguy modulus of elasticity can increase from a minimum value at the time of manufacture, \nto a maximum value that results from periodic stretching and relaxing during the load \ncycles.  Ranges from 19,000 ksi to 28,000 ksi have been stated.  The ASCE steel pole \nspecification (ASCE 48) has suggested the engineer use a guy wire modulus of elasticity of \n23,000 ksi whenever it is not specified. \nThe owner should use caution in using this equivalency method of sizing standard class \nsteel poles and its usage should be prudently influenced by the owner’s experience in \nsimilar applications where actual design loadings were utilized under similar guying \nconditions.  However, a typical situation where the owner may wish to use this \nspecification for guyed poles is when the owner uses a transmission line design computer \nprogram, or other structural analysis program, in which minimum strength values are input \nfor each pole type and the program is capable of combined bending and buckling analysis \nof guyed steel poles. \nPoint of Fixity - Paragraph 5.a.(1) \nPoint of fixity for this specification is defined as the location on the pole where maximum \nmoment occurs.  Maximum moment is calculated by the pole designer using the loadings \nprovided by the owner and multiplying those loadings by the appropriate moment arms.  \nThe existing soil and backfill has to be able to support the pole with these bending \nmoments applied.  The location of this point of fixity could be at or below the groundline."
    },
    {
      "page_number": 47,
      "content": "Bulletin 1724E-214 \nAppendix A \nPage 9 \n \n \nThe exact location is theoretical and depends on the soil condition and backfill used to \nsupport the pole. \nFor the standard class pole, the point of fixity should remain at the same location on the \npole, regardless of the embedment depth the owner may specify for a given application.  \nOtherwise, the required pole strength could vary as the location of the point of fixity \nvaries.  Within the scope of this standard class pole specification, the point of fixity is \narbitrarily considered to be located at a distance from the pole butt that is equal to 7 \npercent of the pole length.  This value seems to work quite well over a range of pole \nlengths and is approximately the same value as a point of fixity located at 1/3 of the \ndistance below the groundline based on an embedment depth of 10 percent of the pole \nlength + 2 feet.  \nPole Top Strength (Paragraph 5.a.(2)(a) \nThis specification sets minimum ultimate moment capacity requirements near the pole top \nfor each standard pole classification.  The similar ANSI 05.1 requirement is generally \noverlooked, misunderstood or not considered by manufacturers and others who seek to \nstandardize pole sizes based on the wood pole classifications.  \nUpon a careful study of the ANSI 05.1 wood pole specification, one should understand that \nthe horizontal loading applied at 2 feet from the pole top is for the purpose of determining \na required groundline ultimate moment capacity for any length pole of the given class.  \nHowever, the minimum required wood pole top size is specified apart from the horizontal \nloading requirement  \nFor example, according to ANSI 05.1, a Class 1 wood pole must have a circumference of \n27 inches at the top.  When applied to the Douglas Fir or Southern Yellow Pine poles with \na fiber stress of 8,000 psi, the resulting top strength is calculated as 41.5 ft-kips for the \nClass 1 wood pole.  \nBecause the conductors and shield wire supports are typically located on crossarms away \nfrom the pole axis, significant moments can be generated in the pole near the top.  The \nmoments are greatly increased whenever a braced pole top assembly is utilized.  These \nmoments are not accounted for by applying the horizontal factored loading alone.  \nTherefore, in the design of transmission poles, it is critical that a minimum ultimate \nmoment capacity be specified near the pole top.  In the absence of a minimum top strength \nrequirement, a steel pole top strength can theoretically be negligible. \nThe minimum pole top strength required by this specification should be suitable for most \ntransmission line applications.  However, the owner must be sure that the top strength is \nproperly evaluated, especially when working with wood pole equivalencies and braced \nstructures."
    },
    {
      "page_number": 48,
      "content": "Bulletin 1724E-214 \nAppendix A \n Page 10 \n \nTip Loading (Paragraph 5.a.(2)(b) \nThe tip loading is used to develop a required ultimate moment capacity diagram at any \npoint along the pole from 2 feet below the pole top down to the point-of-fixity. This \nultimate moment capacity is determined by multiplying the tip load by the moment arm \nbased on a simple cantilever.  As a result, the required factored moment diagram is linear \nin shape.  This same method may be utilized in structural analysis and automated \ntransmission line design computer programs to develop an array of factored moment \nrequirements for standard steel pole sizes. \nPole Deflection - Paragraph 5.a.(3) \nAlthough significant horizontal pole deflection limitations are considered to be beyond the \nscope of this standard class steel pole specification, some allowances can be made for these \neffects.  They should be considered during the analysis of the actual loading conditions \napplied to the steel pole. Typically, this type of analysis should be accomplished by \nnonlinear structural analysis techniques.  Since the electrical clearances must be assured in \nthe operation of transmission lines, deflections must remain within an acceptable range.  \nThis specification limits the allowable pole deflection to 15 percent of the pole height \nabove the point of fixity when the tip load specified in paragraph 5.a.(2) is applied under a \nhorizontal testing procedure. \nThe owner should recognize that the actual pole deflection for the application will be less \nthan the specified deflection limit of 15 percent of the pole height.  With the standard class \npole, all of the loading is applied near the pole top.  In a typical transmission line \napplication, the actual horizontal loading will be some distance from the pole top.  As \nsuch, the actual deflection at the conductor under short term factored loading conditions \ncan be expected to be less than 10 percent of the height above ground. \nThe NESC requires that electrical clearances be maintained under a wind loading of 6 psf.  \nIt is expected that the deflection of a standard class pole under this 6 psf loading condition \nwill be less than 3 percent of the height above ground. \nFor situations where the owner wishes to know the deflection for a standard class pole, the \nowner should use a suitable structural analysis computer program in which the actual \ndesign loading conditions and steel pole properties are input into the program, or the owner \nshould ask the pole manufacturer to provide the analysis.  \nIf the owner has special deflection limitations, it is recommended that RUS Bulletin \n1724E-204 be utilized instead of this specification.  In doing so, there will be little doubt as \nto what the actual pole deflections will be under all loading conditions."
    },
    {
      "page_number": 49,
      "content": "Bulletin 1724E-214 \nAppendix A \nPage 11 \n \n \nMinimum Plate Thickness - Paragraph 5.a.(7) \nThe intent of this guide is not to limit new technology.  Use of plate thickness less than \n3/16 inch may be possible.  However, consensus from the committee members and based \non current designs by the manufacturers, transmission size poles will normally require at \nleast a plate thickness of 3/16 inch.  If mild corrosion occurs, the percentage of reduced \nstrength will be less the greater the wall thickness of the steel plate.  Having the minimum \nplate thickness of 3/16 inch will also improve strength for mounting of davit arms and guy \nattachments.  If an owner does decide to purchase poles with a wall thickness less than \n3/16-inch, extra care should be taken in the field to avoid damage to the pole during \nstorage, handling, and installation.  Small nicks in the galvanizing or other protective \ncoating could exaggerate future problems.  Also, minor misalignments or poor fit of \nhardware during construction could cause a major problem.  Ground collars on thin wall \npoles should be considered a necessity.  Other sections of this commentary explain why \npoles purchased with this guide should not be used in guying situations, unless an engineer \nexperienced with guyed steel structures oversees the design.  This is especially true for \npoles of wall thickness less than 3/16 inch.   \nGround Collars - Paragraphs 5.a.(12) and 5.a.(13) \nAttachment B of the specification is set up to allow the owner to alter the requirement for a \nground collar by putting “not required” on line 6.  Ground collars are recommended for \ndirect embedded weathering steel poles, but they are sometimes optional with galvanized \nsteel poles.  If ground collars are used, a length of 4 feet or greater is recommended. \nThe intent of ground collars on standard class steel poles is similar to the preservative of \nwood poles.  The preservative protects the wood against rot and fungus attack.  Similarly, \nthe ground collar protects the steel pole from corrosion and mechanical damage. \nThe ground collar does not prevent nicks.  The ground collar does provide nonstructural \nsteel that can be sacrificed to corrosion.  Corrosion can be due to many outside causes over \nwhich the owner has no control.  A short list of potential causes includes road salt, \nfertilizer, poor/corrosive soil, and galvanic corrosion from pipeline crossings or \nunderground electric lines.  The ground collar also protects the pole from mechanical \ndamage that may occur during construction or later by right-of-way crew or by property \nowners. \nWhereas some utilities feel that galvanized poles with polyurethane coating do not need \nadditional corrosion and mechanical protection, they do feel that weathering steel poles \nneed additional protection to the patina and polyurethane coating.  Some manufacturers \nclaim that poles that are galvanized and the embedded portion coated with polyurethane \ncoating (paragraph 5.i.(1)), do not require a ground collar.  If nicks do occur to a \ngalvanized pole, the galvanizing will act like a sacrificial anode and protect the nicked \nsteel."
    },
    {
      "page_number": 50,
      "content": "Bulletin 1724E-214 \nAppendix A \n Page 12 \n \nASCE 48 states that bare weathering steel should not be used below grade due to the \npotential problems from corrosion.  Some utilities add a round collar to all weathering steel \npoles.  Still other utilities in dry climates with non-corrosive soils may not use ground \ncollars.  However, since the polyurethane coating can be nicked during construction, it is \nrecommended that round collars be used on all weathering steel poles. \nCharpy Requirements - Paragraph 5.b.(3) \nCharpy test is a notch-bar impact test used to compare notch sensitivities of materials.  The \nimpact values cannot be converted into energy figures for use directly in engineering \ndesign.  The impact value from the notch-bar impact test is used only as a comparison test.  \nFor example, if a type of steel has been found to have good notch toughness in service and \nits impact value is known, it is assumed that other types of steel having the same impact \nvalue will also have the same notch toughness.  The ASCE design standard for steel poles \nhas established impact values for the Charpy notch-bar impact test.  These values are a \nfunction of yield stress, plate or bar thickness, and temperature. \nNotch-bar impact tests are used to help determine if a normally ductile material might \nbehave in a brittle manner.  Three main factors that influence if a material will behave in a \nbrittle or ductile manner are triaxiality, strain rate, and temperature.  Ductile materials tend \nto become more brittle as triaxiality increases, strain rate increases, or temperature \ndecreases.  Since brittle materials require far less energy for fracture than ductile materials \nof the same strength, one can realize the importance of the Charpy test for steel poles used \non transmission lines. \nThe tendency is to reduce temperature requirements of the Charpy test for structures to be \nin service in warm climates such as Louisiana or Florida.  This is not recommended.  \nHowever, for locations in which temperatures may be extremely low, lower temperature \nvalues may need to be specified. \nThe ASCE design standard specification contains Charpy requirements for structural plate, \nanchor bolts, and weld materials.  The material used for making welds is required to meet \nthe impact requirements for the lowest toughness requirements of the plates being joined.  \nField Drilled Holes - Paragraph 5.c.(16) \nDrilling holes in a pole during construction allows the maximum flexibility in the use of \npoles in unexpected situations.  However, the cutting of the pole does affect the corrosion \nprotection of the pole.  For galvanized poles and painted galvanized poles, a drilled hole \nexposes bare steel to the weather.  These holes need to be painted with a zinc rich touch up \npaint similar to described in paragraph 5.i.(1)(a).  For poles made from weathering steel \nthe hole can allow rain or ground water into the pole depending on the hole location.  \nWeathering steel poles protect themselves from corrosion by constantly cycling from wet \nto dry.  This cycling creates a water tight oxide layer.  Inside the pole or under water the \ncycling cannot happen.  Therefore, there is no corrosion"
    },
    {
      "page_number": 51,
      "content": "Bulletin 1724E-214 \nAppendix A \nPage 13 \n \n \nprotection inside the pole.  When water enters the pole through the field drilled holes \ncorrosion starts.  When field drilled holes are anticipated, the inside of weathering steel \npole should be coated similar to the coating described in paragraph 5.i.(1)(d).  If coating \nthe inside is not practical then a thick coating of a silicon sealant shall be applied to the \nbolt and hole.  Field drilling of painted poles should be avoided if possible.  Drilling \nholes in painted poles destroys the water tightness and allows corrosion to start on the \nunprotected carbon steel. If holes cannot be avoided then a thick coating of a silicon \nsealant shall be applied to the bolt and hole.  \nField Drilled Holes (wrong location/drilled in error) \nOccasionally a field-drilled hole will end up in the wrong location.  A rule of thumb from \nThe American Welding Society (AWS) says a defect or hole location is critical if another \nhole is spaced within 2.5 times the diameter of the hole in question. (i.e. two 1 inch holes \nshould not be closer than 2 ½ inch edge to edge).  A structural analysis of the actual \nconditions will possibly give a different answer.  If the location is critical then a field weld \nrepair is needed by a certified welder. \nIf the location is not critical then it can be filled with an automotive type freeze plug and \npainted with touch up paint.  The hole should be plugged to keep birds and insects out of \nthe pole and to slow or prevent corrosion to the inside of the pole.  The above rule of \nthumb does not apply to holes that are drilled at the correct elevation but on the wrong \nface.  These poles need to be reviewed by the manufacturer and repaired by a certified \nwelder or these poles need to be replaced. \nPole Materials  (Galvanized Steel vs. Weathering Steel) \nStructural grade steel is a great product for many reasons. However it has one definite \nproblem. Mother Nature wants to return it to its natural state of iron ore.  Industry has used \nmany ways to slow the corrosion process.  In 1836 a chemist patented a means for coating \niron with zinc.  That process of hot dip galvanizing remains substantially unchanged today.  \nIn the 1900's another method was found.  By having a relatively high copper content in the \nraw steel a dense patina oxide coating would form on the steel and act as a tight adhered \nbarrier preventing future atmospheric corrosion.  This steel was largely forgotten until the \n1960's when US Steel started marketing their version of this steel as \"COR-TEN\".  Today \nit is commonly called weathering steel. \nThe formation of dense patina oxide on weathering steel requires a cycling from wet to dry \nenvironment - optimally 50 percent wet and 50 percent dry.  Departure from the 50/50 ratio \nwill slow the oxide formation.  Unfortunately, this limitation was not well understood in \nthe 1960's and weathering steel was used in locations where water and dirt were trapped.  \nThe result was the oxide did not form and the corrosion continued as if the steel was \nnormal bare steel.  In some cases such as highway bridges and lattice towers the corrosion \ncaused a problem that was given the name \"pack-out\".  In this case the corrosion takes \nplace between two pieces of steel that are bolted together in such a configuration that water \nis trapped and held.  The corrosion products swell."
    },
    {
      "page_number": 52,
      "content": "Bulletin 1724E-214 \nAppendix A \n Page 14 \n \nUltimately the forces from the swelling can exceed the strength of the bolts.  This can \ncause structural failure.  As a result of this problem weathering steel developed a bad \nreputation.  However, with prudent attention to details, weathering steel is being used by \nmany utilities today. \nBoth galvanized steel and weathering steel have their advantages.  Which is better is a \nquestion that has not been answered.  Weathering steel normally has a cost advantage and \ncan be factory welded to make a one-piece pole of any length.  The one-piece length of \ngalvanized poles is limited to the length of the galvanizing tank.  Weathering steel \nbecomes a dark brown wood color.  A galvanized pole starts out shiny and ends up a dull \ngray.  Some people say that weathering steel should not be used in areas of heavy road salt \nor in heavily fertilized farm fields.  The weathering steel manufacturers found a number of \npoles in undesirable conditions, tested them and found that the oxide had formed and that \ncorrosion was not a problem.  This guide makes no judgment as to which material is better \nor gives any guidance in the use of one versus the other.  If correctly used both will \nperform very well.  If not used as intended, neither will perform as desired.  It is \nrecommended that the owner contact the pole supplier to select the best material for the \npole's intended application.   \nPainted Poles  \nPainted bare steel poles are not recommended.  These poles have more construction and \nmaintenance expenses than poles with paint over zinc primer or paint over hot dip \ngalvanizing.  The inside surface of bare steel poles is not protected and the poles can \ncorrode from the inside out.  Also the outside paint is easily chipped leaving bare steel \nwhich may quickly corrode.  \nWeathering Steel Poles - Paragraphs 5.i.(1)(c) and 5.i.(1)(d) \nThere are environments where weathering steel is not recommended in a bare, uncoated \ncondition because the protective, tight oxide will not form properly.  These environments \ninclude:  (1) atmospheres containing concentrated corrosive industrial fumes, (2) marine \nlocations subject to salt-water spray or salt-laden fogs, or (3) applications where the steel \nmay be continuously submerged in water (salt or fresh) or buried (bare) in soil.  Use of \nweathering steel poles near roads that are salted during the winter should be avoided. \nIn general, weathering steel is intended for and is most often used in a bare, uncoated \ncondition.  However, those surfaces that will not be exposed to the weather or subjected to \na wet-dry cycle should be protected from corrosion.  Flat, horizontal surfaces are \nparticularly vulnerable.  Also, in areas where ground cover will grow to a height where it \nwill contact the pole and rub the protective weathering steel coat off or in areas where the \nvegetation will keep the pole moist, the steel surface should be protected from corrosion by \napplication of a coating.  For direct embedded steel poles, the polyurethane coating may \nhave to be extended above the top of the ground sleeve to protect the weathering steel pole \nfrom moisture entrapped by vegetation or rubbing by groundcover."
    },
    {
      "page_number": 53,
      "content": "Bulletin 1724E-214 \nAppendix A \nPage 15 \n \n \nDirect Embedded Poles - Coating General - Paragraph 5.i.(1)(d) \nWhen poles are direct embedded, this specification requires a polyurethane coating to be \napplied to the exterior surface of the embedded portion of the pole.  The top edge of the \ncoating is not a smooth transition.  Water and dirt can get trapped in this area.  Therefore, \nwe suggest that the transition be located about 2 inches below the top of the ground collar \nwhere there is extra metal.  Some poles get set in areas of high vegetation.  These poles \nmay require the coating to extend higher on the pole. A full discussion of this is given \nbelow.  \nBearing Plate, Coatings, Construction in Wet Areas - Paragraph 5.i.(1)(d) \nThere are many problems associated with setting poles in wet areas and or bad soils.  Two \nof these problems are floating poles and bog or swamp shoes.  The floating poles can be \ndue to the fact that some poles are designed without drain holes in the bearing plate.  When \nsoil conditions require the use of driller’s mud during the augering process, the pole may \nfloat and it is impossible to set it in the foundation unless the water is removed from the \nhole, which may cause the sides of the hole to collapse.  The pole could be set if there was \na hole in the bearing plate to allow the fluid into the pole.  Galvanized poles are allowed to \nhave a drain hole in the bearing plate to facilitate the galvanizing process (paragraph \n5.a.(10)). Weathering steel poles are not normally allowed to have this same hole due to \nabsence of corrosion protection inside the pole. Weathering steel poles should not be used \nin areas where water/water table is above the base/bearing plate of a steel pole.   The owner \nmay want to coat the inside of galvanized poles with a coating similar to that on the outside \nof the pole and described in paragraph 5.i.(1)(d).  \nThe problem of swamp or bog shoe is the method of attaching the device to the pole.  \nNormally this is done by drilling a hole through the pole and using a through bolt.  The \nproblem is these bolts may be at or below water line. Therefore they let water into the pole.  \nThis does not cause a major problem for galvanized poles.  For weathering steel the steel \nneeds to cycle from wet to dry to create the corrosion protection.  This cannot happen \nunder the above conditions.  There are two solutions.  One is to have the inside of the pole \ncoated as described above, the other is to have the manufacture install a water tight sleeved \nhole at the location of the attachment bolts.  \nStructure Testing - Paragraph 5.L \nAn option is available in the specification for full scale testing of poles.  For a \nmanufacturer that has been designing and fabricating steel poles with the same processes \nfor a good number of years, the need for testing of a steel pole is questionable.  Pole testing \nmay be appropriate in cases where there are unusual requirements, new fabrication \ntechniques or, when new suppliers are used to validate their design."
    },
    {
      "page_number": 54,
      "content": "Bulletin 1724E-214 \nAppendix A \n Page 16 \n \n3.   \nMISCELLANEOUS DESIGN INFORMATION \nDirect Embedded Poles Near Electric Generating Plants and Substations  \nUse of direct embedded steel poles should be evaluated for the first two spans outside of a \nsubstation or generating plant.  The large amount of copper used in a substation grounding \ngrid may create a galvanic corrosion cell, with the steel of the pole sacrificing itself.  \nAnodes or extra subsurface protection may be needed. \nAdditional Protection \nThe owner or owner's representative should determine if anodes should protect the \nembedded poles.  If it is necessary, requirements for sacrificial anodes and their installation \nshould be incorporated in the construction specification. \nElectrical Grounding and Polyurethane Coating  \nWhen poles are direct embedded, this specification requires a polyurethane coating to be \napplied to the exterior surface of the embedded portion of the pole.  This coating will tend \nto insulate the pole from the ground and as such, supplemental grounding may be \nnecessary.  \nGround Rods \nUse of copper or copper clad ground wire and rods should be avoided with direct \nembedded poles.  Galvanized rods and couplings are suggested.   \n4.   \nSHIPPING - Paragraph 6.a.(3) \nLumber treated with salts (Ammoniacal copper arsenate, ACA, Ammoniacal copper zinc \narsenate, ACZA, and Chromated copper arsenate, CCA) to retard “decay or fire” will \nchemically attack the steel.  Urethane foam or some foam containing fire retardants \nshould not be used in packaging and shipping.  When these materials become wet, they \nbecome very corrosive. \n5.   \nDRAWINGS AND INFORMATION TO BE SUPPLIED BY THE \nMANUFACTURER - Section 7 \nIn order to properly evaluate bids, the specification requires certain information to be \nsupplied with the bid.  This information may be supplied on the preliminary drawings from \nthe Bidder.  If the forms in Attachment C are used, one will be able to quickly review the \ninformation on the sample forms and simultaneously compare the information from the \ndifferent manufacturers."
    },
    {
      "page_number": 55,
      "content": "Bulletin 1724E-214 \nAppendix B \nPage 1 \n \n \n \nAPPENDIX B \nEXAMPLES OF DRAWINGS  \n(Attachment A of the Specification) \nSTRUCTURE DIMENSIONS,  \n POLE FRAMING DRAWINGS, AND DETAILS"
    },
    {
      "page_number": 56,
      "content": "Bulletin 1724E-214 \nAppendix B \nPage 2 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDrawing TPS-115"
    },
    {
      "page_number": 57,
      "content": "Bulletin 1724E-214 \nAppendix B \nPage 3 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDrawing TPFS-115"
    },
    {
      "page_number": 58,
      "content": "Bulletin 1724E-214 \nAppendix B \nPage 4 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDrawing TM-S1"
    },
    {
      "page_number": 59,
      "content": "Bulletin 1724E-214 \nAppendix B \nPage 5 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDrawing TM-S2"
    },
    {
      "page_number": 60,
      "content": "Bulletin 1724E-214 \nAppendix B \nPage 6 \n \n \n \nBLANK PAGE"
    },
    {
      "page_number": 61,
      "content": "Bulletin 1724E-214 \nAppendix C \nPage 1 \n \n \nAPPENDIX C. DESIGN EXAMPLES \nExample 1: For the TUS-1 pole structure and loading conditions given below, determine the \nstandard class steel pole: \nGeneral information: \nLine voltage:  \n161 kV \nDesign by: \n \nACME Engineers \nStructure type: \nTUS-1 Steel Pole Structures \n \n \n \n(steel pole with upswept arms) \n \nGeometry of the structure and location of loads: \n \n \n \nDistance from Pole Top, Ft. \nOHGW \n \n \n \n  0.25 \nCOND-1 \n \n \n \n  9.00 \nCOND-2 \n \n \n \n 15.00 \nCOND-3 \n \n \n \n 21.00 \nAt Gd. Line-assumed  \n  \n 70.00 \nPole-End \n \n \n \n 80.00 \nCrossarm Dimensions: \n \n \nTop arm \n \n8.5 ft \n \n \nMiddle arm \n \n9.5 ft \n \n \nBottom arm \n \n9.5 ft \nOverall pole length is 80 feet.  The above dimensions assume a 10.0 foot  \nembedment depth for the steel pole (using standard rule for wood poles  \nof 10 percent pole length plus 2 feet).  Assume top of the pole has a  \n10 inch diameter, and the groundline diameter is 20 inches. \nLoad Factors (LFs) used in this example: \nFor NESC Light, Medium, or Heavy Loading District Loads \nVertical Loads \n1.50 \nTransverse. Wind Loads \n2.50 \nTransverse. Wire Tension Load at Line \nAngle \n1.65 \nLongitudinal Loads \n1.10 \nExtreme Wind Loads \n1.10 \nExtreme Ice with Concurrent Wind Loads \n1.10 \nConductor and OHGW Data: \nOHGW: \n3/8”HSS \nR.B.S = 10,800 lbs \n161 kV Conductor: \nDrake (795 26/7 ACSR) \nR.B.S = 31,500 lbs"
    },
    {
      "page_number": 62,
      "content": "Bulletin 1724E-214 \nAppendix C \nPage 2 \n \nDesign Span Information: \nVertical Span \n900 ft. \nHorizontal Span \n750 ft. \nLine Angle \n0 degrees \nLoad Cases: \nLoad Case A:  \n \nNESC Medium District Loads \nLoad Case B:  \n \n90 mph Extreme Wind Load (1.1 LF applied) \nLoad Case C:  \n \n30 mph with 1 inch ice load (1.1 LF applied) \nLoading Information (summary): \n \nNESC Medium Loading Data \n \n \nTransverse \nVertical \n \nCond. Tension (kips) \nlb./ft. \nlb./ft. \nDrake –795 26/7 ACSR  \n7.91 \n.5360 \n1.5162 \nOHGW – 3/8 HSS \n2.56 \n.2867 \n .4626 \n \nExtreme Wind Loading Data (90 mph) \n \n \nTransverse \nVertical \n \nCond. Tension (kips) \nlb./ft. \nlb./ft. \nDrake –795 26/7 ACSR  \n6.54 \n1.9390 \n1.0940 \nOHGW – 3/8 HSS \n1.23 \n .6210 \n .2730 \n \nExtreme Wind with Concurrent Ice (30 mph wind and 1” ice) \n \n \nTransverse \nVertical \n \nCond. Tension (kips) \nlb./ft. \nlb./ft. \nDrake –795 26/7 ACSR  \n12.54 \n.5967 \n3.7154 \nOHGW – 3/8 HSS \n5.27 \n .4532 \n1.9642"
    },
    {
      "page_number": 63,
      "content": "Bulletin 1724E-214 \nAppendix C \nPage 3 \n \n \nCalculate forces and moments at the groundline: (assumes no pole rotation) \n• \nNESC Medium District Loading \n \nLoad Due \nto Wind on \nWire \n(kips) \nLoad Due to \nLine Angle \n(kips) \nTotal \nTransverse \nLoad W/LF \n(kips) \nMoment \nArm Feet \nFactored Moments \nFt. kips \n@ Groundline \nOHGW \n.215 \n0 \n.538 \n69.75 \n37.5 \nCOND-1 \n.402 \n0 \n1.005 \n61.00 \n61.3 \nCOND-2 \n.402 \n0 \n1.005 \n55.00 \n55.3 \nCOND-3 \n.402 \n0 \n1.005 \n49.00 \n49.2 \nGroundline \n \n \n \n0.0 \n \nTotal Shear Loads for Wire Loads \n3.57 \n \n203.4 \nWind on the Pole \n0.88 \n \n 27.2 \nMoments due to unbalanced vertical Wire Load (8.5 ft arm or 9 ft from \nconductor attachment to center of pole) \n 18.9 \nMoment due to deflection for weight of pole and for wires (p-delta moment)  \nApproximated, based on 15 percent of the static moment from wire loads, i.e.  \nM=.15x203.4 ft kips) \n 30.5 \nTotal Transverse Shear @ Groundline \n4.45 \n \n-- \nTotal Moments @ Groundline \n-- \n \n279.9 \nTotal Groundline Moment for Medium Loading District  \n \n= 279.9 ft.-kips \n• \nExtreme Wind Load and Extreme Ice with Concurrent Wind Load \nSimilar calculations are performed for the extreme wind load and extreme ice with concurrent wind \nloads: \nTotal Ground Line Moment for Extreme Wind Load  \n \n \n \n= 418 Ft-Kips \nTotal Groundline Moments for Extreme Ice with Concurrent Wind Loads  \n= 165ft-kips \n \n• \nConclusions:  The Extreme Wind Loading Case controls design. \nDetermine which “standardized” steel pole design to use: \nDistance 2’ from top to groundline = 70’ – 2.0’ = 68' \nLoad 2’ from the top to  \ncause a 332 ft.-kip moment at groundline: = 417 ft-kips/68’ =  6140 lbs. \nBased on the above calculated tip load and from Table 1 of the specification, \n use a S-06.5 pole \nPerform a quick check to verify the assumed embedment depth using RUS Bulletin  \n1724E-205, “Design Guide: Embedment Depths for Concrete and Steel Poles”."
    },
    {
      "page_number": 64,
      "content": "Bulletin 1724E-214 \nAppendix C \nPage 4 \n \nDiscussion: \nBased on the results above, the extreme wind load case controls the design.  Results from a computer \nprogram which uses finite element analysis are summarized in the table below.  The results compare \nmanual linear calculations with an estimate of secondary moments to the results from a computer \nprogram which performs a nonlinear analysis.   \nThe NESC allows the use of span factors and height adjustment factors when considering extreme wind \nloads (refer to RUS Bulletin 1724E-200, Design Manual for High Voltage Transmission Lines, Chapter \n11).  From the summary below, several conclusions can be made.  The results from manual calculations \nand the computer analysis using finite elements are close, the major difference occurring with the \nestimate of secondary moments in the manual calculations.  Also, the use of span factors and height \nadjustment factors will impact the design reactions.  When using span factors and height adjustment \nfactors, the selected ‘standardized’ steel pole would be: \nLoad 2 ft from the top to cause a 334. ft kip moment (nonlinear analysis and span and height \nadjustment factors) = 4930 lbs. \nBased on the above calculated tip load and from Table 1 of the specification, use a S-05.7 pole \nLoad Case \nGroundline \nMoments based on \nmanual \ncalculations with \nan estimate of the \nsecondary \nmoments (15% of \nstatic moment) \nGroundline \nMoments \nbased on a \nnonlinear \nanalysis \nGroundline Moments \nbased on a nonlinear \nanalysis and using span \nand height adjustment \nfactors \nLoad Case A \nNESC Medium Loading \n279 \n276 \nN.A. \nLoad Case B \nExtreme Wind Load \n417 \n401 \n334 \nLoad Case C \nExtreme Ice with Concurrent \nWind \n163 \n176 \nN.A. \nIn this example, if span factors and height adjustment factors are applied in calculating the unit loads, \nthe standard size class steel pole will be reduced by one class. \nExample 2: An existing 161 kV single pole line is composed of Douglas Fir wood poles.  In several \nlocations, steel poles are to replace wood pecker damaged wood poles.  The existing damaged poles \nare 80 ft class 1 wood poles with the TUS pole top assembly.  Determine which standard size steel \npole should be used to replace the wood pole.  Extreme wind design load is 20.7 psf (90 mph).  The \nline is located in the heavy loading district.  The conductor is 795 ACSR Drake and the overhead \nground wire is 3/8\" HSS."
    },
    {
      "page_number": 65,
      "content": "Bulletin 1724E-214 \nAppendix C \nPage 5 \n \n \nNESC heavy district loads with an strength factor of .65  and a load factor of 2.5 controlled the design of \nthe original wood pole line.  However, a quick comparison of the unit loads for the extreme wind and \nthe NESC heavy district load with load factors and strength factors for steel, indicates that the extreme \nwind load will control the design of the steel pole.1  Because the extreme wind case controls design of \nthe steel replacement pole, the engineer may use Table A-2 for convenience. \nTable A-2 indicates that for a class 1 wood pole, a S03.5 may be used.  There may be other issues in \nmatching classes of wood poles to steel poles that the engineer may need to consider.  This example, \nhowever, shows the importance of determining the loading condition that controls the design of the steel \npole.  If the engineer had assumed that the NESC heavy district load controlled design of the steel pole \nreplacement since it controlled the design of the wood pole when initially installed, then Table A-1 \nwould have been mistakenly used and a S02.9 would have been selected as the replacement pole. \nNote 1: Unit loads for extreme wind is 1.9113 lbs./ft, or 2.102 with a 1.1 LF and for the NESC heavy district load, the unit \nload is 1.7567 lbs./ft (.7027 times 2.5) with a 2.5 LF."
    },
    {
      "page_number": 66,
      "content": ""
    },
    {
      "page_number": 67,
      "content": "Bulletin 1724E-214 \nAppendix D \nPage 1 \n \n \n \nAPPENDIX D \nSELECTED METRIC CONVERSIONS"
    },
    {
      "page_number": 68,
      "content": "Bulletin 1724E-214 \nAppendix D \nPage 2 \n \n \nSelected SI-Metric Conversions \nAREA \n  To Convert From              \n \n \n \nTo                  \n \nMultiply By  \n \ncircular mil (cmil)        \n \n \nsquare meter (m2)      \n   \n5.067075  E-10 \nsquare centimeter (cm2)    \n \nsquare meter (m2)     \n \n*1.000  E-04 \nsquare foot (ft2)  \n \n \n \nsquare meter (m2) \n \n \n*9.290304  E-02 \nsquare inch (in2)  \n \n \n \nsquare meter (m2) \n \n \n*6.451600  E-04 \nsquare kilometer (km2) \n \n \nsquare meter (m2) \n \n \n*1.000  E+06 \nsquare mile (mi2)  \n \n \n \nsquare meter (m2) \n  \n   \n2.589988  E+06 \nFORCE \n  To Convert From              \n \n \n \nTo                  \n \nMultiply By  \n   \n \nkilogram force (kgf)      \n \n \nNewton (N)  \n \n \n \n*9.806650 \nkip  \n \n \n \n \n \n \nNewton (N)  \n  \n   \n \n4.448222  E+03 \npound force (lbf)  \n \n \n \nNewton (N)  \n  \n   \n \n4.44822 \n \nFORCE PER LENGTH \n  To Convert From             \n \n \n \nTo                    \n \nMultiply By  \n \nkilogram force per \n meter (kgf/m) \n \n   \n \n \nNewton per meter (N/m)   \n*9.806650 \npound per foot(lb./ft)   \n \n \nNewton per meter (N/m)      \n1.459390  E+01 \nDENSITY \n  To Convert From              \n \n \n \nTo                   \n \nMultiply By  \n \npound per cubic inch (lb/in3)  \nkilogram per cubic  \n \n \n2.767990 E+04 \n \n \n \n \n \n \n \n \nmeter (kg/m3) \n \n  \n \npound per cubic foot (lb./ft3)  \nkilogram per cubic \n \n \n1.601846 E+01 \nLENGTH \n  To Convert From              \n \n \n \nTo                   \n \nMultiply By  \n \n \nfoot (ft)  \n \n \n   \n \n \nmeter (m) \n \n  \n   \n \n3.048 \n E-01 \ninch (in)  \n \n \n   \n \n \nmeter (m) \n \n \n \n \n*2.540  E-02 \nkilometer (km) \n \n \n   \n \nmeter (m) \n \n \n \n \n*1.000  E+03 \nmile (mi) \n \n \n \n   \n \nmeter (m) \n \n \n \n \n*1.609344 \n E+03 \n \n*Exact Conversion"
    },
    {
      "page_number": 69,
      "content": "Bulletin 1724E-214 \nAppendix D \nPage 3 \n \n \n \nSelected SI-Metric Conversions (Cont.) \nLOAD CONCENTRATION \n  To Convert From \n \n \n \n  To  \n \n \n \n \n \n \n     Multiply By  \n     \npound per square inch (lb/in2)            kilograms per square meter (kg/m2) \n7.030696  E+02 \npound per square foot (lb/ft2)           kilograms per square meter (kg/m2) \n4.788026 \nton per square foot (ton/ft2) \n          kilograms per square meter (kg/m2) \n9.071847  E+02 \nPRESSURE \n  To Convert From              \n \n  To                 \n \n \n \n \n \nMultiply By  \n     \nkip per square inch (kip/in2) \n \n  Pascal (Pa)  \n  \n \n \n \n \n6.894757  E+06 \nkip per square foot (kip/ft2) \n \n  Pascal (Pa)  \n  \n \n \n \n \n4.788026  E+04 \nNewton per square meter (N/m2) \n  Pascal (Pa)  \n \n \n \n \n \n*1.000 \npound per square foot (lb/ft2)  \n  Pascal (Pa)  \n  \n \n \n \n \n4.788026  E+01 \npound per square inch (lb/in2)  \n  Pascal (Pa)  \n  \n \n \n \n \n6.894757  E+03 \nBENDING MOMENT \n  To Convert From              \n \n  To                   \n \n \n \n \n \nMultiply By  \n     \nkilogram force meter (kgf-m)  \nNewton meter (N-m)  \n \n \n \n*9.806650 \nkip-foot (kip-ft)  \n \n \n \nNewton meter (N-m)   \n \n   \n \n1.355818  E+02 \npound-foot (lb-ft)  \n \n \n \nNewton meter (N-m)   \n \n   \n \n1.355818 \nVELOCITY \n  To Convert From              \n \nTo                   \n \n \n \n \n \nMultiply By  \n     \nfoot per second (ft/s)  \n \n \nmeter per second (m/s)   \n \n \n \n*3.048  E-01 \nkilometer per hour (km/h)  \n \nmeter per second (m/s) \n  \n  \n \n2.777778 E-01 \nmile per hour(mi/h)    \n \n \nmeter per second (m/s) \n  \n   \n \n4.437030  E-01 \nmeter per hour (m/h)    \n \n \nmeter per second (m/s) \n  \n   \n \n2.777778  E-04 \n*Exact Conversion."
    },
    {
      "page_number": 70,
      "content": "Bulletin 1724E-214 \nAppendix D \nPage 4 \n \n \n \nBLANK PAGE"
    }
  ]
}