[
  {
    "page_number": 1,
    "content": "UNITED STATES DEPARTMENT OF AGRICULTURE \nRural Utilities Service \nBULLETIN 1724E-226 \nRD-GD-2019-99\nSUBJECT: Electric Transmission Guide Specifications and Drawings for Concrete Pole  \nConstruction -34.5 to 230 kV \nTO: RUS Electric Borrowers, Consulting Engineers, and RUS Electric Program Staff \nEFFECTIVE DATE: Date of Approval \nOFFICE OF PRIMARY INTEREST: Engineering Standards Branch; Electric Program \nFILING INSTRUCTIONS: This bulletin replaces Bulletin 1724E-226, \"Electric Transmission \nGuide Specifications and Drawings for Concrete Pole Construction - 34.5 to 230 kV,\" dated \nApril9,2007. \nAVAILABILITY: This bulletin can be accessed via the Internet at \nhttps://www.rd.usda.gov/publications/regulat ions-guidelines/bulletins/electric. \nPURPOSE: This guide bulletin provides general construction requirements for representative \nconcrete pole structures and assemblies for 34.5 through 230 kV transmission lines. \nChristopher A. McLean \nAssistant Administrator \nElectric Program Datd { Disclaimer: The contents of this guidance document does not have the force and effect of law and is not \nmeant to bind the public in any way. This document is intended only to provide clarity to the public \nregarding existing requirements under the law or agency policies."
  },
  {
    "page_number": 2,
    "content": "RUS Bulletin 1724E-226 \nPage ii \nTABLE OF CONTENTS \nINTRODUCTIONS iv \nPart 1. TECHNICAL SPECIFICATIONS \n1 General  1-1 \n2 Clearing  2-1 \n3 Access  3-1 \n4 Concrete Poles  4-1 \n5 Pole Top Assemblies  5-1 \n6 Structure Assembly (Concrete Poles)  6-1 \n7 Structure Erection  7-1 \n8 Guys and Anchors  8-1 \n9 Grounding and Bonding  9-1 \n10 Insulators and Hardware  10-1 \n11 Conductors and Overhead Ground Wires  11-1 \n12 Index to Drawings  12-1 \nPart 2. STRUCTURE DRAWINGS \nABBREVIATIONS \nANSI American National Standards Institute \nCFR Code of Federal Regulations \nFAA Federal Aviation Administration \nIEEE Institute of Electrical and Electronics Engineers \nNESC National Electrical Safety Code \nOHGW Overhead Ground Wire \nDEFINITIONS \nBorrower — An entity which borrows, seeks to borrow money from, or arranges financing with \nthe assistance of the Agency through guarantees, lien accommodations, or lien subordinations. \nForm 830 — Electric System Construction Contract form. \nRural Utilities Service (RUS) Electric Program — RUS is an agency within Rural Development. \nThe program is formerly Rural Development Electric Program. \nRUS Electric Program Forms — All forms and bulletins referred to in this bulletin are Rural \nUtilities Service Program forms and bulletins, unless otherwise noted."
  },
  {
    "page_number": 3,
    "content": "RUS Bulletin 1724E-226 \nPage iii \nINDEX: \nContracts: Specifications and Drawings \nSpecifications and Standards: Construction Specifications \nCONTRIBUTORS: The following current and former members of the Transmission \nSubcommittee of the Transmission and Distribution (T&D) Engineering Committee of the \nNational Rural Electric Cooperative Association (NRECA). \nBallard, Dominic, East Kentucky Power Coop., Winchester, Ky. \nBeadle, Robert, North Carolina EMC, Raleigh, N.C. \nBurch, John, Florida Keys Electric Coop., Tavernier, Fla. \nHeald, Donald, USDA, Rural Utilities Service, Electric Program, Washington, D.C. \nLukkarila, Charles, Great River Energy, Elk River, Minn. \nMcCall, Charles, Georgia Transmission Company, Tucker, Ga. \nMundorff, Steve, Tri-State Generation and Transmission Association, Inc., Denver, Colo. \nNicholson, Norris, USDA, Rural Development Electric Program, Washington, D.C. \nOldham, Robert (Retired), Hudson, Fla. \nSaint, Robert, National Rural Electric Cooperative Association, Washington, D.C. \nShambrock, Aaron, South Central Power Company, Lancaster, Ohio \nSmith, Art, Burns and McDonnell Engineering Co., Atlanta, Ga. \nTurner, David, Lower Colorado River Authority, Austin, Texas \nTwitty, John, Alabama Electric Coop., Andalusia, Ala. \nWoodruff, Paul, Great River Energy, Maple Grove, Minn. \nZhang, Chendi, USDA, Rural Utilities Service, Electric Program, Washington, D.C."
  },
  {
    "page_number": 4,
    "content": "RUS Bulletin 1724E-226 \nPage iv \nINTRODUCTIONS \n1 PURPOSE \nThe intent of these guide specifications and drawings is to provide RUS Electric Program \nborrowers with a basis for constructing concrete pole structures and assemblies for 34.5-\nkV through 230-kV transmission lines. \nThe borrower or borrower 's representative is responsible for preparing a complete \nconstruction contract consisting of the construction contract form (Form 830—Electric \nSystem Construction Contract) and all applicable specifications, plans, and drawings to \nconstruct a specific transmission line project. \n2 SCOPE \nThis suggested specification for construction covers right-of-way clearing and access, \nconcrete poles, pole top assemblies, structure assembly and structure erection, guys and \nanchors, grounding and bonding, insulators and hardware; and phase conductors and \noverhead ground wires. \n3 PREPARATION OF THE CONSTRUCTION CONTRACT \nUse of this bulletin does not set forth all the terms and conditions that are necessary for a \nspecific construction contract. This bulletin provides guidance in the form of \nspecifications and drawings for concrete pole structures and assemblies for 34.5-kV \nthrough 230-kV transmission lines. \na If the borrower uses these specifications when preparing a construction contract, \nthe borrower or borrower's representative should remove (this) Introductions to \nthis bulletin and add the following to the Technical Specifications, Part 1 of this \nbulletin: \n• Form 168b, Contractor's Bond \n• Form 187, Certificate of Completion \n• Form 224, Waiver and Release of Lien \n• Form 231, Certificate of Contractor \n• Form 307, Bid Bond \n• Debarment Certificate \n• Form 830, Electric System Construction Contract \no General Conditions \no Index of Drawings \no Structure Construction Drawings (Part 2 to the specifications) \n• Plans Including Maps and Special Drawings \n• Plan-and-Profile Drawings"
  },
  {
    "page_number": 5,
    "content": "RUS Bulletin 1724E-226 \nPage v \nThe standard contract forms also need other attachments to clearly identify the \nscope to the contract and to provide other information to or by the contractor. \nThese attachments may be found in Bulletin 17261-602, \"Attachments to Electric \nProgram Standard Contract Forms,\" and cover the following: \n• Project Details \n• List of Owner Furnished Materials \n• Proposal Summary \nThe borrower or the borrower's representative is responsible for setting forth and \nincluding in sufficient detail the construction specifications and drawings. In the \npreparation of the Technical Specifications, Part I and Structure Drawings, Part \n2 of this bulletin, the borrower or borrower's representative is responsible for \nassuring that the approved specifications and drawings for a transmission line \nproject are set forth in sufficient detail in the construction contract and that the \ncompleted construction project complies with the contract. The construction \nspecifications have been arranged so that they may be expanded to include any \nspecific borrower requirements, or they may be reduced to exclude any sections \nthat are not necessary (such as clearing, etc.) if the work will not be included in \nthe contract."
  },
  {
    "page_number": 6,
    "content": "PART 1 \nTECHNICAL SPECIFICATIONS"
  },
  {
    "page_number": 7,
    "content": "Bulletin 1724E-226 \nPage 1-1 \nTECHNICAL SPECIFICATIONS \n1 GENERAL \na Standard of Work and Schedules \n(1) All work must be Performed in a thorough and proficient manner in \naccordance with the plans, specifications, and construction drawings. \n(2) In accordance with the requirements of 7 CFR 1724, Subpart E, Electric \nSystem Design, the latest edition of the National Electrical Safety Code \n(NESC), American National Standards Institute (ANSI) C2, must be \nfollowed wherever applicable to the work, except where local regulations \nor specification requirements are more stringent, in which case the more \nstringent requirements must govern. The NESC may be obtained from the \nInstitute of Electrical and Electronics Engineers, Inc., 445 Hoes Lane, P.O. \nBox 1331, Piscataway, N.J., 08855-1331, USA, or at \nhttps://standards.ieee.org/nesc.  \nTechnical Specifications. The following sections form the technical \nspecifications (engineer to complete): \nGeneral \nDrawing and Maps \n(1) All drawings and maps accompanying this specification or listed herein \nmust be considered a part of these plans and specifications. The specific \ndrawings included as part of this technical specification are listed and \nindexed in Section 12, Index of Drawings, of this document. \n(2) If the drawings specify a requirement different from the written \nspecifications, the specifications must govern. \nLocations of Structures and Appurtenances. Structures, anchors, access roads, \nand other major items to be constructed must be placed in locations determined"
  },
  {
    "page_number": 8,
    "content": "Bulletin 1724E-226 \nPage 1-2 \nand staked by the owner and as shown on the plan and profile drawings. The \ncontractor is responsible for verifying the location of structures and appurtenances \nto be installed. \nSafety \n(1) The work must be performed in accordance with all applicable Federal, \nState, and local safety laws and regulations. This includes —but is not \nlimited to—Federal and State Occupational, Safety, and Health \nAdministration (OSHA) regulations. \n(2) The contractor shall be responsible for the observance of proper safety \npractices and the avoidance of damage to property by all personnel \nengaged in the work. \n(3) The contractor shall take all steps necessary to prevent damage to or \ninterference with existing power lines, communication facilities, \nroadways, railroads, waterways, buried cables, pipelines, and other \nfacilities adjacent to or crossing the project right-of-way. \n(4) The contractor shall develop and maintain for the duration of this contract \na safety program which will provide for compliance with applicable \nprovisions of the NESC and Federal, State, and local safety laws and \nregulations. The contractor shall designate a qualified employee to \nsupervise the safety program and ensure compliance with applicable safety \nlaws and regulations. \n(5) In cases where structures or conductors will exceed a height of 200 feet, or \nare within 20,000 feet of an airport, the nearest regional or area office of \nthe Federal Aviation Administration (FAA) must be contacted and if \nrequired, FAA Form 7460-1, \"Notice of Proposed Construction or \nAlteration,\" is to be filed. \n(6) All temporary safety grounding installed during construction shall be \nremoved by the contractor before the lines are ready for service. \nDefinitions \n(1) Borrower — an entity which borrows, seeks to borrow money from, or \narranges financing with the assistance of the Agency through guarantees, \nlien accommodations, or lien subordinations. \n(2) Construction Unit — a specifically defined portion of a construction project \ncontaining materials, labor, or both for purposes of bidding and payment."
  },
  {
    "page_number": 9,
    "content": "Bulletin 1724E-226 \nPage 1-3 \n(3) Contractor — a person or firm furnishing materials or performing \nconstruction at a specified price. \n(4) Engineer — a registered or licensed person who may be a staff employee of \nthe owner or outside consultant who provides engineering services. \nEngineer also includes duly authorized assistants and representatives of \nthe licensed person. \n(5) Owner — the borrower. \n(6) Owner-Furnished Materials — materials or equipment or both supplied by \nthe borrower for installation by the contractor. \nAbbreviations \nANSI American National Standards Institute \nCFR Code of Federal Regulations \nFAA Federal Aviation Administration \nIEEE Institute of Electrical and Electronics Engineers \nNESC National Electrical Safety Code \nOHGW Overhead Ground Wire \nSpecial Requirements  (to be completed by the engineer):"
  },
  {
    "page_number": 10,
    "content": "Bulletin 1724E-226 \nPage 2-1 \n2 CLEARING \na General Requirements \n(1) Clearing units specified may cover full width right-of-way clearing, \nselective clearing, tree topping, spraying of herbicides, or other forms of \nright-of-way preparation. Only those areas shown on the drawings or \nspecified by the owner shall be cleared in accordance with the applicable \nclearing units. Isolated (\"danger\") trees to be removed will be marked in \nthe field by the engineer. \n(2) Only such vegetation should be removed as necessary to permit \nconstruction, operation, and maintenance of the transmission line. Care \nmust be taken to prevent denuding of ground cover and erosion of the soil. \nClearing Methods and Equipment \n(1) Unless otherwise specified, all timber to be cleared must be felled. The \nremoval of brush must meet State and/or Federal permit requirements and \nbe in a manner so as to reduce the overall impact on the root structure of \nthe ground cover. \n(2) Equipment must be in good repair and appropriate for the types of clearing \nspecified. \n(3) When specified in the right-of-way construction units, stumps left in place \nmust be treated with a heavy application of an appropriate herbicide \napproved by the engineer. Chemical treatment of stumps must occur as \nsoon as possible after cutting. The chemical application must be sufficient \nto saturate the entire aboveground surface of the stump and cause a small \namount to run down the sides and collect at the base to penetrate below the \nground line into the roots. Any stumps showing resurgent growth prior to \ncompletion of line construction must be treated to kill all such growth. \n(4) Chemical sprays or herbicides must only be used with the approval of the \nengineer, and only in areas so designated for their use. Herbicides must be \napplied in accordance with the manufacturer's recommendations and only \nby a licensed/certified applicator. The chemical sprays and herbicides \nmust meet the environmental requirements of all governing agencies. \nSpraying must be performed in such manner, at such pressure, and under \nsuch wind conditions that drift of spray material to adjacent plants, \nanimals, or persons will be avoided. \nApplication of chemical sprays or herbicides must not be made: \n• when the ground is continuously frozen,"
  },
  {
    "page_number": 11,
    "content": "Bulletin 1724E-226 \nPage 2-2 \n• when the ground is adjacent to streams or other water bodies, \n• when the ground is or may be flooded during the period in which the \nherbicide retains its toxicity, or \n• when the ground is a marsh or other wetland. \n(5) If required by Section 2c, \"Special Requirements,\" in this document, \nstumps must be removed. \n(6) The landowner's written permission must be received prior to cutting trees \noutside the right-of-way. \n(7) Disposal of trees, brush, branches, and refuse must be in accordance with \nthe methods specified in the construction units and must meet permit \nrequirements. \n(8) Avoid clearing vegetation in riparian areas to the extent possible. A \nvegetative buffer zone should be left along creeks and streams to minimize \nsiltation and sedimentation and prevent adverse impacts to riparian habitat. \nc Special Requirements (to be completed by the engineer):"
  },
  {
    "page_number": 12,
    "content": "Bulletin 1724E-226 \nPage 3-1 \n3 ACCESS \na Ingress and Egress \n(1) The activities of the contractor are to be restricted to the area along the \nright-of-way. \n(2) Where access to the right-of-way is across private property, the owner, \ntenant, or occupant shall be contacted to obtain permission for ingress and \negress to the right-of-way. Such arrangements, including obtaining \nreleases for damage, must be made by (engineer to check one): \n• The owner LI \n• The contractor \n• Other, (specify)  \n(3) Access across public land must be accomplished as described in Section 3f \nof this document, \"Special Requirements.\" \nFences and Gates \n(1) Where fences must be cut to allow access for the work, gates must be \ninstalled as shown on the drawings or as directed by the engineer. All \nmaterial and labor required for such installations must be furnished by the \ncontractor per bid unit. \n(2) Types and details of gate construction must be shown on the drawings or \napproved by the engineer. \n(3) Brace posts must be installed at each fence cut to ensure that adjacent \nfence spans will not become slack. A wire fence must not be cut until it is \nsecured to the brace post. \n(4) All gates must be closed and locked when required by the landowner. \n(5) Gate units may include removal of the gate after construction of the line is \ncomplete. In those cases, as determined by the engineer, the contractor \nshall remove the gate and restore the fence. All labor and material \nrequired must be furnished by the contractor. If removal is required, gate \nmaterial must be disposed of in a manner acceptable to the engineer. \nAccess Roads \n(1) Access road construction may be required as a part of the work. Where \nspecified, roads must be of the type, dimensions, and grades shown on the"
  },
  {
    "page_number": 13,
    "content": "Bulletin 1724E-226 \nPage 3-2 \ndrawings and must be located as shown on the drawings and as staked by \nthe engineer. \n(2) Borrowed material for access road fill must be a compactible granular \nmaterial suitable for such a purpose, free of brush, refuse, or organic \nmaterial. Fill must be compacted by the use of suitable heavy construction \nequipment. The finished road must be maintained smooth and free of ruts \nand sink holes until completion of construction. Water bars, drainage \nditches, or other special requirements as called for on the drawings must \nbe installed in accordance with the plans and specifications. All materials \nand labor required for such work must be furnished by the contractor. \nCulverts. Culvert pipes must be installed as shown on the drawings or as directed \nby the engineer. Each pipe must be of a type, diameter, and length as specified \nand must be properly set, backfilled, and tamped. All required labor and material \nmust be provided by the contractor. \nRestoration. The contractor shall have a continuous cleanup program throughout \nconstruction. The contractor shall restore the land that is crossed to its original \ncondition. This restoration includes the removal of deep ruts and the disposal of \nforeign objects such as stumps or chunks of concrete. It also includes smoothing \nand reseeding damaged vegetation areas with vegetation similar to the original, \ncleaning-out gullies, and restoring terraces. Roads existing prior to construction \nmust be restored to equal or better than their original condition. \nSpecial Requirements (to be completed by the engineer):"
  },
  {
    "page_number": 14,
    "content": "Bulletin 1724E-226 \nPage 4-1 \n4 CONCRETE POLES \na Reference to Drawings. The pole lengths and designations shall agree with the \nPole Units specified for the structures to be erected as tabulated in the \nTransmission Construction Units and shown on the plan and profile drawings. \nPole Inspection, Handling, and Distribution \n(1) The contractor shall inspect all poles upon delivery and immediately \nnotify the owner of freight damage discovered or mis-fabrication of poles. \n(2) Poles shall be handled according to the manufacturer's instructions. The \ncontractor will obtain the instructions from the manufacturer. The \nhandling of the poles including loading, hauling, and unloading, shall be \naccomplished with care to prevent dropping poles and to prevent breaking, \nchipping, or overstressing. Care shall be taken to prevent impacts of any \nkind. The pole shall be handled at the lift points indicated by the \nmanufacturer. Pole sections shall be properly blocked and secured to \nminimize movement or damage when transported by the contractor. Poles \nshall not be rolled nor dragged on the ground without approval of the \nengineer. \n(3) Poles or components damaged during handling by the contractor shall be \nreplaced by the contractor at no expense to the owner. With the consent of \nthe owner, minor chipping may be repaired with an epoxy grout \nacceptable to the pole manufacturer and the owner. \n(4) Spliced shaft segments will be properly identified so that the sections for \neach structure can be segregated upon arrival at their destination. \n(5) If poles are stored after delivery, they should be stored in a horizontal \nposition with suitable cribbing on firm soil. Cribbing should be placed at \nintervals indicated by the manufacturer to prevent the pole from \ndeveloping a permanent camber. Stacking of concrete poles is not \nallowed. \n(6) The contractor shall provide all cribbing and blocks for storing poles. \n(7) Poles spotted along the right-of-way near future setting locations shall be \nlocated away from traveled ways, residential areas, off the ground, and \nsecured to prevent movement."
  },
  {
    "page_number": 15,
    "content": "Bulletin 1724E-226 \nPage 4-2 \nField Drilling \n(1) The engineer and manufacturer must be notified, and their approval must \nbe obtained for drilling of any holes in a concrete pole. Where holes are \nrequired, and drilling has been approved by the owner, the contractor shall \ncarefully drill the required holes in the locations specified by the owner \nusing a rotary hammer drill and carbide tipped bit or using wet coring \nmethods. The hole should be made 1/16 inch larger than the diameter of \nthe bolt to be inserted. \n(2) Holes should be drilled without cutting longitudinal steel strands. If a \nstrand is inadvertently cut or nicked, the contractor shall notify the owner, \nwho will provide further instructions. \n(3) Field-drilled holes shall be drilled from the outside to the inside to prevent \nspalling of the concrete on the outside face of the pole. Drilling \ncompletely through the pole shall not be allowed. \n(4) After drilling, any exposed steel should be coated with a zinc-rich or \nepoxy paint to protect the steel against corrosion. \n(5) If the field-drilled holes are not drilled correctly and at specified locations, \nthe owner may require the pole to be replaced at the contractor's expense. \nSpecial Requirements (to be completed by the engineer):"
  },
  {
    "page_number": 16,
    "content": "Bulletin 1724E-226 \nPage 5-1 \n5 POLE TOP ASSEMBLIES \na Reference to Drawings \n(1) The pole top assembly unit consists of all items shown in the list of \nmaterials in the transmission line structure drawings in the Drawings \nportion, Part 2. \n(2) Unless shown in the list of materials on the drawings, the pole top \nassembly unit does not include other units such as pole units, pole \ngrounding units, foundation units, guying assembly units, and anchor \nunits. \nHandling of Materials \n(1) Care shall be exercised in the handling of all materials. Defective or \ndamaged material shall not be installed. \n(2) The contractor shall furnish the necessary equipment to load and haul to \nthe job site all owner-furnished materials. The contractor shall bear the \ncost of all handling, such as loading, hauling, and unloading. \n(3) If framing members (crossarms, bracing, and X-braces) are stored after \ndelivery, they must be arranged with care and placed on blocking at least \none (1) foot above ground to prevent contact with standing water or the \nground. No crossarm shall have an unsupported length greater than 20 \nfeet. The blocking shall be provided by the contractor and included in the \ncontract's unit prices. Materials sensitive to weather damage shall be \nprotected. \n(4) Care shall be exercised in handling crossarm assemblies, pole band \nassemblies, and other factory subassemblies to prevent loss of components \nfor which the contractor is responsible. \n(5) Materials or equipment shall not be placed where it will be damaged by or \ncause damage to vehicular traffic, livestock, persons, and property. \nSpecial Requirements (to be completed by the engineer):"
  },
  {
    "page_number": 17,
    "content": "Bulletin 1724E-226 \nPage 6-1 \n6 STRUCTURE ASSEMBLY (CONCRETE POLES) \na Reference to Drawings \n(1) The contractor shall assemble each structure using the assemblies \ndesignated on the plan and profile drawings and as shown on the structure \nand assembly drawings in Part 2. \n(2) Connection details to assemble each structure are referenced on the \nstructure drawings and included with the plans and specifications. \nStructure Framing \n(1) The contractor shall frame poles on flat or uniformly sloping terrain \nlocated at or near the structure site. A structure may be framed after the \npoles are set, if approved by the engineer. Framing on rolling terrain \nwhere poles become unsupported shall be avoided. If assembly on \nuniform terrain is not possible, the contractor shall temporarily support the \npole and its structural components with hardwood cribbing. \n(2) After the shaft sections are assembled, the crossarms, hardware, climbing \ndevices, insulators, etc., can be attached to the structure. The contractor \nshall take extra care to avoid damaging climbing devices during lifting or \nhandling. \n(3) Bolts shall be tightened such that the tightening does not crack the pole, \noverstress the bolts or pull out the inserts. The method and torque used in \ntightening the bolts shall be in accordance with the pole manufacturer's \nguidelines. \n(4) All hardware at a connection shall be compatible with the fastener \ndiameter. The holes in the hardware shall be 1/16 of an inch greater than \nthe fastener diameter, unless otherwise noted. \n(5) Fasteners shall be sized so that they extend not less than 1/2 of an inch nor \nmore than 2-1/2 inches beyond the face of the last nut or locicnut. Bolts \nshall not be cut off unless approved by the engineer. \n(6) Pole ground wires shall be installed when specified and as shown on the \nplan and profile and/or structure drawings. \n(7) Guying attachments, where specified, shall be oriented as shown on the \ntransmission line structure drawings and as shown on the guying attach-\nment drawings in Part 2, Drawings portion."
  },
  {
    "page_number": 18,
    "content": "Bulletin 1724E-226 \nPage 6-2 \n(8) The contractor shall check the end fittings of crossarms, davit arms, \nbraces, X-braces, and other factory-assembled components to verify that \nall factory-installed hardware is secured in accordance with \nmanufacturer's specifications. The cost of retightening factory-installed \nhardware, if required, shall be included in the contractor's unit cost for \npole top assemblies. \nSpecial Requirements (to be completed by the engineer):"
  },
  {
    "page_number": 19,
    "content": "Bulletin 1724E-226 \nPage 7-1 \n7 STRUCTURE ERECTION \na Reference to Drawings \n(1) The contractor shall verify structure locations prior to erecting structures. \nStructures and specified assemblies must be erected at locations shown on \nthe plan-and-profile drawings. \n(2) Tangent structures shall be erected as shown on the transmission line \nstructure drawings in Part 2. Single-pole structures or center of H-frames \nshall be placed on the survey centerline, unless offset to the left or right of \nthe survey centerline by the dimension shown on the guying guide \ndrawings or plan-and-profile drawings. \n(3) Angle structures and deadend structures shall be erected as shown on the \nstructure drawings, guying guide drawings, and plan-and-profile drawings. \nThe angle structure shall be offset to the left or right of the survey \ncenterline, so all poles are offset by the dimension shown on the guying \nguide or plan-and-profile drawings. \nStructure Erection \n(1) Tangent structures with single crossarms must be erected with crossarms \non alternating sides of the poles. At crossings and long spans, the \ncrossarms shall be mounted on the face of the structure away from the \ncrossing or long span. Crossings include highways, railroads, and \noverhead utilities. \n(2) The contractor shall not overstress any members or connections when \ninstalling structures. \n(3) The contractor shall ensure hardware, bolts, nuts, and locknuts shall be \ntightened after erection of the structures as specified by the engineer per \nmanufacturer's specifications. \n(4) Lifting and erection of the concrete pole shall be according to the \n.manufacturer's instructions. Chokers must be tight around the pole and a \npositive stop against sliding shall be provided. Slings shall be composed \nof nylon unless approved by the engineer. Use of any other sling material \nshall be approved by the owner. Bare steel cables shall not be used as a \nsling. \n(5) After the shaft sections are assembled, crossarms, hardware, climbing \ndevices, insulators, etc., can be attached to the structure. The contractor"
  },
  {
    "page_number": 20,
    "content": "Bulletin 1724E-226 \nPage 7-2 \nshall take extra care to avoid damaging climbing devices during lifting or \nhandling. \n(6) During structure erection, slings, ropes, banding, tie downs, or other \nmaterial shall not be applied to, or allowed to lie on insulators and/or \ncomponents. For nonceramic insulators, the sheathing material over the \nfiberglass rod shall be inspected and, if any damage (i.e., cuts, scrapes, or \ntears in the rubber material) is found to be caused by the contractor and \nthat could allow moisture to penetrate to the fiberglass rod, the contractor \nshall replace the insulators at the contractor's expense. Nonceramic \ninsulators and other fiberglass components shall not be bent or twisted. \nExcavation, Setting, and Backfill \n(1) All poles shall be embedded in soil to a minimum depth of 10 percent of \nthe pole length plus 2 feet or an embedment depth specified on drawings, \nwhichever is greater. Depth of the hole shall not be less than that \nspecified nor more than 3 inches deeper. Where the ground is sloping, the \nembedded depth of multiple pole structures shall be as shown on \ndrawings. \n(2) Pole excavation shall be performed by auger, clamshell, or hand, and shall \ninclude removal of all materials necessary to provide a clean vertical hole \nto the required depth. \n(3) Blasting prior to excavating is only allowed with the engineer's and \nowner's approval, and only if an applicable permit is obtained. Care shall \nbe exercised by the contractor when blasting in the vicinity of structures, \nutilities, etc., to prevent damage of any type. The contractor is responsible \nfor any damage caused by blasting activity. \n(4) The stability of existing structures and facilities shall not be impaired or \nendangered by excavation work. Sheeting and shoring shall be provided \nby the contractor as required to protect and maintain the stability of \nexisting structures and facilities and the sides of excavations and trenches \nuntil they are backfilled. Sheeting, bracing, and shoring shall be designed \nand built to withstand all loads caused by earth movement or pressure, and \nshall maintain the shape of the excavation under all circumstances. \n(5) The contractor shall provide casing where required to maintain the \nstability of an excavated pole hole. Casing shall be designed and built to \nwithstand all loads caused by earth movement or pressure and shall \nmaintain the shape of the excavated pole hole under all circumstances. \nThe casing shall be removed during backfill placement. Other methods to \nmaintain stability of an excavated pole hole shall require prior approval of \nthe engineer."
  },
  {
    "page_number": 21,
    "content": "Bulletin 1724E-226 \nPage 7-3 \n(6) Poles shall be set and backfilled within 24 hours after excavation of the \npole hole unless otherwise approved by the engineer. When poles are not \nimmediately set and backfilled, the excavations shall be protected with a \nsuitable barrier to prevent injury or damage to persons, equipment or \nlivestock. \n(7) Pole holes shall be a minimum of 8 inches larger in diameter than the butt \ndiameter of the pole. When pole bearing plates are used, pole holes shall \nbe the minimum diameter necessary for installation of the pole with the \nbearing plate. The excavated hole shall be at least as large at the bottom \nas at the top. Alternative methods of pole setting may be used only with \nthe approval of the engineer. \n(8) After excavation of a stable pole hole, any accumulated water or frozen \nmatter shall be removed from the hole prior to setting the pole. Contractor \nshall provide suitable granular backfill material (see drawing TM-101 in \nPart 2) to level the bottom of a water hole. Any soil added to level the \nbottom of a dry hole shall be compacted to a density greater than or equal \nto the density of the surrounding undisturbed soil before the pole is set. \n(9) Pole backfill material shall be approved by the engineer. The engineer's \napproval will be based on the compactibility of the native soil and its \nsuitability for providing a dense, supportive soil mass, free of voids, \norganic, or other deleterious material, and not frozen. Where excavated \nmaterial is not suitable for backfill as required by the engineer, the \ncontractor shall furnish suitable granular imported material for this \npurpose, which shall be paid in accordance with the unit price for granular \nbackfill for poles. (see drawing TM-101 in Part 2) \n(10) Poles shall be set plumb before and after the backfill is placed. If the \npoles are out of plumb, the backfill shall be removed and replaced. \nPlumbing of poles by pushing or pulling the structure shall not be \npermitted. The tolerance for plumbness shall be 1/2 inch in 10 feet of \nheight. \n(11) Structures, prior to backfilling, shall be aligned with the conductor support \nat right angles (11°) to the centerline of the transmission line except at \nangle structures where the arm shall bisect the angle (±1 0). Install \ncrossarms level, except for raked structures, regardless of the terrain by \nvarying the setting depths of the poles. The maximum deviation of the \ncrossarm from the horizontal measured from end to end shall not exceed 1/2  \ninch for each 10 feet of arm length. \n(12) Backfill shall be placed around the pole in layers not exceeding 6 inches in \ndepth, with each layer mechanically tamped before the next layer is added."
  },
  {
    "page_number": 22,
    "content": "Bulletin 1724E-226 \nPage 7-4 \nThe backfill shall be compacted to a density equal to or greater than that of \nthe surrounding undisturbed soil. \n(13) Backfill and compaction shall be done at a rate no faster than one laborer \nshoveling fill and two others using mechanical or pneumatic tampers. If \nimported granular backfill (TM-101, Part 2) is used, two mechanical or \npneumatic tampers or two vibrating rods may be used to compact the \nimported granular backfill. \n(14) Backfill soil shall be banked up and tamped around the pole to a height of \n6 inches above the natural grade and shall be sloped away from the pole. \n(15) Structures shall be grounded as soon as practical after they are erected. \n(16) After completion of wire stringing, all poles shall be re-inspected to verify \nthat poles remain plumb and the backfill has not settled. If settlement \noccurs, the engineer shall determine if the backfill shall be added and \ntamped or if the backfill shall be completely removed and replaced. \nAdded backfill shall be recompacted as previously specified. If required \nby the engineer, the backfill is to be completely dug out and replaced, the \npole shall be readjusted, if necessary, and the backfill compacted as \npreviously specified. This work shall be done at no additional cost to \nowner. \n(17) All excess excavated material and unused imported materials shall be \ndisposed of properly after backfill operations are completed. When \napproved by the owner, surplus excavated soil may be carefully spread \nand leveled on the surface of the ground near the structure and in a manner \nto minimize damage to the surrounding environment. \nSpecial Requirements (to be completed by the engineer):"
  },
  {
    "page_number": 23,
    "content": "Bulletin 1724E-226 \nPage 8-1 \n8 GUYS AND ANCHORS \na Reference to Drawings. Guys and anchors shall be installed at locations shown \non the drawing or specified by the engineer. The engineer will stake all anchor \nrod locations. The contractor shall check locations of anchors before installation. \nGeneral Installation Requirements \n(1) Anchor rods shall be installed in line with the guy wire and installed so \nthat not more than 8 inches of rod (including eye) remain out of the \nground after guy tension is applied. In cultivated fields or other locations \ndeemed necessary, the projection of the anchor rod above earth may be \nincreased to a maximum 12 inches to prevent burial of the rod eye. \n(2) Anchors shall be of the type, size, and depth as shown on the drawings. \n(3) Slope of the anchor rod shall be the same as the guy. \n(4) The engineer may require the use of other type anchors whose installation \nshall follow the manufacturer's recommendations if ground conditions \nmake the installation of the anchors shown on the construction drawings \nimpossible. \n(5) The engineer must approve, in writing, the excavated hole and anchor \nbefore the anchor hole is backfilled. The holes shall be backfilled and \ntamped in the same manner as is required for concrete pole backfilling. \nOnsite suitable native soil or approved imported granular material shall be \nused for anchor backfill. \n(6) Power-installed screw anchors shall be installed with the appropriate size \nand type of equipment in accordance with the engineer's requirements and \nmanufacturer's recommendations. Screw anchors shall not be reversed to \nmeet the requirements of projection of the rods above the ground. The \nengineer shall approve the final projection and witness all installations. \n(7) Where required by the engineer, anchors shall be tested to 50 percent of \ntheir designated ultimate rated capacity. All material and labor required \nfor testing of the anchors shall be furnished by the contractor and included \nin the unit costs for testing anchors. \n(8) Guys shall be installed and attached to the structures as shown on the \ntransmission line structure drawings before conductors or overhead ground \nwires are strung. Each guy shall be pretensioned to remove any slack in \nthe guy. Guys will be re-tensioned after the conductors and overhead \nground wires are installed to plumb the poles and to equalize tensions in"
  },
  {
    "page_number": 24,
    "content": "Bulletin 1724E-226 \nPage 8-2 \nthe guys. If slack guys are found, they shall be readjusted so that all guys \nin any structure have approximately equal tension. The final tension in the \nguys and the plumb of the poles shall meet the approval of the engineer. \nc Special Requirements (to be completed by the engineer):"
  },
  {
    "page_number": 25,
    "content": "Bulletin 1724E-226 \nPage 9-1 \n9 GROUNDING AND BONDING \na Reference to brawings. All structures must be grounded as shown on the plan-\nand-profile drawings and transmission line structure drawings, and subject to the \nfollowing provisions. \nStructure Grounding \n(1) The engineer may require that ground resistance measurements be made \nfor each structure and that additional grounding be added to that already \nprovided by the basic structure grounding assemblies. \n(2) Where structure grounding tests are required by the engineer, the \ncontractor shall measure the ground resistance of the external ground after \nthe structure is erected, but before the ground rod is attached to the pole. \nThe method of measuring ground resistance must be subject to the \napproval of the engineer. The contractor shall provide a written report and \na sketch of the ground resistance tests at each structure. \n(3) All labor and materials for ground-resistance measurements and \ninstallation of additional grounding must be provided by the contractor \nand must be covered by the unit costs for testing and for grounding units. \n(4) The contractor shall install counterpoise only after approval of the \nengineer. \n(5) Overhead ground wire and optical ground wire (OPGW) shall be bonded \nto the pole ground wire as required by the drawings. Concrete poles shall \nbe bonded from the pole ground wire to the ground rod or counterpoise as \nspecified by the drawings. \nBonding of Ground Wire \n(1) The pole ground wire must be continuous and not spliced from top of pole \nto the pole butt grounding assembly. Should damage occur during \nerection of the structure, the pole ground wire may be spliced with the \nengineer's approval. \n(2) Hardware must be bonded to the pole ground wire as shown on the \ndrawings. The ground wire must clear any unbonded hardware by at least \n3 inches. \nFence and Gate Grounding. Fence and gate grounds must be installed as shown \non the drawings. All labor and material required must be furnished by the \ncontractor at the unit prices for fence and gate grounding."
  },
  {
    "page_number": 26,
    "content": "Bulletin 1724E-226 \nPage 9-2 \ne Special Requirements (to be completed by the engineer):"
  },
  {
    "page_number": 27,
    "content": "Bulletin 1724E-226 \nPage 10-1 \n10 INSULATORS AND HARDWARE \na (1) Reference to Drawings. Insulator and hardware assemblies must be fully \nassembled and installed as shown on the drawings. Items of hardware and \ninsulators must be inspected for missing parts, defects, and proper fit \nbefore installation. Defective or missing pieces must be replaced. \n(2) Insulator Classification. In this section insulators are classified as ceramic \nand nonceramic insulators. Nonceramic insulators refer to insulators other \nthan ceramic and toughened glass insulators, including composite \ninsulators and polymer insulators. \nHandling and Storage for All Insulators \n(1) Insulators and hardware must be stored in their appropriate shipping \ncontainers until installation. They must be properly supported and stacked \nso as not to damage the individual items. They must be blocked up off the \nground so that they cannot come in contact with the ground or standing \nwater. \n(2) Insulators must be carefully handled to prevent damage to the porcelain \nskirts, pins, galvanizing, and cotter keys. A cradle or other suitable device \nmust be used to hoist all insulator strings whenever the quantity exceeds 6 \nunits per string. \n(3) Insulators that are cracked, chipped, or damaged in any way must be \nreplaced with units that are not defective. The cost for replacement of \npreviously accepted units must be borne by the contractor. \nAll insulators must be wiped clean with a clean, soft, nonabrasive cloth. \nAdditional Handling and Storage for Nonceramic Insulators \n(1) Handling practices for nonceramic composite insulators are different from \nthose used for ceramic insulators. A single cut, puncture, or tear in the \npolymeric housing material covering the fiberglass-reinforced plastic \n(FRP) rod may expose the rod to moisture and, eventually, cause \nmechanical failure of the insulator. The contractor shall be careful not to \ncut, puncture, or tear nonceramic insulators. \n(2) Nonceramic insulators shall be stored and transported to the job site in \ntheir original shipping containers. If the insulators are stored outside of \ntheir shipping containers, the insulators should never be lying down \nagainst the ground, walked on, stacked on top of each other, or transported"
  },
  {
    "page_number": 28,
    "content": "Bulletin 1724E-226 \nPage 10-2 \nhanging over the tailgate of a pickup truck. Nonceramic insulators shall \nbe stored in a manner to prevent damage by rodents. \n(3) Care should be taken when unpacking nonceramic insulators to ensure that \nthe polymeric housing is not cut or punctured. Insulators should be \ninspected for damage after removal from shipping containers. Any \ndamage found shall be reported to the engineer immediately. \n(4) Nonceramic insulators shall not be lifted by their weathersheds. Long \nsuspension insulators shall be carried by two workers and, if lifting with a \nrope or strap, attach it only to the insulator end fittings. Long suspension \ninsulators should also be supported in the middle by workers to avoid \nbending since suspension insulators are generally not designed for bending \nor compressive loads. \n(5) Nonceramic insulators should be stored and transported in their shipping \ncartons, or equivalent protection. If nonceramic insulators are removed \nfrom their original shipping containers and then transported to the job site, \nextreme care should be taken at all times to avoid damaging the polymeric \nhousing material. No sharp objects, materials, tools, or corona rings \nshould be placed either on top, or situated below the insulators. Insulators \nshould not be stacked directly on one another (the end fitting of one may \ncut into the polymer housing of another). \n(6) Nonceramic insulators should not be tied down with rope over the housing \nmaterial during transport or transported on overhead racks of line crew \ntrucks where bending of the insulator occurs. \nInstallation of All Insulators \n(1) All connections must be made in accordance with the drawings. Bolts \nmust be torqued to .the manufacturer's specifications. Cotter keys, where \nrequired, must be fully inserted. \n(2) Cotter key eyes on insulators and hardware items must be oriented toward \nthe structure, or in such a way as to facilitate easy removal during hot line \nmaintenance. \n(3) Pins and bolts to insulator string assemblies must be oriented with the \nhead upright wherever possible. \n(4) Pin-type insulators must be tight on the pins. On tangent structures, the \ntop groove must be in line with the conductor after tying in. \n(5) After installation, insulators should not be climbed on. Conductors should \nnot be temporarily laid on the sheds or housing of composite or on the"
  },
  {
    "page_number": 29,
    "content": "Bulletin 1724E-226 \nPage 10-3 \nbells or posts of porcelain. Insulators should be kept clean of dirt and \ncontaminants, specifically electrical contact compounds. \nAdditional Installation Requirements for Nonceramic Insulators \n(1) During installation, nonceramic insulators should not be subjected to any \nloads that it would not normally see in service. Nonceramic insulators \nshall not be subjected to any torque forces. \n(2) Insulators should not be lifted by their sheds. Slings or pulling ropes \nshould never be placed over the sheds or housing. \n(3) The insulator should be thoroughly inspected before and after installation. \nDamaged insulators should not be used and should be marked for \ninspection by qualified utility personnel. \n(4) Corona or grading rings shall be installed per manufacturer's \nrecommendations. \nSpecial Requirements (to be completed by the engineer):"
  },
  {
    "page_number": 30,
    "content": "Bulletin 1724E-226 \nPage 11-1 \n11 CONDUCTORS AND OVERHEAD GROUND WIRES \na General \n(1) All conductor and overhead ground wire installation work must be done in \naccordance with the manufacturer's recommendations and the IEEE \nStandard 524, \"Guide to the Installation of Overhead Transmission Line \nConductors.\" If there is a discrepancy between the guide and the \nmanufacturer's recommendation, the contractor should follow the \nmanufacturer's recommendation. The following provisions are for tension \nstringing of conductors and overhead ground wires. IEEE Standard 524 \nmay be obtained from the Institute of Electrical and Electronics Engineers, \n445 Hoes Lane, P.O. Box 1331, Piscataway, N.J., 08855-1331, USA or at \nhttps://standards.ieee.org/standard/524-2016.html.  \n(2) It is very important to avoid damaging the wire or the associated fittings in \nany way. It is the contractor's responsibility to protect the wire and \nfittings against damage. If the wire and associated materials are damaged \ndue to the contractor's mishandling, negligence, or faulty equipment, the \ncontractor shall repair or replace the damaged sections, including \nfurnishing of necessary materials, in a manner satisfactory to the owner \nand at no additional cost to the owner. \nHandling and Storage \n(1) Reels of wire must be stored off the ground and adequately supported so \nas to avoid damage to the reel, protective covering, and wire. Wire and \nreels must be kept free of standing water, excessive dust, and mud, and \nstored no closer than 50 feet from an energized portion of a substation or \ntransmission line. The conductor must be covered. \n(2) Protective covering must be removed at the job site and the outside layer \nof each reel must be examined by the contractor and the owner to be sure \nthat the wire is in good condition and that no nails, staples, or other sharp \nobjects, which could damage the wire during unreeling, protrude on the \ninside of the reel heads. \n(3) Identification tags and markers must be retained on the reels. For future \nreference, the contractor shall record on forms supplied by the engineer, \nthe reel number, length of wire, net weight, and the structure numbers \nwhere the wire was installed. \n(4) Conductor reels should not be rolled. They should be lifted or transported \nby a reel dolly. If they do need to be rolled to a location where they can"
  },
  {
    "page_number": 31,
    "content": "Bulletin 1724E-226 \nPage 11-2 \nbe easily handled, they should be rolled in the direction that would tend to \ntighten rather than loosen the conductor on the reel. \nTools and Equipment \n(1) Tools and equipment for wire work must be of the proper size and type for \nthe job and must be in good working condition. Sheaves, tensioners, \npullers, wire grips compressors, and dies must be properly sized for the \nspecific wires to be installed. \n(2) Stringing blocks must be neoprene-lined, free running, and of the proper \ndiameter and groove size for the wire being pulled. See IEEE Standard \n524-2003 for sizing specifications. \n(3) Tensioner bullwheels must be neoprene-lined and of the proper size and \ndesign for the wire being pulled. See IEEE Standard 524-2003 for sizing \nspecifications. \n(4) V-Groove pullers shall not be used for annealed aluminum conductors \nincluding but not limited to ACSS (Aluminum Conductor Steel-\nSupported) and ACSS/TW (Trapezoidal Shaped Strand Concentric-Lay \nStranded Aluminum Conductors, Steel-Supported) wire. \nGuard Structures \n(1) Guard structures must be furnished and installed by the contractor, where \nrequired, to prevent the conductor or overhead ground wires which are \nbeing pulled from coming into contact with existing overhead electric \nsupply lines, communication lines, roads, highways, and railroads crossed \nby the transmission line. All labor and materials required must be \nfurnished by the contractor and included in the unit cost for conductor \nunits. \n(2) If not part of the right-of-way agreement previously executed, permission \nto install guard structures on private property or public highway right-of-\nway must be obtained by (engineer to check one): \nPrivate Public \n• The engineer I 0 • The contractor ri \n(3) After completion of all wire work, the contractor shall remove the guard \nstructures, fill and tamp all pole holes, and restore the right-of-way and \naccess to its original condition."
  },
  {
    "page_number": 32,
    "content": "Bulletin 1724E-226 \nPage 11-3 \nStringing \n(1) The method of installing the conductor and the overhead ground wire must \nbe as designated by the engineer. When controlled tension stringing is \nspecified, it must be performed in accordance with IEEE Standard 524, \n\"Guide to the Installation of Overhead Transmission Line Conductors,\" \nand subject to the manufacturer's concurrence (owner to check one for \neach): \n(a) Conductor Installation \n• Controlled Tension Stringing \n• Other (specify)  fl \n(b) Overhead Ground Wire Installation \n• Controlled Tension Stringing \n• Other (specify)  \n(2) The precise stringing procedure which the contractor intends to use must \nbe submitted to the owner for review and approval prior to any wire work. \nThis procedure must include a description of all major pieces of \nequipment to be used, number of crews, composition and responsibilities \nof each crew, proposed equipment set up locations, wire reel locations, \nlocations of all splices, and locations and descriptions of temporary snubs \nand anchors. \n(3) Extreme care must be exercised during the wire-stringing operation to \navoid damage to conductor or overhead ground wire strands. If damage is \nfound, the stringing must be stopped. Damage is defined as any deformity \nof the wire which can be detected by sight or touch. Kinked, twisted, \nabraded, \"bird-caged,\" or flattened wire will not be allowed to remain on \nthe line. Any wire so damaged must be repaired or replaced by the \ncontractor at his or her own expense and to the satisfaction of the engineer. \n(4) The contractor shall continuously inspect the wire as it leaves the reels. If \nthe wire has an accumulation of dirt, oil, grease, or any other foreign \nsubstance, such substance must be removed as the wire leaves the reels \nduring the stringing operation by a method approved by the engineer. \n(5) Wire tension during stringing must be high enough to ensure that the wire \ndoes not drag across the ground, underbrush, trees, towers, fences, guard \nstructures, or any other surface other than the stringing sheaves. A \nstringing tension of not less than 50 percent nor more than 80 percent of \nthe initial sagging tension should be used."
  },
  {
    "page_number": 33,
    "content": "Bulletin 1724E-226 \nPage 11-4 \n(6) No more than two reels of wire per phase may be pulled at a time. Full-\ntension compression splices must not be pulled through the stringing \nblocks. \n(7) When stringing wire on H-frame structures, the center phase must always \nbe pulled first. The outside phases must be pulled alternately in \nsuccessive pulls. If all three phases are strung in one pull, the middle \nphase must lead the outer phases by not less than 100 feet. \n(8) Wire must not be pulled during adverse weather conditions or when such \nconditions are imminent as determined by the engineer. \n(9) The air temperature at the time and place of stringing must be determined \nby a certified thermometer. \n(10) For conductor wires with more than one layer of annealed aluminum \nstrands (i.e., ACSS, Aluminum Conductor Steel-Supported), the contractor \nshall use a minimum of two grips per wire. \nf Sagging \n(1) Wires must be sagged to the proper tensions in accordance with the initial \nstringing sag and tension tables provided by the engineer. Sags will be \nchecked by sighting with target and transit as indicated in IEEE Standard \n524. Sags must be within a tolerance of +3 and -0 inches of the specified \nvalues. When approved by the engineer, sags may be checked by the \nreturn wave method. \n(2) The air temperature at the time and place of clipping in must be \ndetermined using a certified thermometer. Air temperature and sag \nmeasurement of the span being sagged must be recorded and provided to \nthe engineer. \n(3) In hilly or mountainous terrain, the offset clipping method may be \nrequired in order to ensure equalized tensions and plumbing of insulators \non suspension structures. Calculations for offset clipping/sag corrections \nmust be done and values for sagging must be furnished by the engineer. \nThe contractor shall furnish all stringing set up information to the owner at \nleast 6 weeks prior to the sagging operations. The contractor shall keep a \nrecord of sag data. \n(4) The contractor shall select the length of each sag and the sag-checking \nspans, subject to the review and approval of the engineer. The \ncontractor's sagging method must result in uniform tensions throughout \nthe sag and the allowable sag tolerances must not be exceeded."
  },
  {
    "page_number": 34,
    "content": "Bulletin 1724E-226 \nPage 11-5 \n(5) The contractor shall budget the stringing time so that a reel of wire is \nsagged not less than 2 hours and not more than 24 hours after a section of \nwire has been pulled through all blocks. If this is not possible in isolated \nareas, the engineer shall be consulted regarding the necessity of using \ncreep correction factors with the specified chart sags. \n(6) The contractor shall make any necessary adjustments in the wires or \nclamps at any time during the construction period to ensure that the wire is \nat the proper tension, sags are within tolerance, and suspension insulator \nstrings and overhead ground wire assemblies hang plumb. \ng Clipping. Deadending, and Splicing \n(1) The contractor shall take into consideration the strength limitations of all \nstructures in so far as the application of temporary wire stringing loads. \nAll temporary back snubs and pull-downs on structures other than strain \nstructures must be carefully planned and must meet the approval of the \nengineer. \n(2) Use of wire reels must be carefully planned to minimize the number of full \ntension splices. There must never be more than one compression fitting \nper wire in any span and splices must not be located within 25 feet of a \nconductor support. Splices must not be located in spans over roads, \nrailroads, and utility crossings, or in the spans adjacent to the crossing \nspan. Splices must also not be located in the span where the conductor is \nto be deadended. \n(3) Compression deadends and splices must be installed in accordance with \nthe manufacturer's recommendations. Conductor strands within the splice \narea must be carefully cleaned with a steel brush, cotton rags, and \nsolvents. Filler compound must be furnished, and pressure installed by the \ncontractor. Special care must be exercised in making compression fittings \nto ensure use of proper die size, accurate cutting of wire, complete \ninsertion of the cable strands, and pressing to produce a straight, uniform \nfitting. The contractor shall make up one splice and deadend to use as a \nsample in order to determine how much wire needs to be cut back. \n(4) After completion of pressing operations, the contractor shall clean the wire \nand fittings of excess grease and compound. All burrs and die flash marks \nmust be removed with emery cloth. \n(5) U-bolts on suspension clamps and strain deadend clamps must be evenly \ntorqued to the manufacturer's recommended values. Keeper plates must \nbe in place and properly seated. Conductor strands within the area of the \nfitting must be clean. The recommended cleaning method is to use a steel \nbrush, cotton rags, and solvents."
  },
  {
    "page_number": 35,
    "content": "Bulletin 1724E-226 \nPage 11-6 \n(6) The total time that the wires are allowed to remain in the stringing blocks \nbefore being clipped in should not exceed 72 hours after wires have been \nsagged. If this time is exceeded, damage may occur to the wires and/or \nblocks. Wires must be lifted from the blocks using standard suspension \nclamps or plate hooks 8 inches or larger to provide adequate support for \nthe cables without damaging individual strands or kinking the wire. \n(7) With pin-type insulators, the wires must be tied in the top groove of the \ninsulator on tangent poles and on the side of the insulator away from the \nstrain at angles. Factory-formed ties must be installed in accordance with \nthe manufacturer's recommendations. \n(8) Following completion of clipping or deadending wire, the contractor shall \ninstall dampers according to the manufacturer's and/or engineer's \ndrawings and instructions. \nOPGW and Other Special Wire. When OPGW or other non-ACSR wire is to be \ninstalled, the manufacturer should be consulted prior to the handling and \ninstallation. \nJumper \n(1) Jumpers must be installed as shown on the drawings. Compression \njumper terminals must be used with compression deadends and \ncompression jumper connectors must be used with strain clamps. The cost \nof installation of these items must be included with the bid units for \ninstalling conductors. All jumpers must be installed in accordance with \nthe manufacturer's recommendations. \n(2) Jumper wire loops must be of sufficient length to present a smooth, \nuniformly curving appearance and which do not put the jumper string of \ninsulators in compression. Excess length of conductor from the wire-\nstringing operation may be used to make up the jumper loops. \nTemporary Grounds \n(1) During the wire work, the contractor shall take all necessary steps to \nensure proper temporary grounding of the structures, cables, and \nequipment. All applicable Federal, State, and local safety regulations \nmust be strictly followed. \n(2) A record of all temporary conductor grounds must be kept to ensure that \nthey are all removed, and the line can be safely energized at the end of the \nconstruction period."
  },
  {
    "page_number": 36,
    "content": "Bulletin 1724E-226 \nPage 11-7 \nReels and Excess Conductor \n(1) When wire is furnished by the owner, the contractor shall be responsible \nfor salvaging the wire reels and all excess conductor and overhead ground \nwire. All such wire must be inventoried, placed on reels, and returned to \nthe owner or disposed of as directed by the engineer. \n(2) Returnable reels must be shipped back to the wire fabricators in \naccordance with the engineer's instruction. Nonreturnable wood reels \nmust be disposed of in a manner meeting the approval of the engineer. \n(3) All costs associated with the receiving, handling, shipping, or disposal of \nexcess wire and reels must be in the labor costs for installation of wire \nunits. \n1 Special Conditions (to be completed by the engineer):"
  },
  {
    "page_number": 37,
    "content": "Bulletin 1724E-226 \nPage 12-1 \n12 INDEX to DRAWINGS \nThe following drawings are part of the technical specification (engineer to complete):"
  }
]