[
  {
    "File With REA": ":",
    "Bulletin": "345-83",
    "RD-GD": "1979-05",
    "date": "October 7, 1982",
    "subject": "REA Specification for Gas Tube Surge Arresters",
    "paragraph_number": 4.26,
    "original_voltage": "50",
    "revised_voltage": "100",
    "time": "one (1) millisecond",
    "name": "Jack Van Mark",
    "title": "Acting Administrator"
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "agency": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "administration": "Rural Electrification Administration",
    "date": "July 1979",
    "bulletin": "REA BULLEITN 345-83",
    "subject": "REA Specification PE-80 for Gas Tube Surge Arresters",
    "purpose": "To announce the issuance of a new REA Specification for Gas Tube Surge Arresters.",
    "general": "This specification covers requirements for multi-electrode gas tube surge arresters used to protect ccmmmications circuits and equipments from damages due to foreign voltages and currents. It replaces PE-55, REA Specification for Two-Electrode Gas Tube Protectors and PE-56, REA Specification for Three-Electrode Gas Tube Protectors.",
    "effective_date": "April 4, 1980",
    "availability": "Copies of the new PE-80 will be furnished by REA upon request. Questions concerning the new specification may be referred to the Chief, Outside Plant Branch, Telephone Operations and Standards Division, Rural Electrification Administration, U.S. Department of Agriculture, Washington, D.C. 20250, telephone number 202-447-3827.",
    "signature": "John H. Cerneesen",
    "title": "Acting Assistant Administrator",
    "contact": "Telephone",
    "index": "SPECIFICATIONS: Gas Tube Surge Arresters"
  },
  {
    "document_title": "REA Specification for GAS TUBE SURGE ARRESTERS",
    "section_1": "GENERAL",
    "section_2": "SAMPLE LOT SIZE AND SELECTION",
    "section_3": "ARRESTER CLASSIFICATION",
    "section_4": "REQUIREMENTS",
    "section_5": "MANUFACTURING QUALITY ASSURANCE",
    "section_6": "PRODRUCT IDENTIFICATION",
    "figure": "Figure 1"
  },
  {
    "REA BULLETIN": "345-83",
    "PE": "80",
    "JULY": "1979",
    "GENERAL": "1",
    "UNITED STATES DEPARIMENT OF AGRICULTURE": "UNITED STATES DEPARIMENT OF AGRICULTURE",
    "Rural Electrification Administration": "Rural Electrification Administration",
    "REA SPECIFICATION FOR GAS TUBE SURGE ARRESTERS": "REA SPECIFICATION FOR GAS TUBE SURGE ARRESTERS",
    "1.1 This document specifies REA requirements for gas tube surge": "1.1 This document specifies REA requirements for gas tube surge",
    "arresters, defined as": "\"A gap, or series of gaps, in an enclosed",
    "discharge medium, other than air at atmospheric pressure, designed to": "discharge medium, other than air at atmospheric pressure, designed to",
    "protect apparatus or personnel, or both, from high transient voltages.\"": "protect apparatus or personnel, or both, from high transient voltages.\"",
    "This document does not specify requirements applicable to complete pro-": "This document does not specify requirements applicable to complete pro-",
    "tectors, nor does it specify total requirements for arresters employed": "tectors, nor does it specify total requirements for arresters employed",
    "within electronic devices where precise coordination between arrester": "within electronic devices where precise coordination between arrester",
    "performance and device withstand capability is highly critical.": "performance and device withstand capability is highly critical.",
    "1.2 Except as noted herein, testing shall be accomplished in accordance": "1.2 Except as noted herein, testing shall be accomplished in accordance",
    "with the procedures set forth in IEEE Standard 465.1, 1977 \"Test": "with the procedures set forth in IEEE Standard 465.1, 1977 \"Test",
    "Specification for Gas Tube Surge-Protective Devices,\" hereinafter referred": "Specification for Gas Tube Surge-Protective Devices,\" hereinafter referred",
    "to as IEEE 465.1.": "to as IEEE 465.1.",
    "1.21 This document is organized as follows:": "1.21 This document is organized as follows:",
    "1.211 General information, such as failure criteria or sample selection,": "1.211 General information, such as failure criteria or sample selection,",
    "applicable to more than one test.": "applicable to more than one test.",
    "1.212 Detailed information applicable to a single test.": "1.212 Detailed information applicable to a single test.",
    "1.3 For the purpose of this specification, failure modes or end of life": "1.3 For the purpose of this specification, failure modes or end of life",
    "shall be as defined in IEEE 456.1, Paragraph 4.16 except as supple-": "shall be as defined in IEEE 456.1, Paragraph 4.16 except as supple-",
    "mented below:": "mented below:",
    "1.31 Short Circuit Failure Mode: In this mode, the arrester shall": "1.31 Short Circuit Failure Mode: In this mode, the arrester shall",
    "become permanently short circuited and shall have an impedance of": "become permanently short circuited and shall have an impedance of",
    "not more than one ohm.": "not more than one ohm.",
    "1.32 Low Breakdown Failure Mode: In this mode, the arrester shall have": "1.32 Low Breakdown Failure Mode: In this mode, the arrester shall have",
    "a dc breakdown of less than that shown for the low voltage mode in": "a dc breakdown of less than that shown for the low voltage mode in",
    "Table A.": "Table A.",
    "1.33 High Breakdown Failure Mode: In this mode, an arrester shall have": "1.33 High Breakdown Failure Mode: In this mode, an arrester shall have",
    "dc or impulse breakdown in excess of any of the high voltage mode": "dc or impulse breakdown in excess of any of the high voltage mode",
    "values shown in Table A.": "values shown in Table A.",
    "1.34 Low Insulation Resistance Failure Mode: As defined in IEEE 465.1.": "1.34 Low Insulation Resistance Failure Mode: As defined in IEEE 465.1."
  },
  {
    "TABLE A BREAKDOWN FAILURE LIMITS* VOLTS**": "",
    "Rise Time of Breakdown Voltage Test Waveform LOW VOLTAGE": "<100 V/sec.",
    "Rise Time of Breakdown Voltage Test Waveform HIGH VOLTAGE": "<100 V/sec.",
    "Rise Time of Breakdown Voltage Test Waveform": "100 V/sec.",
    "Primary Use LOW VOLTAGE": "\"DC\"",
    "Primary Use HIGH VOLTAGE": "\"DC\"",
    "Primary Use": "IMPULSE",
    "Special Low Voltage Protection": "AS REQUIRED BY APPLICATION",
    "Station, MDF or General Purpose Protection LOW VOLTAGE": "180",
    "Station, MDF or General Purpose Protection HIGH VOLTAGE": "600",
    "Station, MDF or General Purpose Protection": "900",
    "Cable Protection LOW VOLTAGE": "250",
    "Cable Protection HIGH VOLTAGE": "1200",
    "Cable Protection": "1500",
    "*Line-to-Ground Measurements Only": null,
    "**These values serve to indicate end of life after high energy testing. Acceptable limits for new tubes are covered in Tables B & C.": null,
    "2. SAMPLE LOT SIZE AND SELECTIION": null,
    "2.1 A minimum of 150 end-product samples (previously untested except for routine production tests) shall be selected at random from at least three production batches. Prior to the performance of any measurements, these units shall be numbered such that an approximately equal number of samples from each batch are used for each test.": null,
    "2.2 DC Breakdown Voltage, Capacitance, Insulation Resistance, and Impulse Breakdown Voltage measurements described herein shall be performed for all 150 samples.": null,
    "2.3 Those samples numbered 26 through 75 will then be subjected to the DC Holdover test; and the first time effect will be determined for samples 76 through 100. In the case of multielectrode arresters, Impulse Transverse Voltage will be measured utilizing samples 1 through 25.": null,
    "2.4 Upon completion of the measurements describe above, units numbered 1 through 50 will be subjected to and classified under the Impulse": null,
    "2": null
  },
  {
    "2.5": "In the case of the Maximum Single Impulse Discharge and AC Discharge Current Tests, 50 samples shall be subjected to the current level (Light, Medium, Heavy or Maximum) claimed by the manufacturer and described by Table E.",
    "2.6": "All test data shall be furnished to REA. Where applicable, histograms, probability plots, etc., may be included at the manufacturer's option. If desired, REA may witness the sample selection and measurement procedure.",
    "3": "ARRESTER CLASSIFICATION",
    "3.1": "Devices which are accepted by REA shall be classified in accordance with Paragraph 4.3 as light, medium, heavy, or maximum duty depending on their performance in the categories of Impulse Life, Maximum Single Impulse Discharge and AC Discharge Current Carrying Capacity.",
    "4": "REQUIREMENTS",
    "4.1": "Requirements are divided into two main categories as follows:",
    "4.1a": "General Requirements.",
    "4.1b": "Requirements for classifying as light, medium, heavy, or maximum duty.",
    "4.2": "General Requirements",
    "4.21": "DC Breakdown Voltage: For tubes which have not been subjected to high energy tests, the plus and minus three sigma values of dc breakdown voltage for a given polarity shall be within the limits shown in Table B when measured in accordance with Paragraph 4.1 of IEEE 465.1. Further, the average value shall be greater than the Minimum Average shown in Table B. A series of 5 breakdowns of each polarity shall be measured for each sample.",
    "4.22": "Capacitance: The capacitance of the tube shall be measured in accordance with Paragraph 4.2 of IEEE 465.1. The capacitance of any tube shall not exceed 5 pf when measured at either 1 kHz or 1 MHz.",
    "4.23": "Insulation Resistance: Insulation resistance shall be measured in accordance with Paragraph 4.3 of IEEE 465.1, using 100 Vdc for tubes having a nominal dc breakdown of 230 V or more and 50 Vdc for tubes having a nominal dc breakdown of less than 230 volts. Insulation resistance shall be greater than 100 megohms.",
    "Life test start": "51",
    "Life test end": "100",
    "Life test description": "shall be tested to determine Maximum AC Discharge Current",
    "Single impulse test start": "101",
    "Single impulse test end": "150",
    "Single impulse test description": "shall be tested to determine the Maximum Single Impulse Discharge classification"
  },
  {
    "TABLE_B_ACCEPTABLE_LIMITS_DC_BREAKDOWN_VOLTS": true,
    "Primary_Use": "Primary Use",
    "ALL_TUBES_Line_to_Ground": "(ALL TUBES)\nLine-to-Ground",
    "Multi_Electrode_Tubes_Line_to_Line": "Multi-Electrode Tubes\nLine-to-Line",
    "minus_3sigma_Value": "- 3σ\nValue",
    "Minimum_Average": "Minimum\nAverage",
    "plus_3sigma_Value": "+3σ\nValue",
    "minus_3sigma_Value_2": "- 3σ\nValue",
    "plus_3sigma_Value_2": "+3σ\nValue",
    "Special_Low_Voltage_Protection": "Special Low Voltage\nProtection",
    "AS_REQUIRED_BY_APPLICATION": "AS REQUIRED BY APPLICATION",
    "Station_MDF_or_General_Purpose_Protection": "Station, MDF or General\nPurpose Protection",
    "300": "300",
    "350": "350",
    "500": "500",
    "300_2": "300",
    "1000": "1000",
    "Cable_Protection": "Cable Protection",
    "510": "510",
    "1000_2": "1000",
    "510_2": "510",
    "1200": "1200",
    "4_24_Impulse_Breakdown_Voltage": "4.24 Impulse Breakdown Voltage: The plus and minus 3σ values of impulse\nbreakdown voltage of tubes which have not been exposed to high\nenergy surges when measured in accordance with Paragraph 4.4 of IEEE 465.1,\nshall be within the ranges specified in Table C. Further, the average\nvalue shall be less than the Maximum Average shown in Table C. A series of\n5 breakdowns of each polarity, and each rate of rise shall be measured for\neach sample.",
    "TABLE_C_ACCEPTABLE_LIMITS_IMPULSE_BREAKDOWN_VOLTS": "TABLE C ACCEPTABLE LIMITS IMPULSE BREAKDOWN VOLTS",
    "100_V_mus_Rise_Line_to_Ground": "100 V/μς Rise\nLine-to-Ground",
    "10_kV_mus_Rise_Line_to_Ground": "10 kV/µs Rise\nLine-to-Ground",
    "minus_3sigma_Value_3": "- 3σ\nValue",
    "Maximum_Average": "Maximum\nAverage",
    "plus_3sigma_Value_3": "+3σ\nValue",
    "minus_3sigma_Value_4": "- 3σ\nValue",
    "Maximum_Average_2": "Maximum\nAverage",
    "plus_3sigma_Value_4": "+3σ\nValue",
    "Special_Low_Voltage_Protection_2": "Special Low Voltage\nProtection",
    "AS_REQUIRED_BY_APPLICATION_2": "AS REQUIRED BY APPLICATION",
    "Station_MDF_or_General_Purpose_Protection_2": "Station, MDF or General\nPurpose Protection",
    "300_3": "300",
    "600": "600",
    "750": "750",
    "300_4": "300",
    "1000_3": "1000",
    "1200_2": "1200",
    "Cable_Protection_2": "Cable Protection",
    "510_3": "510",
    "1200_3": "1200",
    "510_4": "510",
    "1600": "1600",
    "4_241_Values_for_line_to_line_impulse_breakdown_voltage": "4.241 Values for line-to-line impulse breakdown voltage of multi-electrode\ndevices shall be no greater than twice those given for line-to-\nground in Table C.",
    "4": "4"
  },
  {
    "4.25 Holdover": "The extinguishing voltage of the arresters shall be greater than shown in Table D at 200 mA when tested in accordance with IEEE 465.1, Paragraphs 4.9 or 4.10 employing a 500A 10 x·1000 µs current wave across each gap in lieu of the IEEE recommended 100A 10 x 1000. The tubes shall extinguish in 150 milliseconds or less.",
    "4.251 Prior to testing": "samples 26 to 50 shall be subjected to a total of 5% of the Impulse Life test requirement of Table E: testing 12 samples in one polarity and the remaining 13 in the opposite polarity.",
    "4.252 Two-electrode tubes shall be tested in accordance with Paragraph 4.9 of IEEE 465.1 using the recommended values for C1 and R2 of Figure 4. Samples shall be subdivided, and tests run using surge and power supply polarities as follows": "",
    "Samples_1": "26 - 31 and 51 - 56",
    "Surge Polarity_1": "+",
    "Power Supply Polarity_1": "-",
    "Samples_2": "32 - 37 and 57 - 62",
    "Surge Polarity_2": "+",
    "Power Supply Polarity_2": "+",
    "Samples_3": "38 - 43 and 63 - 68",
    "Surge Polarity_3": "-",
    "Power Supply Polarity_3": "-",
    "Samples_4": "44 - 50 and 69 - 75",
    "Surge Polarity_4": "-",
    "Power Supply Polarity_4": "+",
    "4.253 Three-electrode tubes shall be tested in accordance with Paragraph 4.10 of IEEE 465.1 using the recommended values for R3, R4, R5, and C1, C2, and C3 of Figure 5. Samples shall be subdivided and tests run using surge polarities and power supply (PS) voltages and polarities as follows": "",
    "Samples_5": "Station, MDF or General Purpose Protection",
    "PS Voltage_1": "75",
    "PS Polarities_1": "Opposite",
    "Surge Polarity_5": "+",
    "Samples_6": "26-37 and 51-62",
    "PS Voltage_2": "150",
    "PS Polarities_2": "Same, Line +",
    "Surge Polarity_6": "+",
    "Samples_7": "38-43 and 63-68",
    "PS Voltage_3": "150",
    "PS Polarities_3": "Same, Line +",
    "Surge Polarity_7": "-",
    "Samples_8": "44-50 and 69-75",
    "Samples_9": "Cable Carrier Protection",
    "PS Polarities_4": "Opposite",
    "Surge Polarity_8": "+",
    "Samples_10": "26 - 75",
    "PS Voltage_4": "150"
  },
  {
    "TABLE_D": "DC HOLDOVER REQUIREMENTS - VOLTS",
    "Primary Use": "Primary Use",
    "Multi-Electrode Tubes Line-to-Line": "(Multi-Electrode Tubes)\nLine-to-Line",
    "AllTubes Line-to-Ground": "(AllTubes)\nLine-to-Ground",
    "Special Low Voltage": "Special Low Voltage",
    "AS REQUIRED BY APPLICATION": "AS REQUIRED BY APPLICATION",
    "Station, MDF or General Purpose Protection*": "Station, MDF or General\nPurpose Protection*",
    "150_1": 150,
    "150_2": 150,
    "Cable Carrier Protection": "Cable Carrier Protection",
    "300": 300,
    "150_3": 150,
    "Line-to-Line potential exceeds 130 V peak, carrier protection is applicable.": "*When Line-to-Line potential exceeds 130 V peak, carrier protection is\napplicable.",
    "4.26 Impulse Transverse Voltage": "4.26 Impulse Transverse Voltage: When multielectrode devices which have\nnot been subjected to high energy surges are tested in accordance\nwith IEEE 465.1, Paragraph 4.12, a line-to-line voltage not exceeding\nthe arrester's +3o impulse breakdown at 100 V/µs per Table C may exist\nfor not more than 5 µs. At the end of 5 µs, the line-to-line voltage\nshall be reduced to a value not greater than the arrester's +30 dc\nbreakdown, per Table B, and after 1 millisecond the line-to-line voltage\nshall not exceed 50 V, as shown in Figure 1. Any voltage in excess of\nthis volt-time curve shall be considered a failure.",
    "4.27 First Time Effect": "4.27 First Time Effect: When tested in accordance with Paragraph 4.271,\narresters shall meet the Impulse Breakdown requirements of Para-\ngraph 4.24 and DC breakdown requirements of Paragraph 4.21.",
    "4.271 Arresters to be tested": "4.271 Arresters to be tested shall be encased in light excluding\nmaterial so that no external light reaches the gas tube. This\ncovering shall remain in place for the full test duration. Tests of dc\nand impulse breakdown shall be made in accordance with Paragraphs 4.21\nand 4.24 and the results recorded. The devices shall then be stored for\nnot-less than 30 days in an unenergized condition. At the end of the\nstorage period, one line-to-ground gap of each sample shall be subjected\nto one test of impulse breakdown at 100 V/µs or dc breakdown. Both\nimpulse and dc breakdown in each polarity shall be measured however, 25%\nof the sample lot shall be used for each test condition.",
    "4.28 Mechanical Reliability": "4.28 Mechanical Reliability: The manufacturer shall demonstrate to\nREA's satisfaction that its product has sufficient mechanical\nruggedness to withstand normal installation and maintenance procedures\nas well as shipping and storage and that production testing is such as\nto preclude the failure of arresters from normal mechanical stresses\nexperienced in routine storage and use of the device.",
    "page_number": "- 6 -"
  },
  {
    "4.3": "Requirements for Classifying Tubes: Arresters shall be classified as light, medium, heavy, or maximum duty depending on their performance in categories of impulse life, maximum single impulse and 60 Hz current carrying capacity. The protector(s} in which the arrester is mounted for testing shall be identified and the classification shall apply only when utilized in that/those protector(s}. Table E sets forth the requirements for determination of this classification. Tests for failure by low insulation resistance, low or high dc breakdown, and both polarities of high impulse breakdown (100 V/µs) failure modes shall be conducted, in that order, after each Maximum Single Impulse Discharge Current Test, Impulse Life Test, and AC Discharge Current Test, utilizing the failure modes defined in Paragraph 1.3 of this specification. Note: Tests of dc and impulse breakdown may each consist of a single, low energy, firing, rather than the more elaborate procedures required in Paragraphs 4.21 and 4.24.",
    "TABLE E": "CLASSIFICATION CRITERIA",
    "Test/Paragraph": null,
    "Light": null,
    "Medium": null,
    "Heavy": null,
    "Maximum": null,
    "Maximum Single Impulse Discharge Current* Per Paragraph 4.31": null,
    "≥5 KA": null,
    "≥10 KA": null,
    "≥20 KA": null,
    "Impulse Life Per Paragraph 4.32": null,
    "≥10**": null,
    "≥100": null,
    "≥400": null,
    "≥1000": null,
    "AC Discharge Current* Per Paragraph 4.33": null,
    "≥10A": null,
    "≥20A": null,
    "≥65A": null,
    "≥200A": null,
    "*Values of Current are given on a": "per line-to-ground gap basis. Multi- electrode devices shall be tested (with the given current value in each line-to-ground gap, and the total current) equally distributed between gaps.",
    "**At 50A 10/1000 μs, life as per Paragraph 4.32 must equal or exceed": "200 surges. One half of the allotted samples will be tested at 500A, the remainder of 50A.",
    "4.31": "The device shall be tested for Maximum Single Impulse in accordance with IEEE 465.1, Paragraph 4.5, employing the 8 x 20 μs current waveshape. A failure rate of not more than 6% shall be considered acceptable.",
    "4.32": "The device shall be tested for Impulse Life in accordance with IEEE 465.1, Paragraph 4.6 employing the 10 x 1000 μs waveshape at + and -500A* crest current. A 20% failure rate, shall be considered acceptable, however, not more than 6% of the samples may fail at less than half the specified number of impulses. Half the samples shall be tested in one polarity and the remainder in the opposite polarity. Tests",
    "*For light duty tubes, see note on Table E.": null,
    "7": null
  },
  {
    "4.33": "The device shall be tested for AC Discharge Current in accordance with Paragraph 4.7 of IEEE 465.1, employing a current discharge time of 11 cycles of 60 Hz. A failure rate of not more than 6% shall be considered acceptable.",
    "5. MANUFACTURING QUALITY ASSURANCE": null,
    "5.1": "Manufacturers are required to perform tests which will assure that the gas tubes comply with the requirements of this specification on a production basis.",
    "5.11": "Every arrester supplied to REA borrowers shall be subjected to at least one impulse breakdown of each polarity at not less than 100 V/µs rate of rise and shall not be outside the 30 values shown in Table C for 100 V/µs rise.",
    "6. PRODUCT IDENTIFICATION": null,
    "6.1": "Color Codes: Each gas tube and arrester assembly shall be marked in a clear, permanent and distinctive manner to indicate the cate- gory of intended application. Those intended for special low voltage applications shall be distinguished by a green color, those employed for station, MDF or general purpose use shall employ orange, and arresters designed for cable protection shall be color coded slate. In each case a dot, stripe, or similar means of marking shall be employed.",
    "6.2": "Manufacturer's Identification: On each tube the manufacturer's name and part number and date code shall be indelibly marked."
  },
  {
    "title": "ACCEPTABLE LIMITS FOR IMPULSE TRANSVERSE VOLTAGE TEST",
    "line_voltage": "LINETO LINE",
    "voltage_surge": "+30V Surge",
    "voltage_vdc": "+30Vdc",
    "voltage_50": "50",
    "voltage_0": "0",
    "time_5us": "5 us",
    "first_gap": "First Gap Breaks Down",
    "time_1ms": "1 ms",
    "maximum_time": "MAXIMUM ACCEPTABLE TIME",
    "second_gap": "Second Gap Breaks Down",
    "figure": "FIGURE 1",
    "page_number": "9"
  },
  {
    "error": "No extractable content found in document"
  }
]