[
  {
    "SUBJECT": "Instructions For Preparing Financial and Statistical Reports For Telecommunications Borrowers, Form 479",
    "TO": "All RUS Telecommunications Borrowers",
    "EFFECTIVE DATE": "Date of Approval.",
    "EXPIRATION DATE": "Four years from date of approval.",
    "OFFICE OF PRIMARY INTEREST": "Assistant Administrator - Telecommunications Program",
    "INSTRUCTIONS": "This bulletin revises Bulletin 1744-2, Instructions for Preparing Financial and Statistical Reports for Telecommunications Borrowers, Form 479, dated December 22, 1995.",
    "PURPOSE": "To provide instructions for all Telecommunications borrowers required to submit operating reports to RUS (Form 479). These instructions implement the reporting requirements in the borrowers' mortgage agreements with RUS.",
    "Date": "3/5/01",
    "Roberta D. Purcell": "Roberta D. Purcell",
    "Assistant Administrator": "Assistant Administrator",
    "Telecommunications Program": "Telecommunications Program",
    "Bulletin": "Bulletin 1744-2",
    "RD-GD": "RD-GD-2001-38"
  },
  {
    "Bulletin": "1744-2",
    "Page": "2",
    "Table of Contents": "Table of Contents",
    "Page No.": "Page No.",
    "1. GENERAL": "3",
    "2. SPECIFIC INSTRUCTIONS": "4",
    "PART A Balance Sheet": "4",
    "PART B Statements of Income and Retained Earnings or Margins": "12",
    "PART C Subscriber (Access Line) and Route Mile Data": "17",
    "PART D System Data": "18",
    "PART E Toll Data": "19",
    "PART F Funds Invested in Plant During Year": "19",
    "PART G Investments in Affiliated Companies": "20",
    "PART H Current Depreciation Rates": "20"
  },
  {
    "Bulletin": "1744-2",
    "Page": "3",
    "1. GENERAL": null,
    "1.1 The Financial and Statistical Report makes available to RUS information\nfor analyses in connection with the security of Government loan funds. It is\nbelieved that this report, when supplemented by such additional information\nas may be desired by an individual borrower, will also be of great assistance\nto boards of directors and managers of the system in successfully coping with\nvarious management problems. The report provides RUS with sufficient\ninformation to prepare an annual financial and statistical report of all RUS\nborrowers' telecommunications operations. The report is available as both an\nelectronic and a paper form.": null,
    "1.2 The report prepared by borrowers must accurately reflect the financial\ndata as shown by the books of account, and should be prepared in accordance\nwith the detailed instructions contained in this manual. Maximum benefits\ncan be derived from the reports only when they are correctly prepared.\nCareful preparation of the report also eliminates additional correspondence.\nAfter the report has been prepared it should be carefully reviewed and\nverified for both clerical and typographical errors. Those using the\nelectronic form should then submit both an electronic copy and a signed\noriginal to RUS. Those preparing a paper only form should submit a signed\noriginal and two copies to RUS.": null,
    "1.3 This Bulletin may be reproduced fully, or in part, without RUS's\napproval, in quantities sufficient to meet your needs.": null,
    "1.4 The Financial and Statistical Report, RUS Form 479, Pages 1 thru 4, is\ncomposed of eight parts as outlined in the table of contents.": null,
    "1.4.1 Each item of the report form has been numbered for reference purposes.\nThe information required for Parts A and B can be obtained from the general\nledger after all postings for the period have been made and the subsidiary\nledgers balanced. The information for Part C can be obtained from service\norders and subscriber data records.": null,
    "1.4.2 The account number shown opposite the item titles in the instructions\nare those used in the Federal Communications Commission's Uniform System of\nAccounts for Telecommunications Companies 47 CFR Part 32. Some states\nrecommend account numbers different from those prescribed by the FCC. In\nthose cases the account titles correspond generally to those used in this\nreport form.": null,
    "1.4.3 All dollar amounts should be to the nearest whole dollar.": null,
    "All\npercentage entries should be carried out to two decimal places. All totals\nand subtotals should be the sums of the rounded figures used.": null,
    "1.4.4 It is important that all items be completed. In those cases where the\nanswer is none or non-applicable, this should be indicated with a zero (0).": null,
    "1.4.5 In preparing the reports, show in parentheses (-) all deficit or other\namounts that are the reverse of normal. Do not use parentheses to indicate\nthat an amount is to be deducted when the format provides for the deduction\nto be made. (For example, do not enclose Line 22, Part A, in parentheses.)\nNOTE: Values entered as negative in the electronic form will be shown in\nparentheses automatically.": null
  },
  {
    "content": "json\n{\"Bulletin\": \"1744-2\", \"Page\": \"4\", \"1.4.6\": \"In those instances where more than one account is to be reported on\\nthe same line, the sum of the account balances as shown on the books should\\nbe inserted.\", \"1.4.7\": \"Please do not alter, modify, or write in or over any items in the\\nprinted form. Refer to the detailed instructions in this manual to determine\\nthe proper line on which to report each item or submit questions to RUS\\nconcerning proper reporting. Exercise care in inserting the required data,\\nparticularly that which cannot be derived from other data on the report.\", \"1.4.8\": \"If significant adjustments are made as result of an audit, amended\\nreports should be prepared and submitted to RUS. DO NOT DELAY SUBMISSION OF\\nANY REPORT BECAUSE OF A PENDING AUDIT. All reports should be submitted\\nwithin 30 days after the close of the reporting period.\", \"1.5\": \"CERTIFICATION: This report must be signed and dated by the manager and\\nan officer of the borrower.\", \"2.\": \"SPECIFIC INSTRUCTIONS\", \"PART A.\": \"BALANCE SHEET:\", \"The Balance Sheet section of the Form 479 includes two columns for each side\\nof the balance sheet, one entitled Balance Prior Year and the other entitled\\nBalance End of Period. As the names indicate, the data as of the end of the\\nperiod covered by the report should appear in the second column. The first\\ncolumn, should have data from one year before the as of date of the Form 479.\\nFor an annual report, this means that the first column will contain the\\nbalance as of the end of the last year while the second will contain the\\nbalance of the end of the year just concluded. Even if the data for the year\\njust ended is unaudited, be sure to use audited data for the prior year.\", \"Line Number\": \"Part A Items\", \"FCC Account Numbers Class A Companies\": \"Class B Companies\", \"ASSETS:\": \"Line 1. CASH AND EQUIVALENTS:\\nInsert the sum of the accounts\\ncovering cash in banks, petty cash, working\\nfunds, temporary investments available for\", \"1130.1\": \"1120\", \"1130.2\": \"1120.11\", \"general use, and amounts of cash on special\\ndeposit, other than in sinking and other\": \"1130.3\\n1140\", \"1120.12\": \"1120.13\", \"special funds provided for elsewhere,\": \"1150\", \"1120.21\", \"to pay dividends, interest, and other\": \"1160\", \"1120.31\", \"debts when such payments are due 1 years\": \"1120.32\", \"or less from the date of deposit.\": null, \"Line 2. CASH - RUS CONSTRUCTION FUND-TRUSTEE ACCOUNT:\": \"Insert the balance of this account\\nrepresenting cash received from RUS,\", \"1130.2_2\": \"1120.12\", \"RTB, and FFB, and cash equity funds\\nsupplied by the borrower under the\\nterms of the loan contract.\": null}",
    "type": "text"
  },
  {
    "content": "json\n{\"Bulletin\": \"1744-2\", \"Page\": \"5\", \"FCC Account Numbers\": null, \"Class A Companies\": null, \"Class B Companies\": null, \"Lines 3 and 4. AFFILIATES and NON-AFFILIATES\": \"The same three items of data are requested in lines 3 and 4 for affiliated and non-affiliated companies, respectively. Specific instructions for the three items are shown below.\": null, \"Lines 3. and 4., Item a. TELECOM. ACCOUNTS RECEIVABLE:\": \"Insert the sum of accounts receivable for services rendered or products sold to customers, agents, and authorized collectors, as well as unbilled toll and unbilled carrier revenues, less allowances for these accounts.\": null, \"1180_A\": \"1180\", \"less 1181_A\": \"less 1181\", \"1180_B\": \"1180\", \"less 1181_B\": \"less 1181\", \"Lines 3. and 4., Item b. OTHER ACCOUNTS RECEIVABLE:\": \"Insert the sum of the amounts currently due, and not provided for in other accounts, less allowance for uncollectible amounts.\": null, \"1190_A\": \"1190\", \"less 1191_A\": \"less 1191\", \"1190_B\": \"1190\", \"less 1191_B\": \"less 1191\", \"Lines 3. and 4., Item c. NOTES RECEIVABLE:\": \"Insert the sum of the amounts of money receivable on demand or within one year from the date of issue, less allowance for uncollectible amounts.\": null, \"1200_A\": \"1200\", \"less 1201_A\": \"less 1201\", \"1200_B\": \"1200\", \"less 1201_B\": \"less 1201\", \"Line 5. INTEREST AND DIVIDENDS RECEIVABLE:\": \"Insert the sum of the amounts of interest accrued to the date of the balance sheet on bonds, notes, and other commercial paper owned, on loans made and the amount of dividends receivable on stocks owned.\": null, \"1210_A\": \"1210\", \"1210_B\": \"1210\", \"Line 6. MATERIAL-REGULATED:\": \"Insert the amount of Materials and Supplies used in regulated activities.\", \"1220.1_A\": \"1220.1\", \"1220.3_A\": \"1220.3\", \"1220.1_B\": \"1220.1\", \"1220.3_B\": \"1220.3\", \"Line 7. MATERIAL-NONREGULATED:\": \"Insert the amount of Property Held for sale or lease.\", \"1220.2_A\": \"1220.2\", \"1220.2_B\": \"1220.2\", \"Line 8. PREPAYMENTS:\": \"Insert the sum of the balances in accounts covering prepaid rents, prepaid taxes, prepaid insurance, prepaid directory expense, and other prepayments.\": null, \"1290_A\": \"1290\", \"1300_A\": \"1300\", \"1310_A\": \"1310\", \"1320_A\": \"1320\", \"1330_A\": \"1330\", \"1280_B\": \"1280\", \"1280.1_B\": \"1280.1\", \"1280.2_B\": \"1280.2\", \"1280.3_B\": \"1280.3\", \"1280.4_B\": \"1280.4\", \"1280.5_B\": \"1280.5\"}",
    "type": "text"
  },
  {
    "Bulletin": "1744-2",
    "Page": "6",
    "Line 9. OTHER CURRENT ASSETS:": "This item shall include the sum of all account balances of current asset accounts not previously covered by lines 1 thru 8.",
    "FCC Account Numbers Class A Companies": "Class B Companies",
    "1350.1_A": "1350.1",
    "1350.2_A": "1350.2",
    "1350.3_A": "1350.3",
    "1350.4_A": "1350.4",
    "Line 10. TOTAL CURRENT ASSETS:": "Insert the sum of lines 1 thru 9.",
    "Line 11a. INVESTMENT IN AFFILIATED COMPANIES - RURAL DEVELOPMENT:": "Insert the sum of investments in equity or other securities issued or assumed by affiliates for Rural Development purposes only. Also include any advances to affiliates (for rural development) not subject to current settlement.",
    "1401_11a": "1401",
    "Line 11b. INVESTMENT IN AFFILIATED COMPANIES - NON RURAL DEVELOPMENT": "Insert the sum of investments in equity or other securities issued or assumed by affiliates. Also include any advances to affiliates not subject to current settlement. DO NOT include Rural Development investments in affiliated companies.",
    "1401_11b": "1401",
    "Line 12a. OTHER INVESTMENTS - RURAL DEVELOPMENT:": "Insert the sum of the balances of Rural Development investments in accounts for Other Investments, Sinking and Other Fund Accounts.",
    "Line 12b. OTHER INVESTMENTS - NON RURAL DEVELOPMENT:": "Insert the sum of the balances in accounts for Other Investments, Sinking and Other Fund Accounts. Include any advances to non-affiliated companies not subject to current settlement. DO NOT include Other Investments for Rural Development. Rural Development investments are to be included on line 12a above.",
    "1402.1": "1402.1",
    "1402.11": "1402.11",
    "1402.2": "1402.2",
    "1402.3": "1402.3",
    "1407": "1407",
    "1408": "1408"
  },
  {
    "Bulletin": "1744-2",
    "Page": "7",
    "FCC Account Numbers Class A Companies": "Class B Companies",
    "Line 13. NON-REGULATED INVESTMENTS:": "Insert the sum of accounts covering",
    "non-regulated investments. DO NOT": "include non-regulated investments in",
    "Rural Development. Rural Development": "Investments are to be included on",
    "lines 11 or 12 above.": null,
    "1406.1": "1406.1",
    "1406.2": "1406.2",
    "1406.3": "1406.3",
    "Line 14. OTHER NONCURRENT ASSETS:": "Insert the sum of other noncurrent",
    "assets accounts.": null,
    "1410": "1410",
    "Line 15. DEFERRED CHARGES:": "Insert the sum of deferred charges.",
    "1438": "1438",
    "1439": "1439",
    "Line 16. JURISDICTIONAL DIFFERENCES:": "Insert the sum of accounts related",
    "to jurisdictional differences.": null,
    "1500": "1500",
    "Line 17. TOTAL NONCURRENT ASSETS:": "Insert the sum of lines 11 thru 16.",
    "Line 18. TELECOMMUNICATIONS PLANT IN SERVICE:": "Insert the sum of the balances shown on",
    "the books representing the cost of": null,
    "2001.1": "2001.1",
    "2001.2": "2001.2",
    "telecommunications plant, such as land,": "buildings, central office equipment,",
    "outside plant, station equipment, furniture": "and office equipment, and vehicles and other",
    "work equipment used to provide service.": null,
    "Line 19. PROPERTY HELD FOR FUTURE USE:": "Insert the amount of the accounts containing",
    "the original cost of the property acquired": "to be used in telecommunications service",
    "2002": "2002",
    "within two years.": null,
    "Line 20. PLANT UNDER CONSTRUCTION:": "Insert the sum of the balances in",
    "accounts for construction projects": "in progress.",
    "2003.1": "2003.1",
    "2003.2": "2003.2",
    "2003.3": "2003.3",
    "2004.1": "2004.1",
    "2004.2": "2004.2",
    "2004.3": "2004.3",
    "Line 21. PLANT ADJUSTMENTS, NONOPERATING PLANT, AND GOODWILL:": "Insert the sum of the accounts",
    "covering plant adjustments,": "nonoperating plant, and goodwill.",
    "2005": "2005",
    "2006": "2006",
    "2007": "2007"
  },
  {
    "Bulletin": "1744-2",
    "Page": "8",
    "FCC Account Numbers": null,
    "Class A Companies": null,
    "Class B Companies": null,
    "3100": "3410",
    "3100.1": "3400",
    "3100X": "3420",
    "3100X.1": "3500",
    "3200": "3500",
    "3200.1": "3600",
    "3300": "3600",
    "3300.1": null,
    "4010.11": null,
    "4010.21": null,
    "4010.22": null,
    "4010.23": null,
    "4010.24": null,
    "4010.25": null,
    "4020.1": null,
    "4020.2": null,
    "4030": null,
    "4040": null,
    "4050": null
  },
  {
    "Bulletin": "1744-2",
    "Page": "9",
    "FCC Account Numbers Class A Companies": "Class B Companies",
    "Line 31. CURRENT MATURITIES-CAPITAL LEASES:": "Insert the current portion of obligations applicable to property obtained under capital leases.",
    "4060_A": "4060",
    "4060_B": "4060",
    "Line 32. INCOME TAXES ACCRUED:": "Insert the sum of the balances in accounts for Federal and State income taxes accrued.",
    "4070.1_A": "4070.1",
    "4070.2_A": "4070.2",
    "4070.1_B": "4070.1",
    "4070.2_B": "4070.2",
    "Line 33. OTHER TAXES ACCRUED:": "Insert the sum of the balances in accounts for property, gross receipts, franchise, capital stock, social security, and unemployment taxes accrued.",
    "4080.1_A": "4080.1",
    "4080.2_A": "4080.2",
    "4080.3_A": "4080.3",
    "4080.4_A": "4080.4",
    "4080.5_A": "4080.5",
    "4080.1_B": "4080.1",
    "4080.2_B": "4080.2",
    "4080.3_B": "4080.3",
    "4080.4_B": "4080.4",
    "4080.5_B": "4080.5",
    "Line 34. OTHER CURRENT LIABILITIES:": "Insert the sum of the balances in all other current liabilities accounts such as other current liabilities not provided for elsewhere, including dividends payable.",
    "4100_A": "4100",
    "4110_A": "4110",
    "4120_A": "4120",
    "4120.1_A": "4120.1",
    "4120.2_A": "4120.2",
    "4120.3_A": "4120.3",
    "4130_A": "4130",
    "4130.1_A": "4130.1",
    "4130.2_A": "4130.2",
    "4100_B": "4100",
    "4110_B": "4110",
    "4120_B": "4120",
    "4120.1_B": "4120.1",
    "4120.2_B": "4120.2",
    "4120.3_B": "4120.3",
    "4130_B": "4130",
    "4130.1_B": "4130.1",
    "4130.2_B": "4130.2",
    "Line 35. TOTAL CURRENT LIABILITIES:": "Insert the sum of lines 25 thru 34.",
    "Line 36. FUNDED DEBT - RUS NOTES:": "Insert the sum of the net balances in accounts covering interest and principal owed RUS. (Also include loans made or guaranteed by RUS for CATV projects.)",
    "4210.12_A": "4210.12",
    "4210.17_A": "4210.17",
    "4210.18_A": "4210.18",
    "4210.20_A": "4210.20",
    "4210.12_B": "4210.12",
    "4210.17_B": "4210.17",
    "4210.18_B": "4210.18",
    "4210.20_B": "4210.20",
    "Line 37. FUNDED DEBT - RTB NOTES:": "Insert the sum of the net balances in accounts covering interest and principal owed RTB.",
    "4210.13_A": "4210.13",
    "4210.21_A": "4210.21",
    "4210.13_B": "4210.13",
    "4210.21_B": "4210.21",
    "Line 38. FUNDED DEBT - FFB NOTES:": "Insert the sum of the net balances in accounts covering interest and principal owed FFB.",
    "4210.14_A": "4210.14",
    "4210.22_A": "4210.22",
    "4210.14_B": "4210.14",
    "4210.22_B": "4210.22"
  },
  {
    "Bulletin": "1744-2",
    "Page": "10",
    "FCC Account Numbers Class A Companies": "Class B Companies",
    "Line 39. FUNDED DEBT - OTHER:": "Insert the sum of balances in all accounts covering long-term debt to other than RUS, RTB, FFB, such as for other public improvements, notes and certificates of indebtedness including amounts owed to affiliated companies, CoBank, ACB, or Rural Telephone Finance Cooperative, and other obligations maturing more than 1 year from the date of issuance or assumption.",
    "4210.11": "4210.11",
    "4210.15": "4210.15",
    "4210.16": "4210.16",
    "4210.19": "4210.19",
    "4210.23": "4210.23",
    "4210.24": "4210.24",
    "Line 40. FUNDED DEBT RURAL DEVELOPMENT LOAN": "Insert the amount of the balances in accounts covering long-term USDA financed Rural Economic Development loans.",
    "4210.25": "4210.25",
    "4210.26": "4210.26",
    "Line 41. PREMIUM (DISCOUNT) ON LONG-TERM DEBT:": "Insert the net amount of accounts for premium and discount on long-term debt.",
    "4220": "4220",
    "4230": "4230",
    "Line 42. REACQUIRED DEBT:": "Insert the amount of debt reacquired prior to maturity that has not been retired.",
    "4240": "4240",
    "Line 43. OBLIGATIONS UNDER CAPITAL LEASE:": "Insert the noncurrent portion of obligations applicable to property obtained under capital lease.",
    "4250": "4250",
    "Line 44. ADVANCES FROM AFFILIATED COMPANIES:": "Insert the amount of advances from affiliated companies not subject to current settlement.",
    "4260": "4260",
    "Line 45. OTHER LONG-TERM DEBT:": "Insert the amount of long-term debt not provided for elsewhere.",
    "4270.1": "4270.1",
    "4270.2": "4270.2",
    "4270.3": "4270.3",
    "Line 46. TOTAL LONG-TERM DEBT:": "Insert the total of lines 36 thru 45.",
    "Line 47. OTHER LONG-TERM LIABILITIES:": "Insert the amounts accrued to provide such items as unfunded pensions, death benefits, deferred compensation costs, and other long-term liabilities not provided for elsewhere",
    "4310": "4310",
    "4320": "4320",
    "4330": "4330",
    "4340": "4340",
    "4350": "4350"
  },
  {
    "Bulletin": "1744-2",
    "Page": "11",
    "FCC Account Numbers Class A Companies": "Class B Companies",
    "Line 48. OTHER DEFERRED CREDITS:": "Insert the amount of all deferred credits not provided for elsewhere.",
    "Class A Companies Line 48": "4360",
    "Class B Companies Line 48": "4360",
    "Line 49. OTHER JURISDICTIONAL DIFFERENCES:": "Reflects the cumulative impact on liabilities and deferred credits of jurisdictional ratemaking practices which vary from those of the FCC.",
    "Class A Companies Line 49": "4370",
    "Class B Companies Line 49": "4370",
    "Line 50. TOTAL OTHER LIABILITIES AND DEFERRED CHARGES:": "Insert the sum of lines 47, 48, and 49.",
    "Line 51. CAPITAL STOCK OUTSTANDING AND SUBSCRIBED:": "Insert the amount received for capital stock issued and outstanding.",
    "Class A Companies Line 51": "4510",
    "Class B Companies Line 51": "4510",
    "Class A Companies Line 51.11": "4540.11",
    "Class B Companies Line 51.11": "4540.11",
    "Class A Companies Line 51.31": "4540.31",
    "Class B Companies Line 51.31": "4540.31",
    "Line 52. ADDITIONAL PAID-IN-CAPITAL:": null,
    "Class A Companies Line 52": "4520",
    "Class B Companies Line 52": "4520",
    "Line 53. TREASURY STOCK:": "Insert the cost of capital stock which has been issued and reacquired, but not retired or resold.",
    "Class A Companies Line 53": "4530",
    "Class B Companies Line 53": "4530",
    "Line 54. MEMBERSHIPS AND CAPITAL CERTIFICATES:": null,
    "Class A Companies Line 54.12": "4540.12",
    "Class B Companies Line 54.12": "4540.12",
    "Class A Companies Line 54.13": "4540.13",
    "Class B Companies Line 54.13": "4540.13",
    "Class A Companies Line 54.21": "4540.21",
    "Class B Companies Line 54.21": "4540.21",
    "Class A Companies Line 54.22": "4540.22",
    "Class B Companies Line 54.22": "4540.22",
    "Class A Companies Line 54.23": "4540.23",
    "Class B Companies Line 54.23": "4540.23",
    "Class A Companies Line 54.32": "4540.32",
    "Class B Companies Line 54.32": "4540.32",
    "Class A Companies Line 54.33": "4540.33",
    "Class B Companies Line 54.33": "4540.33",
    "Line 55. OTHER CAPITAL:": null,
    "Class A Companies Line 55.41": "4540.41",
    "Class B Companies Line 55.41": "4540.41",
    "Line 56. PATRONAGE CAPITAL CREDITS:": null,
    "Class A Companies Line 56.4": "4550.4",
    "Class B Companies Line 56.4": "4550.4",
    "Class A Companies Line 56.5": "4550.5",
    "Class B Companies Line 56.5": "4550.5",
    "Class A Companies Line 56.6": "4550.6",
    "Class B Companies Line 56.6": "4550.6",
    "Line 57. RETAINED EARNINGS OR MARGINS:": "Insert the undistributed balance of retained earnings or margins derived from operations of the company and from all other transactions not includable in other equity accounts.",
    "Class A Companies Line 57.1": "4550.1",
    "Class B Companies Line 57.1": "4550.1",
    "Class A Companies Line 57.2": "4550.2",
    "Class B Companies Line 57.2": "4550.2",
    "Class A Companies Line 57.3": "4550.3",
    "Class B Companies Line 57.3": "4550.3"
  },
  {
    "Bulletin": "1744-2",
    "Page": "12",
    "FCC Account Numbers Class A Companies": "Class B Companies",
    "Line 58. TOTAL EQUITY:": "Insert the sum of lines 51 thru 57.",
    "Line 59. TOTAL LIABILITIES AND EQUITY:": "Insert the sum of lines 35, 46, 50, and 58.",
    "PART B:": "STATEMENTS OF INCOME AND RETAINED EARNINGS OR MARGINS:",
    "Line Number": "Part B Items",
    "Line 1.": "LOCAL NETWORK SERVICE REVENUES:",
    "Insert the sum of the amounts in": "accounts covering the following:",
    "Class A Companies_5001": "5000",
    "Class A Companies_5002": null,
    "Class A Companies_5003": null,
    "Class A Companies_5004": null,
    "Class A Companies_5010": null,
    "Class A Companies_5040": null,
    "Class A Companies_5050": null,
    "Class A Companies_5060": null,
    "Class A Companies_5069": null,
    "Line 2.": "NETWORK ACCESS REVENUES:",
    "Insert the sum of the amounts in_5080": "accounts covering the following:",
    "Network Access Revenue (End User": "Revenue, Switched Access Revenue,",
    "Special Access Revenue, and State": "Access Revenue), State End User",
    "Revenue, State Switched Access": "Revenue, and State Special Access",
    "Class A Companies_5080": "5080",
    "Class A Companies_5081": "5081",
    "Class A Companies_5082": "5082",
    "Class A Companies_5083": "5083",
    "Class A Companies_5084": "5084"
  },
  {
    "Bulletin": "1744-2",
    "Page": "13",
    "Line 3": "LONG DISTANCE NETWORK SERVICES REVENUES:",
    "Insert the total of the amounts in accounts related to long distance network service.": null,
    "Class A Companies": "Class B Companies",
    "5110": "5124",
    "5100": null,
    "5111": "5125",
    "5112": "5126",
    "5120": "5128",
    "5121": "5129",
    "5122": "5160",
    "5123": "5169",
    "Line 4": "CARRIER BILLING AND COLLECTION REVENUES:",
    "Insert the amounts for Carrier Billing and Collection Revenue.": "For Class B companies, insert only that portion of account 5200 that is for Carrier Billing and Collection.",
    "5270": null,
    "Line 5": "MISCELLANEOUS REVENUES:",
    "Insert the sum of the amounts in accounts related to miscellaneous revenue, excluding Carrier Billing and Collection Revenue.": "For Class B Companies, include amounts in account 5200 except for those amounts associated with Carrier Billing and Collection Revenue.",
    "5230": "5263",
    "5200": null,
    "5240": "5264",
    "5250": "5269",
    "5261": null,
    "5262": null,
    "Line 6": "UNCOLLECTIBLE REVENUES:",
    "Insert the amount in the account under this or similar heading.": null,
    "5301": null,
    "5300": null,
    "5302": null,
    "Line 7": "NET OPERATING REVENUES:",
    "Insert the sum of Lines 1 thru 5, less Line 6.": null,
    "Line 8": "PLANT SPECIFIC OPERATIONS EXPENSE:",
    "Insert the sum of the amounts in accounts 6110 thru 6410 or 6112 thru 6441, as appropriate.": null,
    "6112": "6232",
    "6110": null,
    "6113": "6311",
    "6120": null,
    "6114": "6341",
    "6210": null,
    "6115": "6351",
    "6220": "6431",
    "6116": "6362",
    "6230": null,
    "6121": "6411",
    "6310": null,
    "6122": "6421",
    "6410": null,
    "6123": "6422",
    "6124": "6423",
    "6211": "6424",
    "6212": "6425",
    "6215": "6426",
    "6231": "6441"
  },
  {
    "Bulletin": "1744-2",
    "Page": "14",
    "FCC Account Numbers": null,
    "Class A Companies": null,
    "Class B Companies": null,
    "Line 9": "PLANT NONSPECIFIC OPERATIONS EXPENSE (EXCL. DEPR. & AMORT.):",
    "Line 9 Insert the sum of the amounts in the listed accounts, less depreciation and amortization.": null,
    "Line 9 Account 1": "6511",
    "Line 9 Account 2": "6533",
    "Line 9 Account 3": "6510",
    "Line 9 Account 4": "6512",
    "Line 9 Account 5": "6534",
    "Line 9 Account 6": "6530",
    "Line 9 Account 7": "6531",
    "Line 9 Account 8": "6535",
    "Line 9 Account 9": "6540",
    "Line 9 Account 10": "6532",
    "Line 9 Account 11": "6540",
    "Line 10": "DEPRECIATION EXPENSE:",
    "Line 10 Insert the amounts for depreciation expenses. Class B companies should also report amortization expenses on this line.": null,
    "Line 10 Account 1": "6561",
    "Line 10 Account 2": "6560",
    "Line 10 Account 3": "6562",
    "Line 11": "AMORTIZATION EXPENSE:",
    "Line 11 For Class A companies, insert the amount in accounts for amortization expenses.": null,
    "Line 11 Account 1": "6563",
    "Line 11 Account 2": "6564",
    "Line 11 Account 3": "6565",
    "Line 12": "CUSTOMER OPERATIONS EXPENSE:",
    "Line 12 Insert the sum of the amounts in expense accounts covering the listed accounts.": null,
    "Line 12 Account 1": "6611",
    "Line 12 Account 2": "6621",
    "Line 12 Account 3": "6610",
    "Line 12 Account 4": "6612",
    "Line 12 Account 5": "6622",
    "Line 12 Account 6": "6620",
    "Line 12 Account 7": "6613",
    "Line 12 Account 8": "6623",
    "Line 13": "CORPORATE OPERATIONS EXPENSE:",
    "Line 13 Insert the sum of the amounts in accounts covering the following: General Office Salaries and Expenses, Accounting, Treasury, Legal Services, and Other General Office Expense.": null,
    "Line 13 Account 1": "6711",
    "Line 13 Account 2": "6725",
    "Line 13 Account 3": "6710",
    "Line 13 Account 4": "6712",
    "Line 13 Account 5": "6726",
    "Line 13 Account 6": "6720",
    "Line 13 Account 7": "6721",
    "Line 13 Account 8": "6727",
    "Line 13 Account 9": "6790",
    "Line 13 Account 10": "6722",
    "Line 13 Account 11": "6728",
    "Line 13 Account 12": "6723",
    "Line 13 Account 13": "6790",
    "Line 13 Account 14": "6724",
    "Line 14": "TOTAL OPERATING EXPENSES:",
    "Line 14 Insert the sum of lines 8 thru 13.": null,
    "Line 15": "OPERATING INCOME OR MARGINS:",
    "Line 15 Insert the result of line 7 less 14.": null,
    "Line 16": "OTHER OPERATING INCOME AND EXPENSE:",
    "Line 16 If a deficit, show in parentheses.": null,
    "Line 16 Account 1": "7110",
    "Line 16 Account 2": "7150",
    "Line 16 Account 3": "7100",
    "Line 16 Account 4": "7130",
    "Line 16 Account 5": "7160",
    "Line 16 Account 6": "7140",
    "Line 17": "STATE AND LOCAL TAXES:",
    "Line 17 Insert the amount of state and local income taxes for the current period.": null,
    "Line 17 Account 1": "7230",
    "Line 17 Account 2": "7200.3",
    "Line 18": "FEDERAL INCOME TAXES:",
    "Line 18 Insert the amount of Federal Income Taxes for the current period.": null,
    "Line 18 Account 1": "7220",
    "Line 18 Account 2": "7200.2"
  },
  {
    "Bulletin": "1744-2",
    "Page": "15",
    "Line 19. OTHER TAXES": "Insert the amount for all other\ntaxes applicable to related\noperations.",
    "FCC Account Numbers": null,
    "Class A Companies": null,
    "Class B Companies": null,
    "7210": null,
    "7200.1": null,
    "7240": null,
    "7200.41": null,
    "7250": null,
    "7200.42": null,
    "7200.5": null,
    "Line 20. TOTAL OPERATING TAXES": "Insert the sum of lines 17 thru 19.",
    "Line 21. NET OPERATING INCOME OR MARGINS": "Insert the sum of lines 15 and 16, less\nline 20.",
    "Line 22. INTEREST ON FUNDED DEBT": "Insert the current accruals of\ninterest on all classes of debt the\nprincipal of which is includable in\nAccount 4210.",
    "7510": null,
    "7500": null,
    "Line 23. INTEREST EXPENSE-CAPITAL LEASE": "Insert the interest portion of each\ncapital lease payment.",
    "7520": null,
    "include on line 22": null,
    "Line 24. OTHER INTEREST EXPENSES": "Insert the sum of the listed\naccounts.",
    "7530": null,
    "7540": null,
    "Line 25. ALLOWANCE FOR FUNDS USED DURING CONSTRUCTION": "Insert the amounts for the allowance\nfor funds used during construction.",
    "7340": null,
    "7300.4": null,
    "Line 26. TOTAL FIXED CHARGES": "Insert the sum of lines 22, 23, 24 less\nline 25.",
    "Line 27. NONOPERATING NET INCOME": "If a deficit, show in parentheses.",
    "7310": null,
    "7350": null,
    "7300.1": null,
    "7300.5": null,
    "7320": null,
    "7360": null,
    "7300.2": null,
    "7300.6": null,
    "7330": null,
    "7370": null,
    "7300.3": null,
    "7300.7": null,
    "Line 27 should be shown net of\nnonoperating taxes, the sum of the\namounts in the accounts covering\ntaxes arising from activities which\nare not part of the central\noperations of the company.": null,
    "7410": null,
    "7400": null,
    "7420": null,
    "7430": null,
    "7440": null,
    "7450": null,
    "Line 28. EXTRAORDINARY ITEMS": "Insert the sum of the amounts in\naccounts covering extraordinary and\ndelayed items. If a deficit, show\nin parentheses.",
    "7610": null,
    "7600": null,
    "7620": null,
    "7630": null,
    "7640": null
  },
  {
    "Bulletin": "1744-2",
    "Page": "16",
    "FCC Account Numbers Class A Companies": "Class B Companies",
    "Line 29. JURISDICTIONAL DIFFERENCES: If a deficit, show in parentheses.": "7910 7910",
    "Line 30. NONREGULATED NET INCOME: If a deficit, show in parentheses. Account 7990 should be shown net of nonregulated expenses.": "7990 7990",
    "Account 7990": "5280",
    "Account 7990_2": "5280",
    "Line 31. TOTAL NET INCOME OR MARGINS: Insert the sum of lines 21, 27, 28, 29 and 30, less line 26.": null,
    "Line 32. TOTAL TAXES BASED ON INCOME: Insert the sum of the amounts in accounts covering taxes based on income.": null,
    "7210": "7420",
    "7200.1": "7400.2",
    "7220": "7430",
    "7200.2": "7400.3",
    "7230": "7450",
    "7200.3": "7400.5",
    "7250": "7630",
    "7200.5": "7600.3",
    "7410": "7640",
    "7400.1": "7600.4",
    "Line 33. RETAINED EARNINGS OR MARGINS BEGINNING OF YEAR: Insert the balances, as of January 1, in the accounts covering unappropriated retained earnings or margins. If a deficit, show in parentheses.": null,
    "Line 34. MISCELLANEOUS CREDITS YEAR-TO-DATE: Insert the sum of the amounts covering credit to retained earnings or margins not provided elsewhere.": null,
    "Line 35. DIVIDENDS DECLARED COMMON: Insert the total amount of dividends declared on common stock from January 1 to the end of the period being reported.": null,
    "Line 36. DIVIDENDS DECLARED PREFERRED: Insert the total amount of dividends declared on preferred stock from January 1 to the end of the period being reported.": null,
    "Line 37. OTHER DEBITS YEAR-TO-DATE: Insert the total amount of other debits charged to retained earnings or margins since January 1.": null,
    "Line 38. TRANSFERS TO PATRONAGE CAPITAL: Insert the total amount of margins transferred during the current year to Patronage Capital Assignable or Assigned.": null,
    "Line 39. RETAINED EARNINGS OR MARGINS END OF PERIOD: Insert the total of Lines 31, 33, and 34 less Lines 35, 36, 37, and 38.": null,
    "Line 40. PATRONAGE CAPITAL BEGINNING OF YEAR: Insert the balances, as of January 1, in the accounts covering patronage capital.": null
  },
  {
    "Bulletin": "1744-2",
    "Page": "17",
    "Line 41": "TRANSFERS TO PATRONAGE CAPITAL",
    "Line 41 Description": "Insert the total amount of margins transferred during the current year to Patronage Assignable or Assigned.",
    "Line 42": "PATRONAGE CAPITAL CREDITS RETIRED:",
    "Line 42 Description": "Insert the total amount of capital credits retired from January 1 to the end of the period being reported. Include both general retirements and those made in individual cases, such as estate settlements. (Entries on this line should only be made by cooperatives.)",
    "Line 43": "PATRONAGE CAPITAL END OF THE YEAR:",
    "Line 43 Description": "Insert the total of Lines 40 and 41, less Line 42.",
    "Line 44": "ANNUAL DEBT SERVICE PAYMENTS:",
    "Line 44 Description": "Insert the sum of total annual debt service payments (principal and interest billed) made on long term debt from January 1 to the end of the reporting period.",
    "Line 45": "CASH RATIO:",
    "Line 45 Description": "Insert the sum of Lines 14 and 20 less Lines 10 and 11, divided by Line 7.",
    "Line 46": "OPERATING ACCRUAL RATIO:",
    "Line 46 Description": "Insert the sum of Lines 14, 20, and 26 divided by Line 7.",
    "Line 47": "TIER:",
    "Line 47 Description": "Insert the sum of Lines 31 and 26, divided by Line 26.",
    "Line 48": "DSCR:",
    "Line 48 Description": "Insert the sum of Lines 31, 26, 10, and 11, divided by Line 44.",
    "PART C": "SUBSCRIBER (ACCESS LINE) AND ROUTE MILE DATA:",
    "Part C Description": "Part C is divided into three sections: 1. Rates, 2. Subscribers (Access Lines), and 3. Route Miles with subheadings over columns for local rates, subscriber data, and route mileage information. Each column has been lettered, i.e., (a), (b), (c), etc..., for reference purposes. When using the electronic form exchange data may be entered continuously up to the maximum number of lines provided. Continuation sheets will be generated as needed when printing. Regardless of the number of exchanges the totals for all exchanges will be shown on the Total line on page 3. The information to be included in Part C should be that shown in the records of the borrower at the end of the period.",
    "EXCHANGE": "Insert the name of each exchange. Use abbreviations where necessary. Do not use exchange dial prefix.",
    "Column 1(a)": "B-1, Rates:",
    "Column 1(a) Description": "Insert, by exchange, the average local service rate for one-party business subscribers.",
    "Column 1(b)": "R-1, Rates:",
    "Column 1(b) Description": "Insert, by exchange, the average local service rate for one-party residential subscribers."
  },
  {
    "Bulletin": "1744-2",
    "Page": "18",
    "Subscriber_Data_Definition": "Subscriber is defined by RUS to mean the same as Access Line. Access Line means a transmission path between user terminal equipment and a switching center that is used for local exchange service. This definition should be used for reporting the following subscriber data.",
    "Column_2a_Title": "BUSINESS",
    "Column_2a_Instructions": "Insert, by exchange, the number of business subscribers. PBX trunks and Key lines should also be included here.",
    "Column_2b_Title": "RESIDENTIAL",
    "Column_2b_Instructions": "Insert, by exchange, the number of residence subscribers.",
    "Column_2c_Title": "TOTAL",
    "Column_2c_Instructions": "Insert, by exchange, the total number of subscribers (sum of columns 2(a) and 2(b)). If applicable, insert the total number of mobile wireless subscribers served on the line which has the words Mobile Wireless entered in place of an exchange name. Include mobile subscribers served by cellular, PCS, or any other means in this figure; do not include any fixed wireless subscribers.",
    "Column_3a_Title": "ROUTE MILES, TOTAL (INCLUDING FIBER)",
    "Column_3a_Instructions": "Insert the total number of route miles (to the nearest mile) of operating plant facilities including drop wire in the exchange. One route mile may consist of:",
    "Route_Mile_Consist_1": "One mile of roadway with any combination of outside plant facilities on any number of rights-of-way.",
    "Route_Mile_Consist_2": "One mile of a cross country route with any combination of outside plant facilities.",
    "Route_Mile_Consist_3": "One mile of point-to-point microwave or radio link.",
    "Route_Mile_Consist_4": "One mile of plant on either side of a limited access highway or natural barrier, such as a navigable waterway.",
    "Route_Mile_Consist_5": "One mile of joint use line where the borrower either owns the facility or leases space.",
    "Column_3b_Title": "ROUTE MILES, FIBER",
    "Column_3b_Instructions": "Insert the total number of route miles (to the nearest mile) in the exchange served by fiber facilities. This figure is included in the total route mile figure in column 3(a).",
    "Note": "A line has also been provided for recording total route miles of line OUTSIDE exchange areas. These miles will be included in the TOTAL for the system.",
    "Part": "D",
    "Part_Title": "SYSTEM DATA",
    "Part_Instructions": "All items of Part D are to be reported on a system basis and are to include only those persons employed by or facilities owned by the system as of the reporting date."
  },
  {
    "Bulletin": "1744-2",
    "Page": "19",
    "Item Number": "Part D Items",
    "Item 1": "NO. PLANT EMPLOYEES:",
    "Item 1 Description": "Insert the number of plant employees on the payroll at the end of the period. Include here all plant department employees and supervisors.",
    "Item 2": "NO. OTHER EMPLOYEES:",
    "Item 2 Description": "Insert the number of other (non-plant) employees on the payroll at the end of the period. Include here all general office, accounting, commercial, and traffic department employees.",
    "Item 3": "SQUARE MILES SERVED:",
    "Item 3 Description": "Insert the total number of square miles served by the system. Include the system's entire certificated or authorized service area whether or not subscribers are served in all parts of the area.",
    "Item 4": "ACCESS LINES PER SQUARE MILE:",
    "Item 4 Description": "Insert the number of access lines per square mile served (Part C, Line 2(c)TOTAL divided by Part D, Item 3).",
    "Item 5": "SUBSCRIBERS PER ROUTE MILE:",
    "Item 5 Description": "Insert the number of subscribers per route mile (Part C, Line 2(c) TOTAL divided by Part C, Line 3(a) TOTAL).",
    "PART E": "TOLL DATA:",
    "Line 1": "Check the appropriate type of interstate and intrastate toll settlements, either average or cost basis, which are presently in effect for the company.",
    "PART F": "FUNDS INVESTED IN PLANT DURING YEAR:",
    "Line Number": "Part F Items",
    "Line 1.": "RUS, RTB, AND FFB LOAN FUNDS EXPENDED:",
    "Line 1 Description": "Insert the total amount of RUS, RTB, and FFB loan funds expended during the year.",
    "Line 2.": "OTHER LONG-TERM LOAN FUNDS EXPENDED:",
    "Line 2 Description": "Insert the total amount of all other long-term loan funds expended during the year.",
    "Line 3.": "FUNDS EXPENDED UNDER RUS INTERIM APPROVAL:",
    "Line 3 Description": "Insert the amount of funds (short-term borrowings and general funds) that were expended during the year in accordance with RUS approval for interim financing. Any amount reimbursed with RUS, RTB, or FFB loan funds later in the same year should be shown on Line 1 instead of this line.",
    "Line 4.": "OTHER SHORT-TERM LOAN FUNDS EXPENDED:",
    "Line 4 Description": "Insert the amount of short-term loan funds expended during the year, excluding any such amount that was expended in accordance with RUS approved interim financing."
  },
  {
    "Bulletin": "1744-2",
    "Page": "20",
    "Line 5": "GENERAL FUNDS EXPENDED (OTHER THAN INTERIM):",
    "Line 5 Instruction": "Insert the amount of general funds expended during the year, excluding any such amount that was expended in accordance with RUS approved interim financing.",
    "Line 6": "SALVAGED MATERIALS:",
    "Line 6 Instruction": "Insert the book value of salvaged materials used as plant but returned to stock during the year.",
    "Line 7": "CONTRIBUTION IN AID TO CONSTRUCTION:",
    "Line 7 Instruction": "Insert the amounts recorded for contributions to telecommunications plant received during the year.",
    "Line 8": "GROSS ADDITIONS TO TELECOMMUNICATIONS PLANT:",
    "Line 8 Instruction": "Insert the sum of Lines 1 through 7.",
    "PART G": "INVESTMENTS IN AFFILIATED COMPANIES:",
    "PART G Instruction": "The data requested in columns (b) through (f) should be reported on a summary basis. Line 1 asks for investment data for Rural Development investments while Line 2 asks for similar data for Nonrural Development investments.",
    "Column (b)": "Investment This Year",
    "Column (b) Instruction": "Under column (b), list the amount invested in each class of investment shown in column (a) during the current year.",
    "Column (c)": "Income or Loss This Year",
    "Column (c) Instruction": "This column should include all income earned or losses incurred for each class of investment during the current year.",
    "Column (d)": "Cumulative Investment to Date",
    "Column (d) Instruction": "For the class of investments listed in column (a), the cumulative investment to date should include the total amount of funds actually invested from the date of the original investment to the end of the current reporting period.",
    "Column (e)": "Cumulative Income or Loss to Date",
    "Column (e) Instruction": "This column should contain the cumulative total of income earned or losses incurred for each class of investment from the date of the original investment to the end of the current reporting period.",
    "Column (f)": "Current Balance",
    "Column (f) Instruction": "List the equity value of each class of investment at the end of the reporting period in this column. The equity value should be equal to the sum of the values in columns (d) and (e).",
    "PART H": "CURRENT DEPRECIATION RATES:",
    "PART H Instruction": "Indicate whether or not the corporation's depreciation rates are subject to regulatory body approval."
  },
  {
    "Bulletin": "1744-2",
    "Page": "21",
    "Depreciation Rates Subject to Regulatory Body Approval": "If corporation's depreciation rates are subject to regulatory body approval, insert the approved rate (expressed as a percentage shown to two decimal places; e.g. 7.50) used for each equipment category which applies to system (please indicate NA if your system does not have plant in a specific category). If your system has more than one depreciation rate for a specific category, provide an average rate weighted in proportion to plant value. In addition, if your system includes service areas in more than one State, provide a weighted average of the depreciation rates used for a given category of plant regardless of the State. Only one rate should be reported for each plant category regardless of the number of States in which you provide service.",
    "Depreciation Rates Not Subject to Regulatory Body Approval": "If corporation's depreciation rates are not subject to regulatory body approval, insert the actual annual depreciation rate (expressed as a percentage shown to two decimal places; e.g. 7.50) used for each equipment category which applies to your system (please indicate NA if your system does not have plant in a specific category). If your system has more than one depreciation rate for a specific category, provide an average rate weighted in proportion to plant value. In addition, if your system includes service areas in more than one state, provide a weighted average of the depreciation rates used for a given category of plant regardless of the state. Only one rate should be reported for each plant category regardless of the number of states in which you provide service."
  }
]