[
  {
    "agency": "USDA",
    "document_title": "Specifications and Drawings for Construction of Underground Plant",
    "issuing_department": "United States Department of Agriculture",
    "division": "Rural Utilities Service",
    "bulletin_number": "RUS Bulletin 1753F-151",
    "form_number": "RUS Form 515b",
    "date": "September 2001"
  },
  {
    "text": "This page intentionally left blank"
  },
  {
    "BULLETIN": "1753F-151",
    "SUBJECT": "Specifications and Drawings for Construction of Underground Plant, RUS Form 515b",
    "REFERENCE": "7 CFR 1755.97",
    "TO": "All Telecommunications Borrowers",
    "STAFF": "RUS Telecommunications Staff",
    "EFFECTIVE_DATE": "September 17, 2001",
    "OFFICE_OF_PRIMARY_INTEREST": "Outside Plant Branch, Telecommunications Standards Division.",
    "AVAILABILITY": "This bulletin supersedes RUS Bulletin 345-151, Specifications and Drawings for Conduit and Manhole Construction, RUS Form 515c, issued May 25, 1989; and RUS Bulletin 345-152, Specifications and Drawings for Underground Cable Installation, RUS Form 515d, issued May 25, 1989. This bulletin can be accessed via the Internet at http://www.usda.gov/rus/telecom/publications/bulletins.htm",
    "PURPOSE": "This specification provides Contractors, Engineers, and RUS Borrowers with assembly unit descriptions, materials, construction and installation, and drawings for underground plant associated with RUS Form 515, Telecommunications System Construction Contract.",
    "NAME": "Roberta D. Purcell",
    "TITLE": "Assistant Administrator Telecommunications Program",
    "DATE": "8/21/01"
  },
  {
    "RUS Bulletin": "1753F-151",
    "Specifications and Drawings for Construction of Underground Plant": "RUS Form 515b",
    "TABLE OF CONTENTS": null,
    "Page": null,
    "List of Changes": "i",
    "Part I - Description of Assembly Units and Proposal and Contract Sections": "1",
    "Part II Specification for Materials": "9",
    "1. Scope": "9",
    "2. General": "9",
    "4. Miscellaneous": "9",
    "Part III Specification for Construction and Installations": "9",
    "1. General": "9",
    "2. Underground Conduit and Manholes": "10",
    "3. Underground Handholes": "13",
    "4. Underground Cable Placement": "14",
    "List of Construction Drawings and Plans": "16",
    "INDEX": null,
    "ASSEMBLY UNITS": null,
    "Conduit and Manhole": null,
    "CABLE": null,
    "Assembly Units": null,
    "CONSTRUCTION": null,
    "Fiber Optic Cable Plant": null,
    "Manholes": null,
    "Underground Cable (Physical Plant)": null,
    "Underground Conduit": null,
    "SPECIFICATIONS AND STANDARDS": null,
    "Outside Plant": null
  },
  {
    "Bulletin": "1753F-151",
    "Page": "i",
    "1": "Combination of RUS Form 515c and RUS Form 515d.",
    "2": "Modification of Section HC to provide compensation on a single pair basis.",
    "3": "Modification of Section HO to provide compensation for testing a fiber.",
    "4": "Modification of Section PM as follows:\n(a) Redefined PM21 to a more generalized description;\n(b) Added PM22 unit.",
    "5": "Elimination of Section U.",
    "6": "Modification of Section UD by elimination of suffix \"P\" and the adding of suffix “V” to allow placement of innerducts in new or existing conduit systems.",
    "7": "Modification of the UF and UO units to provide compensation on a per foot basis.",
    "8": "Elimination of Section UG.",
    "9": "Modification of Section UH to allow for installation in areas of vehicular traffic.",
    "10": "Modification of Section UM to indicate precast manholes as the default type.",
    "11": "In part III, section 2, added requirement that poured in place manholes are now to be constructed as specified by the Engineer. Other references to poured in place manholes were eliminated.",
    "12": "In part III, section 4, added requirement that when blowing of underground cable is specified, the installation shall be in accordance with the manufacturer of the blowing installation equipment.",
    "EditorialChanges": "For editorial or other minor technical changes, refer to the body of the document."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "ii",
    "text": "This page intentionally left blank"
  },
  {
    "Bulletin": "1753F-151",
    "Page": "1",
    "Part": "I",
    "Description": "DESCRIPTION OF ASSEMBLY UNITS AND PROPOSAL AND",
    "Contract": "CONTRACT SECTIONS",
    "ContractorProposalForm": "The Contractor's Proposal form is divided into sections and the\nsections approved for construction shall be listed in the\nConstruction Agreement by the Owner. The sections are as follows:",
    "SectionHC": "Copper Splicing Assembly Units",
    "SectionHO": "Fiber Optic Splicing Assembly Units",
    "SectionHU": "Underground Splice Closure Assembly Units",
    "SectionPM": "Miscellaneous Assembly Units",
    "SectionUD": "Underground Conduit Assembly Units",
    "SectionUF": "Underground Filled Copper Cable Assembly\nUnits",
    "SectionUH": "Underground Handhole Assembly Units",
    "SectionUM": "Precast Manhole Assembly Units",
    "SectionUO": "Underground Filled Fiber Optic Cable\nAssembly Units",
    "AssemblyUnitDescription": "Each assembly unit includes only the materials listed on the\ncorresponding Installation and Construction Guide Drawings or\ndescription of unit where no drawing exists. The various\ninstallation and construction units, which are included in this\nProposal and upon which quotations are required, are defined by\nthe following descriptions:",
    "SectionHC_Title": "Section HC COPPER SPLICING ASSEMBLY UNITS",
    "HC1": "Consists of the labor and material necessary in the wire\nwork and splicing of one (1) cable pair in any cable,\nincluding any non-working pair in an existing cable in\naccordance with RUS Splicing Standard Bulletin 1753F-401\n(PC-2) using individual mechanical splicing connectors.\nThe splice may be straight, bridged, or pieced out and\nbridged. Pairs that are to be tested, capped, or tested\nand capped, when specified by the Engineer are considered\nto be part of this unit. Only those pairs on which\nsplicing, testing, and/or capping operations are\nperformed are counted and each pair is counted only once\nat each location. On aerial inserts, each end of the\nfuse link is considered as a splice.",
    "HC3": "Consists of the labor and material necessary in the wire\nwork and splicing of one (1) cable pair in any cable,\nincluding any non-working pair in an existing cable in\naccordance with RUS Splicing Standard Bulletin 1753F-401\n(PC-2) using splicing modules. The splice may be\nstraight, bridged or pieced out and bridged. Pairs that\nare to be tested, capped, or tested and capped, when\nspecified by the Engineer are considered to be part of"
  },
  {
    "Bulletin": "1753F-151",
    "Page": "2",
    "UnitDescription": "Only those pairs on which splicing, testing, and/or capping operations are performed are counted and each pair is counted only once at each location. On aerial inserts, each end of the fuse link is considered as a splice.",
    "SectionHO": "FIBER OPTIC SPLICING ASSEMBLY UNITS",
    "SectionHODescription": "Consists of all labor and material necessary to splice and/or test one (1) glass fiber in any cable in accordance with RUS Splicing Standard Bulletin 1753F-401(PC-2). The labor shall include initial measurement, minimizing the attenuation, splicing and stowing the spliced fiber in a fiber organizer. The labor and material for the fiber organizer is part of the appropriate splice closure unit.",
    "Suffix": "Description",
    "H01": "Fusion Splice",
    "H02": "Mechanical Splice",
    "H03": "Connector Splice",
    "SectionHU": "UNDERGROUND SPLICE CLOSURE ASSEMBLY UNITS",
    "SectionHUDescription": "Consists of an underground splice closure and the closure manufacturer's provided encapsulating material if required, installed in place and the labor and material for setting up in preparation for installing the closure, such as, opening the sheath or jacket of the cable, bonding of the cable shields, filling the closure if required, closing the closure, and, when applicable, pressure testing, all in accordance with the manufacturer's instructions. It also includes all necessary hardware items to support the closure and the cable adjacent to the closure on the cable racks in the manhole. Cable splicing shall be compensated under the appropriate splicing units.",
    "AssemblyUnitsDefined": "The assembly units are defined as follows:",
    "HUF()": "Underground Filled Closure A filled splice closure with pair count and gauge for each cable to be spliced.",
    "HUO()": "Underground Filled Fiber Optic Closure A fiber optic closure and organizer with the number of fibers to be housed in the organizer."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "3",
    "HUP()": "Underground Pressurized Closure - A pressurized splice closure with pair count and gauge for each cable to be spliced.",
    "Illustrations_Note": "The following illustrations indicate the method of designating the material required.",
    "HUF(100-24)": "Underground filled closure enclosing two cable ends same pair count and gauge.",
    "HUP(200-24)(100-24)": "Underground pressurized closure enclosing two cable ends with different pair counts.",
    "HUF(600-24)(200-24)(200-24)(200-22)": "Underground filled closure enclosing four cable ends with pair counts and gauges as shown.",
    "HUO(24)": "Underground filled fiber optic splice closure and organizer capable of accommodating a minimum of 24 fibers.",
    "Section_PM": "MISCELLANEOUS ASSEMBLY UNITS",
    "PM_Description": "Consists of all labor and materials to construct and install the units defined individually below required for the installation and construction of the underground cable portions of the Project.",
    "PM21": "Cable Entrance - Consists of the necessary labor and material to terminate copper and/or fiber optic outside plant cables as shown on the detailed drawings as specified by the Engineer.",
    "PM22": "Grounding System - Consists of the necessary labor and material to construct a grounding system as shown on the detailed drawings as specified by the Engineer. This unit shall include all ground electrodes, trenching, backfilling, bonding the auxiliary ground electrodes to each other and to the primary ground electrodes, and bonding to the master ground bar (MGB).",
    "Section_UD": "UNDERGROUND CONDUIT ASSEMBLY UNITS",
    "UD_Description": "Consists of one (1) foot [0.305 meters (m)] of single or multiduct conduit in place. This unit includes all material and labor for the placement of the conduit to the depth indicated in the specifications."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "4",
    "AssemblyUnitDefinition": "The assembly unit is defined as follows:",
    "UD": "Underground Conduit",
    "ConduitNumberAndDiameter": "The number of conduits placed horizontally, and vertically, and the inside diameter (distance between opposite walls for square conduit), shall be indicated in the parentheses.",
    "OptionsDesignatedBySuffixes": "Options designated by the following suffixes apply:",
    "SuffixE_Description": "This unit consists of necessary labor and materials to encase the conduit in concrete. (Encasement shall consist of a 2 inch (in.) [51 millimeters (mm)) minimum cover over the conduit(s), a minimum of 1-1/2 in. (38 mm) at the sides and a minimum of 2 in. (51 mm) for the base.)",
    "SuffixS_Description": "This unit consists of the necessary labor and materials to encase the conduit in sand or fine earth. (Encasement shall consist of a 4 in. (102 mm) cover over the conduit(s), a minimum of 1- 1/2 in. (38 mm) at the sides and a minimum of 3 in. (76 mm) for the base.)",
    "SuffixB_Description": "This unit consists of the necessary labor and materials to provide a concrete base for the conduit assembly unit as determined by the Engineer. (Concrete base will be 3 in. (76 mm) in thickness for the width of the trench.)",
    "SuffixC_Description": "This unit consists of the necessary labor and materials to provide a concrete cover for the conduit assembly unit as determined by the Engineer. (The concrete cover shall have a minimum thickness of 3 in. (76 mm) and shall be at least as wide as the conduit.)",
    "SuffixA_Description": "This unit consists of the necessary labor and materials to remove and restore paved surfaces. All work shall be performed as required in accordance with federal, state and/or local construction standards in effect at the time of bid date."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "5",
    "UnitDescription": "This unit consists of the necessary labor and materials to place one or more vacant innerduct(s) in a conduit. The parentheses for the UD unit shall indicate the number of innerducts followed by the inside diameter of the innerduct to be placed in new or existing conduit, including rodding and cleaning of the conduit if necessary.",
    "UnitIncludes": "This unit also includes:",
    "IncludesItem1": "All labor and material required for conduit jointing, such as, conduit bends, couplings, adapters, fittings, plugs or seals, and spacers.",
    "IncludesItem2": "All material and labor required in the repair of streets, roads, sidewalks, drives, fences, lawns, shrubbery, trees, watermains, pipes, pipelines and contents, underground power and telecommunications facilities, and any other incidental property damaged during the installation of underground conduit.",
    "IncludesItem3": "All labor and material for trenching, shoring, backfilling, tamping, and disposal of water and excess or unusable material.",
    "IncludesItem4": "All labor required for rodding and cleaning of conduit as specified by the Engineer. When rodding and cleaning are not specified by the Engineer, these actions shall be in accordance with Part III, Section 2.10.",
    "ConduitLengthDetermination": "The length of conduit for compensation purposes is determined by taking the sum of distances paralleling the conduit between manholes or between manholes and termination points as specified by the Engineer.",
    "IllustrationsIndicate": "The following illustrations indicate the method of designating the material required.",
    "UD_4x4_2_E": "Indicates concrete encased conduit having four ducts horizontally by four ducts vertically, (16 ducts total), with each duct having an inside diameter of 2 in. (51 mm).",
    "UD_4x3_3_1/2_B": "Indicates a concrete base for a conduit having 4 ducts horizontally by 3 ducts vertically, (12 ducts total), with each duct having an inside diameter of 3-1/2 in. (89 mm)."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "6",
    "UD": "3-1.25V",
    "innerducts_info": "Indicates 3 innerducts of 1.25 in. (31 mm) inside diameter to be placed in a new or existing conduit.",
    "Section UF": "UNDERGROUND FILLED COPPER CABLE ASSEMBLY UNITS",
    "cable_assembly_description": "Consists of 1 foot (0.305 m) of underground filled copper cable installed in underground conduits and manholes. This unit also consists of setting up the cable within the manhole, providing and placing cable supports and cable rack hooks, pulling-in wires, duct seals or plugs, cable tags, manhole cable racks and rodding and cleaning of ducts all as required in accordance with the detailed plans and specifications. This unit includes bonding together of all closures, but does not include cable closure assemblies or cable splicing in manholes. The splicing and closures will be specified separately. The length of cable for compensation purposes is determined by measuring the distances paralleling the cable plus the vertical lengths of cable installed on supporting structures. This unit shall include the cleaning out and/or pumping out of manholes when specified by the Engineer in advance of bidding.",
    "options_description": "Options designated by the following suffixes apply:",
    "Suffix H": "Screened cable designated for T1 carrier systems.",
    "Suffix H1C": "Screened cable designated for T1C carrier systems.",
    "cable_assembly_listing": "Each underground filled copper cable assembly unit is listed in accordance with the number of pairs and gauge of conductors. Each unit is prefixed by the letters UF. The following illustration indicates the method of designating the material required.",
    "UF600-24H1C": "A 600 pair, 24 gauge underground filled copper cable with a screen designated for T1C carrier systems.",
    "Section UH": "UNDERGROUND HANDHOLE ASSEMBLY UNITS",
    "handhole_assembly_description": "Consists of labor and material for one (1) underground handhole installed in place, including the base, top cover and mounting hardware, and pea gravel. The handhole size, amount of pea gravel and the installation shall be as specified by the Engineer. The handhole assembly unit shall be used only in areas of non-vehicular traffic. When required for use in areas of vehicular traffic, the handhole shall be rated to withstand vehicular traffic. Where specified, vehicular traffic rated handholes shall be suffixed with the letter \"T\"."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "7",
    "UHC_definition": "Underground Handhole for copper systems.",
    "UHF_definition": "Underground Handhole for fiber optic systems.",
    "dimensions_note": "The dimensions of length, width, and depth of the handhole shall be indicated in the parentheses in inches (millimeters).",
    "example_header": "Examples:",
    "UHC_example": "UHC(13x24x24)",
    "UHC_example_description": "Underground handhole for copper systems with dimensions of 13 x 24 x 24 in. (330 x 610 x 610 mm)(approximate).",
    "UHF_example": "UHF(17x30x30)T",
    "UHF_example_description": "Underground handhole for fiber optic systems with dimensions of 17 x 30 x 30 in. (432 x 762 × 762 mm) (approximate) which is rated for vehicular traffic.",
    "section_header": "Section UM PRECAST MANHOLE ASSEMBLY UNITS",
    "manhole_description": "Consists of all labor and material necessary to install a precast concrete manhole in place. The unit shall include pit excavation, masonry materials, collar, manhole frame and cover, pulling-in irons, and other materials necessary to make an appropriate installation in accordance with the Construction Sheets. In addition, precast manhole assembly units also include all material and labor required in the repair and/or replacement of streets, roads, drives, fences, lawns, shrubbery, watermains, pipes, pipelines and contents, underground power and telecommunications facilities, buried sewerage and drainage facilities and any other property damaged during the construction of the manhole assembly unit. Backfilling shall include backfill compaction, removal of excess materials and site clearing. Each manhole is listed as a separate unit installed in place.",
    "designation_note": "All manhole unit designations shall begin with the letters UM followed by a letter to indicate the type of the manhole and conduit arrangements shown in the unit drawings. The letters \"A\", \"L\", \"T\", \"J\", \"X\", or \"Y\" indicate rectangular manholes, and the letter \"V\" indicates a V-shaped manhole.",
    "frame_note": "Immediately following the letter indicating the manhole type shall be a fourth letter, which shall indicate the type of frame, and cover with which the manhole is to be equipped. The letter \"R\" indicates a light duty frame and cover. The letter \"B\" indicates a heavy duty frame and cover. Following the letter indicating frame and cover type, and enclosed in parentheses shall be the nominal diameter of the frame opening in inches (millimeters)."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "8",
    "UM-AR(24)": "Rectangular manhole equipped with a 24 in. (610 mm) light duty frame and cover.",
    "UM-VB(30)": "V shaped manhole equipped with a 30 in. (762 mm) heavy duty frame and cover.",
    "UO - UNDERGROUND FILLED FIBER OPTIC CABLE ASSEMBLY UNITS": null,
    "Description": "Consists of one (1) foot (0.305 m) of underground filled fiber optic cable installed in underground conduit and manholes. This unit also consists of setting up the cable within the manhole, providing and placing cable supports and cable rack hooks, pulling-in wires, duct seals or plugs, cable tags, manhole cable racks, and rodding and cleaning of ducts, all as required in accordance with the detailed plans and specifications. This unit does not include cable closure assembly or cable splicing. They will be specified separately. The length of cable for compensation purposes is determined by measuring the distances paralleling the cable plus the vertical lengths of cable installed on supporting structures. This unit shall include cleaning out and/or pumping out of manholes when specified by the Engineer in advance of bidding.",
    "Cable Assembly Unit": "Each underground filled fiber optic cable assembly unit is listed in accordance with the number of optical fibers. Each unit is prefixed by the letters UO. The following illustration indicates the method of designating the material required.",
    "U024": "An underground filled fiber optic cable with 24 fibers."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "9",
    "Part II": "SPECIFICATION FOR MATERIALS",
    "1. SCOPE": "This part of the specification is concerned with the various materials required for the construction of underground plant of a rural telecommunications system as shown on the Plans, Specifications, and Construction Sheets.",
    "2. GENERAL": "All materials used in the construction of the rural telecommunications system except those listed in Paragraph 3 below shall be listed in RUS Informational Publication (IP) 344-2, \"List of Materials Acceptable for Use on Telecommunications Systems of RUS Borrowers,\" unless specific written approval has been granted by the Administrator.",
    "3. MISCELLANEOUS": "Items which do not appear in RUS IP 344-2, \"List of Materials Acceptable for Use on Telecommunications Systems of RUS Borrowers,\" shall be of a quality suitable for the application for which they are intended.",
    "Part III": "SPECIFICATIONS FOR CONSTRUCTION AND INSTALLATION",
    "1. GENERAL": "1.1 All construction and installation work shall be done in a thorough and workmanlike manner in accordance with the Plans, Specifications and Construction Sheets and shall be subject to acceptance by the Owner and the Administrator.",
    "1.2": "All material to be used in construction of the Project shall be stored so as to be protected from deteriorating effects of the elements.",
    "1.3": "All underground cables and accessory materials used in the construction of the Project shall be handled with care. Each reel of underground cable shall be inspected for damage. Prior to installation, all damage shall be repaired to the satisfaction of the Engineer. If reel wrap is present, the reel wrap shall remain intact on the reel until the cable is ready to be placed.",
    "1.4": "Deviations from the Plans, Specifications and Construction Sheets shall not be permitted except upon written permission of the Engineer."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "10",
    "1.5": "The latest revision of the National Electrical Safety Code (NESC) and the National Electrical Code (NEC) shall be followed in every case except where local regulations are more stringent, in which case local regulations shall govern.",
    "2.": "UNDERGROUND CONDUIT AND MANHOLES",
    "2.1": "The underground conduit and manhole system shall be constructed in accordance with the instructions given herein unless otherwise specified by the Engineer or unless state or local requirements are more stringent in which case the latter requirements will govern.",
    "2.2": "The Engineer shall determine the location of all conduit and manholes and shall specify size, type, position, and depth at which they are to be constructed. The size, type and location of all main conduit and subsidiary ducts, location of foreign structures where known; and applicable right-of-way restrictions shall be shown on the Construction Sheets. The size, type, and location of all conduit entrances and size and location of the manhole frame opening shall be shown on the Construction Sheets.",
    "2.3": "All parties associated with excavations for the conduit and manhole system shall follow well-established safety rules and regulations to safeguard the public and workmen.",
    "2.3.1": "Testing shall be conducted in excavations and manholes to determine if there is an oxygen deficiency or a presence of harmful gas, in accordance with federal, state, and/or local requirements.",
    "2.3.2": "Gas and oil mains shall be given special attention and precautions shall be taken to guard against the fire hazards they present. Excavations in public streets shall always be checked for gas leakage, even though gas mains or sewers are not directly encountered. No flame of any sort shall be permitted around excavations when the odor of gas is detected. Workmen shall not be allowed to smoke; and precautions shall be taken to prevent pedestrians from throwing lighted cigars, cigarettes, or burning matches into such excavations. The owning company shall be notified when excavation involving such structures is undertaken so that a representative may be present if desired.",
    "2.3.3": "The Contractor shall provide adequate shoring, warning signs, lights, no parking signs, barricades, and removal of excess water and excavated material. Flagmen and guards shall be provided where required to maintain safe conditions for the workmen and the public."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "11",
    "2.3.4": "Blasting shall only be permitted with approval from state or local authorities and with the warning to and protection of workmen and the public.",
    "2.3.5": "Excavations shall be closed and/or barricaded for public protection prior to leaving the job site at night with warning lights and/or guards.",
    "2.3.6": "Accessibility to fire hydrants, fire alarm boxes, and private driveways shall be maintained using temporary bridges over trenches as required.",
    "2.4": "The Contractor shall notify utilities, local authorities, regulatory bodies, and others when construction is to commence. When conflicts are encountered involving the relocation of manholes or conduits, the Engineer shall be notified.",
    "2.5": "Where deviations from the Construction Sheets are necessary or desirable, such construction shall proceed only with prior approval by the Engineer.",
    "2.6": "The depth of the trench shall be sufficient to obtain a cover of at least 24 in. (610 mm) over the conduit formation including top protection where employed unless otherwise approved by the Engineer.",
    "2.7": "The trench route and manhole locations shall be clearly marked by the Engineer before excavation is started.",
    "2.8": "In preparing the trench bed for the conduit installation, the trench bed shall be leveled to form an even base. In some cases it may be necessary to provide sand or fine earth to establish an even base. If, upon excavation, the trench bed appears to be incapable of firmly supporting the conduit, the Engineer shall determine whether a concrete base is required.",
    "2.9": "Backfilling next to the conduit shall be free from stones or other material which might damage the conduit or conduit joints. Large boulders shall not be included in any part of the backfill. In tamping the backfill at the sides of the conduit, extreme care shall be used to avoid damage to the joints or shifts in the conduit structure. Backfilling and tamping alongside the conduit shall be done in layers only an inch or two in thickness until the level of the top of the conduit is reached. Backfilling around conduit joined with mortar bandages shall proceed as soon as the joints are completed. Troweled joints shall be allowed to set at least 24 hours before backfilling."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "12",
    "2.10": "Upon completion of conduit sections, a test mandrel 1/4 in. (6.4 mm) smaller in diameter than the inside diameter of the conduit shall be pulled through all single duct conduit and through two diagonally opposite ducts in multiduct conduit formations to ensure proper alignment. In addition, all conduits shall be cleaned of loose materials such as concrete, mud, dirt, stones, etc. Pull wire (type as specified by the Engineer) shall be placed in conduit if so indicated by the Engineer on the Construction Sheets. The ends of the conduit shall be sealed to prevent the entrance of foreign matter and to protect against water or gas from entering manholes of buildings. All conduit entering central offices or other buildings shall be kept plugged at all times. If the work extends over several days, the conduits shall be plugged at night temporarily and permanently upon completion of the work.",
    "2.11": "Where sod and/or top soil has been removed, finish off the surface of the trench with top soil and/or sod as removed. This work shall be done to the satisfaction of the property owner and authorities.",
    "2.12": "All surplus material and debris shall be promptly cleared from the job site.",
    "2.13": "All cement used in underground construction shall be Portland cement and shall conform to the latest specification for Portland cement of the American Society for Testing and Materials.",
    "2.14": "Cement shall be kept dry at all times prior to use in order to prevent deterioration. No cement shall be used which contains lumps, which will not pulverize readily in the hand. The presence of such lumps indicates that the cement has absorbed moisture and has deteriorated.",
    "2.15": "To ensure that concrete used in manhole construction will be watertight, water shall be prevented from flowing through or over the freshly placed concrete and washing away the cement paste. Admixtures shall not be used for the purpose of producing watertight concrete.",
    "2.16": "Each precast manhole shall be provided with hardware and equipment as specified below and shown in the Construction Sheets.",
    "2.16.1": "Type A, L, T, J, and V manholes shall be provided with either 37-hole or 18-hole cable racks as shown in the Construction Sheets. When 18-hole racks are used, they shall be attached to cable rack supports with three cable rack supports required for each set of two 18-hole racks. Type X and Y manholes shall be"
  },
  {
    "Bulletin": "1753F-151",
    "Page": "13",
    "2.16.1": "provided with 8-hole racks as shown in the Construction Sheets. The cable racks shall be attached to the supports by means of 1/2 in. x 1-3/4 in. (12.7 mm x 44.4 mm) galvanized machine bolts and nuts. The cable rack supports shall be secured to the manhole walls by means of 1/2 in. x 2-1/2 in. (12.7 mm x 63.5 mm) galvanized machine bolts screwed into metal inserts which shall be cast in the walls when the manhole is constructed.",
    "2.16.2": "Rectangular manholes, except Type X and Y, shall be provided with four cable racks or sets of cable racks as shown in the Construction Sheets. Type Y manholes shall be provided with two racks and Type X manholes shall be provided with one rack as shown on the Construction Sheets.",
    "2.16.3": "Type V manholes shall be provided with six cable racks or sets of cable racks as shown on the Construction Sheets.",
    "2.16.4": "One pulling-in iron shall be cast in the wall opposite each conduit with which it is associated and shall be installed in accordance with the Construction Sheets.",
    "2.17": "The frame shall be supported on a collar as shown in the Construction Sheets. The collar shall be of sufficient height to bring the cover flush with the grade of the street or surrounding earth.",
    "2.18": "The sump or drain shall be located directly under the manhole cover.",
    "2.19": "Pulling-in irons shall be placed so as to extend into the manhole far enough to permit a clear opening of approximately 3 in. (76.2 mm) in the eye.",
    "2.20": "When poured-in-place manholes are specified, the construction and installation of the poured-in-place manhole shall be as specified by the Engineer.",
    "3": "UNDERGROUND HANDHOLES",
    "3.1": "The underground handholes shall be installed in accordance with the instructions given herein unless otherwise specified by the Engineer unless state or local requirements are more stringent in which case the latter requirements will govern.",
    "3.2": "The Engineer shall determine the location of the handhole and shall specify type, position and depth of installation.",
    "3.3": "A hole shall be dug large enough to accommodate the handhole."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "14",
    "3.4": "The handhole shall be positioned and a suitable backfill shall be tamped around the handhole.",
    "3.5": "Pea gravel should be placed inside of the handhole to minimize condensation problems.",
    "3.6": "The Engineer shall ensure that the dimensions of the handhole shall be large enough to accommodate the splice case installation and when required, cable slack.",
    "4.": "UNDERGROUND CABLE PLACEMENT",
    "4.1": "Prior to entry, testing shall be conducted in excavations and manholes to determine if there is an oxygen deficiency or a presence of harmful gas, in accordance with federal, state, and/or local requirements.",
    "4.2": "When working in manholes, care shall be taken to prevent damage to the cables in setting up the pulling apparatus or in placing tools or hardware. Cables shall not be stepped upon when entering or leaving the manhole.",
    "4.3": "Cable reels, which are delivered to the work location and are not set up immediately for placing operations shall be securely blocked or secured to a substantial support to prevent rolling.",
    "4.4": "The Contractor and Engineer shall jointly verify distances between splice points prior to ordering cable in specific cut lengths.",
    "4.5": "The duct assignment for each individual cable for any conduit section shall be specified on the Construction Sheets. Cables shall not be placed in ducts other than those specified on the Construction Sheets without prior approval of the Engineer.",
    "4.6": "It shall be the Contractor's responsibility to determine whether ducts assigned for occupancy shall be rodded and cleaned.",
    "4.7": "All ducts containing earth, sand or gravel shall be cleaned. Ducts, which cannot be cleaned, shall be reported to the Engineer.",
    "4.8": "Reels shall be rolled in the direction indicated by the arrows painted on the reel flanges.",
    "4.9": "Cable reels shall be set up on the same side of the manhole as the conduit section in which the cable is to be placed. The reel shall be leveled and brought into proper alignment with the conduit section so that the cable pays off from the top of the reel in a long smooth bend into the duct without twisting. Under"
  },
  {
    "Bulletin": "1753F-151",
    "Page": "15",
    "4.10": "The Contractor shall check the equipment set up prior to beginning the cable pulling to avoid an interruption once pulling has started.",
    "4.11": "A cable feeder guide of suitable dimensions shall be used between the cable reel and the face of the duct to protect the cable and guide it into the duct as it is payed off the reel. Copper cable shall not be bent to a radius of less than 10 times the diameter of the cable. Fiber optic cable shall not be bent to a radius of less than 20 times the diameter of the cable.",
    "4.12": "The mechanical stress placed upon a cable during installation shall not be such that the cable is twisted or stretched. During installation, the Contractor shall not exceed the maximum pulling tension of the cable as specified by the cable manufacturer.",
    "4.13": "As the cable is payed off the reel, it shall be carefully inspected for jacket defects. If defects are noticed, the pulling operations shall be stopped immediately and the Engineer will determine what corrective action shall be taken.",
    "4.14": "As the cables are payed off the reel into the cable feeder guide, they shall be sufficiently lubricated with a type of lubricant recommended by the cable manufacturer. Where the cable is pulled through a manhole it shall also be sufficiently lubricated at the intermediate manhole.",
    "4.15": "Cable placement shall be stopped immediately if the cable on a reel binds or does not pay off freely. The cause of the binding must be cleared to the satisfaction of the Engineer before the pulling operation is continued.",
    "4.16": "When blowing of underground cable is specified, the installation shall be in accordance with the manufacturer of the blowing installation equipment.",
    "4.17": "Sufficient cable shall be provided in each manhole to properly rack and splice the cables as shown on the Construction Sheets.",
    "4.18": "All cable ends, shall be protected at all times with acceptable end caps except during actual splicing. During the splicing operations, protection shall be available for immediate installation in case water."
  },
  {
    "Bulletin": "1753F-151",
    "Page": "16",
    "LIST OF CONSTRUCTION DRAWINGS AND PLANS": null,
    "Construction Guide Drawings": null,
    "UM-A, L, T, J": "Types A, L, T and J Precast Manholes",
    "UM-V": "Type V Precast Manhole",
    "UM-X, Y": "Types X and Y Precast Service Manholes"
  },
  {
    "bulletin": "1753F-151",
    "drawing_type": "Construction Guide Drawing",
    "page": "17",
    "title": "Typical Arrangements of Main Conduit Entrances in Rectangular Precast Manholes",
    "manhole_type_l": "Type \"L\" Precast Manhole",
    "manhole_type_a": "Type \"A\" Precast Manhole",
    "manhole_type_t": "Type \"T\" Precast Manhole",
    "manhole_type_j": "Type \"J\" Precast Manhole",
    "practices": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES",
    "manhole_types": "TYPES A, L, T AND J PRECAST MANHOLES",
    "scale": "NTS",
    "date": "March 2001",
    "document_id": "UM-A,-L,-T,-J"
  },
  {
    "bulletin": "1753F-151",
    "drawing_type": "Construction Guide Drawing",
    "page": "18",
    "arrangement_description": "Typical Arrangement of Main Conduit Entrances in Type \"V\" Precast Manholes",
    "practices": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES",
    "manhole_type": "TYPE V PRECAST MANHOLE",
    "scale": "NTS",
    "date": "March 2001",
    "um": "UM-V"
  },
  {
    "Bulletin": "1753F-151",
    "Construction Guide Drawing": "Page 19",
    "48 in. (1219 mm)_top": "48 in. (1219 mm)",
    "24 in. (610 mm)_left": "24 in. (610 mm)",
    "24 in. (610 mm)_right": "24 in. (610 mm)",
    "4 in. (102 mm)_top": "4 in. (102 mm)",
    "Head Room_top": "Head Room",
    "42 in. (1067 mm)": "42 in. (1067 mm)",
    "Type X Precast Service Manhole": "Type X Precast Service Manhole",
    "18 in. (457 mm)_left": "18 in. (457 mm)",
    "18 in. (457 mm)_right": "18 in. (457 mm)",
    "30 in. (762 mm)": "30 in. (762 mm)",
    "36 in. (914 mm)_top": "36 in. (914 mm)",
    "4 in. (102 mm)_bottom": "4 in. (102 mm)",
    "Head Room_bottom": "Head Room",
    "48 in. (1219 mm)_bottom": "48 in. (1219 mm)",
    "66 in. (1676 mm)": "66 in. (1676 mm)",
    "Type Y Precast Service Manhole": "Type Y Precast Service Manhole",
    "36 in. (914 mm)_bottom": "36 in. (914 mm)",
    "Note": "Note: All dimensions shown are recommended minimum inside dimensions.",
    "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES",
    "TYPES X AND Y PRECAST SERVICE MANHOLES": "TYPES X AND Y PRECAST SERVICE MANHOLES",
    "Scale": "NTS",
    "March 2001": "March 2001",
    "UM-X-Y": "UM-X,-Y"
  }
]