[
  {
    "United States": "United States",
    "Department of Agriculture": "Department of Agriculture",
    "Rural Utilities Service": "Rural Utilities Service",
    "RUS Bulletin": "RUS Bulletin 1753F-150",
    "RUS Form": "RUS Form 515a",
    "Date": "September 30, 2010",
    "USDA": "USDA",
    "Specifications and Drawings for Construction of Direct Buried Plant": "Specifications and Drawings for Construction of Direct Buried Plant"
  },
  {
    "Bulletin": "1753F-150",
    "Page": "ii",
    "intentionally_left_blank": "This page intentionally left blank"
  },
  {
    "Bulletin": "1753F-150",
    "Page": "iii",
    "SUBJECT": "Specifications and Drawings for Construction of Direct Buried Plant, RUS Form 515a",
    "TO": "All Telecommunications Borrowers and RUS Telecommunications Staff",
    "EFFECTIVE DATE": "September 29, 2010",
    "OFFICE OF PRIMARY INTEREST": "Technical Standards Branch, Advance Services Division.",
    "AVAILABILITY": "RUS Bulletin 1753F-150, Specifications and Drawings for Construction of Direct Buried Plant, RUS Form 515a, issued September 17, 2001, has been revised. The revised bulletin can be accessed via the Internet at http://www.usda.gov/rus/telecom/publications/bulletins.htm.",
    "PURPOSE": "This specification provides Contractors, Engineers, and RUS Borrowers with industry-created assembly unit descriptions, materials, construction and installation, and drawings for direct buried plant associated with RUS Form 515, Telecommunications System Construction Contract.",
    "ACKNOWLEDGMENT": "This revised bulletin was developed through a cooperative effort of the Rural Utilities Service (RUS) and the 515 Task Force of the Association of Communication Engineers (ACE) which also includes members representing the Power and Communication Contractors Association (PCCA) and the Rural Standards Initiatives (RSI).",
    "INCORPORATED BY REFERENCE": "7 CFR 1755.97",
    "Jonathan Adelstein": "Jonathan Adelstein",
    "Administrator": "Administrator",
    "Rural Utilities Service": "Rural Utilities Service",
    "Date": "SEP 29 2010"
  },
  {
    "Bulletin": "1753F-150",
    "Specifications and Drawings for Construction of Direct Buried Plant, RUS Form": "515a",
    "TABLE OF CONTENTS": null,
    "Bulletin 1753F-150": null,
    "Page iv": null,
    "Page": null,
    "List of Changes": "1",
    "Part I - Description of Assembly Units and Proposal and Contract Sections": "3",
    "Part II - Specification for Materials": "28",
    "1 Scope": "28",
    "2 General": "28",
    "3 Stub Poles": "28",
    "4 Miscellaneous": "28",
    "Part III - Specification for Construction and Installations": "28",
    "1 General": "28",
    "2 Buried Plant Housing Stub Poles": "29",
    "3 Cable Splicing": "29",
    "4 Buried Cable or Wire": "29",
    "5 Buried Handholes": "34",
    "6 Miscellaneous - Buried Plant": "35",
    "7 Special Requirements for Installation of Serving Area Interface Cabinets (SAIC)": "36",
    "List of Construction Drawings and Plans": "37",
    "INDEX": null,
    "CONSTRUCTION": null,
    "Buried Cable Plant": null,
    "Fiber Optic Cable Plant": null,
    "SPECIFICATIONS AND STANDARDS": null,
    "Outside Plant": null
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "1",
    "LIST OF CHANGES": "true",
    "1 Modification of Section BA as follows: (a)": "Redefined unit to indicate installation of all units must be in compliance with RUS BULLETIN 1728F-700, REA Specification for Wood Poles, Stubs and Anchor Logs.",
    "2 Modification of Section BDO as follows: (a)": "Redefined unit to indicate installation of all splicing or fiber termination hardware and accessories are included as necessary;",
    "2 Modification of Section BDO as follows: (b)": "Redefined unit to add housing sizes comparable to copper plant housings sizes: BDO3, BDO4, BDO5, BDO6, BDO7, BDO6000, BDO8000, BDO10000; and",
    "2 Modification of Section BDO as follows: (c)": "Added suffixes \"C\" for plastic cone mounted with crushed stone or gravel bed, \"G\" for pea gravel, \"H\" for handhole mounted with crushed stone or gravel bed, and \"S\" for poured in place sealant.",
    "3 Modification of Section BDS, as follows: (a)": "Redefined unit to include cross-connect modules, blocks, or bulkheads for FTTP; and",
    "3 Modification of Section BDS, as follows: (b)": "Added suffixes \"H\" for handhole mounted with crushed stone or gravel bed and \"S\" for poured in place sealant.",
    "4 Modification of the Section BFO, as follows: (a)": "Redefined suffix \"I\" for buried cable, to be installed inside a duct placed by the contractor;",
    "4 Modification of the Section BFO, as follows: (b)": "Modified suffix \" V ( )( )\" to \"V(x)\" with the first value in the V suffix parentheses must indicate the number of ducts by the second value specifying the inside diameter of the ducts in inches or millimeters; and",
    "4 Modification of the Section BFO, as follows: (c)": "Provided suffixes \"H\" for special conditions or instructions concerning the installation as determined by the Engineer, \"IE\" for buried cable to be installed inside an existing duct placed by others, \"L\" for adding a locate conductor to a dielectric cable, \"R\" for indicating cable of ribbon construction, and \"W\" for a 3\" wide, orange warning tape, installed 18\" above the cable.",
    "5 Modification of the BM60 unit, as follows: (a)": "To reflect installing buried plastic pipe as the standard installation practice for an entire project versus crossings only; and",
    "5 Modification of the BM60 unit, as follows: (b)": "Provide suffixes \"S\" for steel pipe, \"R\" for specialized rock boring bit, and \"RR\" for larger specialized boring equipment.",
    "6 Modification of the BM61 unit, as follows: (a)": "To reflect providing a hole as the standard installation practice for service entrance cables versus crossings only."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "2",
    "Item 7": "Addition of miscellaneous assembly unit BM51, Fiber Optic Pre-connectorized Multiport Terminal Assembly Unit.",
    "Item 8": "Modification of the Section HBF, as follows:",
    "Item 8a": "Modified \"HBFO( )\" to \"HBFO(-)\" with the cable strand count and when necessary, pre-hyphenated by the number of identical cables to be housed in the closure. Ribbon type cables are identified by an attached \"R\" to the cable strand count within the parenthesis; and",
    "Item 8b": "Provided suffix \"S( )\" for number of splices in the closure specified within the parenthesis.",
    "Item 9": "Modification of the Section HO, as follows:",
    "Item 9a": "Modified the section description for complete a ribbon fiber optic splice using mass splicing, to connect fiber-terminated ports using patch cords, and to terminate one optical splitter pigtail; and",
    "Item 9b": "Provided suffix \"HO4\" for connecting a splitter pigtail, \"HO5( )\" for a fiber optic connection by patch cord, and \"HO#R\" for splicing a ribbon matrix cable assembly.",
    "Item 10": "In Part II, section 1, clarified for purposes of this specification references to outside buried cables include fiber optic or copper type cables unless otherwise specified.",
    "Item 11": "In Part II, section 4, added compliance to the RUS \"Buy American\" provision for items for which categories do not appear in RUS IP 344-2, \"List of Materials Acceptable for Use on Telecommunications Systems of RUS Borrowers.\"",
    "Item 12": "In Part III, section 4, added when placing cable or wire by horizontal directional drilling (HDD) or boring, the cable or wire bore route must be pre-planned and mapped for the most efficient path.",
    "Item 13": "In Part III, section 4, added a underground pipe assembly unit (BM60( )) may use the \"R\" suffix for specialized rock boring or \"RR\" for heavy rock when specified for proper and acceptable use by the engineer prior to the bidding process. All underground or buried pipes must be properly capped with or without any cable or wire installed.",
    "Item 14": "In Part III, section 4, added the minimum depth at subscriber premises, 12\" (305 mm).",
    "Item 15": "In Part III, sections 1-7, added miscellaneous language for the inclusion of FTTH."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "3",
    "Part I": "DESCRIPTION OF ASSEMBLY UNITS AND PROPOSAL AND CONTRACT SECTIONS",
    "Contractor's Proposal form": "divided into sections and the sections approved for construction must be listed in the Construction Agreement by the Owner. The sections are as follows:",
    "Section BA": "Buried Plant Housing Stub Pole Units",
    "Section BD": "Buried Plant Housing Assembly Units",
    "Section BDO": "Buried Plant Fiber Optic Housing Assembly Units",
    "Section BDS": "Serving Area Interface Cabinet (SAIC) Assembly Units",
    "Section BFC": "Buried Filled Copper Cable Assembly Units",
    "Section BFO": "Buried Filled Fiber Optic Cable Assembly Units",
    "Section BH": "Buried Handhole Assembly Units",
    "Section BM": "Miscellaneous Assembly Units",
    "Section HBF": "Buried Filled Splice Closure Assembly Units",
    "Section HC": "Copper Splicing Assembly Units",
    "Section HO": "Fiber Optic Splicing Assembly Units",
    "Section W": "Rearrangement Units",
    "Section XX": "Nonreusable Materials Removal Units",
    "Section XZ": "Reusable Materials Removal Units",
    "Assembly unit includes": "only the materials listed on the corresponding Installation and Construction Guide Drawings or description of unit where no drawing exists. The various installation and construction units, which are included in this Proposal and upon which quotations are required, are defined by the following descriptions:",
    "Section BA - BURIED PLANT HOUSING STUB POLE UNITS": "Consists of all labor and material for a stub pole in place. Stub poles must be of the length and type designated by the Engineer as follows:",
    "BA2": "6.5 Feet [1.98 meters (m)], Round Wood Stub Pole",
    "BA3": "8.0 Feet (2.44 m), Round Wood Stub Pole",
    "BA4": "10.0 Feet (3.05 m), Round Wood Stub Pole",
    "BA 5": "13.5 Feet (4.12 m), Round Wood Stub Pole",
    "BA21": "6.5 Feet (1.98 m), Sawn Wood Stub Pole",
    "BA 22": "8.0 Feet (2.44 m), Sawn Wood Stub Pole",
    "BA23": "10.0 Feet (3.05 m), Sawn Wood Stub Pole",
    "Stub pole plan": "kind of preservative, and method of treatment are designated in the Proposal in compliance with Bulletin 1728F-700, REA Specification for Wood Poles, Stubs and Anchor Logs."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "4",
    "Section": "BD - BURIED PLANT HOUSING ASSEMBLY UNITS",
    "Description": "Consists of a buried plant housing stake mounted in place. These units include all labor and material to install pea gravel, housing numbers, route letters, load point numbers, directional and other markings of buried filled copper cable, except as specifically provided for in other units. Includes all labor and material to install bonding connectors, harnesses, and grounding connector for terminating external ground wire, in accordance with RUS Splicing Standard Bulletin 1753F-401 (PC-2).",
    "Assembly Units Definition": "The assembly units are defined as follows:",
    "BD3": "Buried Plant Housing, Type H Stake-Mounted",
    "BD4": "Buried Plant Housing, Type H Stake-Mounted",
    "BD5": "Buried Plant Housing, Type H Stake-Mounted",
    "BD7": "Buried Plant Housing, Type H Stake-Mounted",
    "BD14": "Buried Plant Housing, Type M Stake-Mounted",
    "BD15": "Buried Plant Housing, Type M Stake-Mounted",
    "BD16": "Buried Plant Housing, Type M Stake-Mounted",
    "BD6000": "Buried Plant Housing, Large Count Stake-Mounted",
    "BD8000": "Buried Plant Housing, Large Count Stake-Mounted",
    "BD10000": "Buried Plant Housing, Large Count Stake-Mounted",
    "Note": "The splicing capacity must be in accordance with RUS Splicing Standard Bulletin 1753F-401(PC-2).",
    "Options designated by suffixes": "Options designated by the following suffixes apply:",
    "Suffix": "Description",
    "A": "Pole mounted (see guide drawing 905 when increased height is required). Pole compensated under BA units.",
    "F": "Concrete pad mounted. Pad compensated under BHF units.",
    "H": "Good-housekeeping panel.",
    "P": "Plastic pad mounted. Pad compensated under BHF units.",
    "R": "Crushed stone or gravel bed."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "5",
    "Example 1 Code": "BD3",
    "Example 1 Description": "BD 3 housing stake mounted.",
    "Example 2 Code": "BD4AH",
    "Example 2 Description": "BD4 housing pole mounted and good-housekeeping panel.",
    "Example 3 Code": "BD14R",
    "Example 3 Description": "BD14 housing with crushed stone or gravel bed.",
    "Example 4 Code": "BD8000F",
    "Example 4 Description": "BD8000 housing, concrete pad mounted.",
    "Section": "BDO - BURIED PLANT FIBER OPTIC HOUSING ASSEMBLY UNITS",
    "Description": "Consists of a buried plant fiber optic housing stake mounted in place. These units include all the labor and material to install housing base material, housing numbers, route letters, and directional and other markings of buried fiber optic cable, except as specifically provided for in other units. Includes all labor and material to install all splicing, or splice case, or fiber termination hardware and accessories as necessary, bonding connectors, harnesses, and grounding connector for terminating external ground wire, in accordance with RUS Splicing Standard Bulletin 1753F-401 (PC-2).",
    "Assembly Unit 1 Code": "BDO3",
    "Assembly Unit 1 Description": "Buried Plant Housing, Stake-Mounted",
    "Assembly Unit 2 Code": "BDO4",
    "Assembly Unit 2 Description": "Buried Plant Housing, Stake-Mounted",
    "Assembly Unit 3 Code": "BDO5",
    "Assembly Unit 3 Description": "Buried Plant Housing, Stake-Mounted",
    "Assembly Unit 4 Code": "BDO6",
    "Assembly Unit 4 Description": "Buried Plant Housing, Stake-Mounted",
    "Assembly Unit 5 Code": "BDO7",
    "Assembly Unit 5 Description": "Buried Plant Housing, Stake-Mounted",
    "Assembly Unit 6 Code": "BD06000",
    "Assembly Unit 6 Description": "Large Buried Plant Housing, Stake-Mounted",
    "Assembly Unit 7 Code": "BDO8000",
    "Assembly Unit 7 Description": "Large Buried Plant Housing, Stake-Mounted",
    "Assembly Unit 8 Code": "BDO10000",
    "Assembly Unit 8 Description": "Large Buried Plant Housing, Stake-Mounted",
    "Note": "Type of hardware and accessories must be dependent upon the type of fiber optic connection(s), splicing, and/or splice case utilized."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "6",
    "Suffix A": "Pole mounted (see guide drawing 905 when increased height is required). Pole compensated under BA units.",
    "Suffix C": "Plastic cone mounted with crushed stone or gravel bed. Cone compensated under BHF units.",
    "Suffix F": "Concrete pad mounted. Pad compensated under BHF units.",
    "Suffix G": "Pea Gravel.",
    "Suffix H": "Handhole mounted with crushed stone or gravel bed. Handhole compensated under BHF units.",
    "Suffix P": "Plastic pad mounted. Pad compensated under BHF units.",
    "Suffix R": "Crushed stone or gravel bed.",
    "Suffix S": "Poured in place sealant.",
    "BDO3": "A BDO3 housing stake mounted.",
    "BDO4SH": "A BDO4 housing with a poured in place sealant and handhole mounted with crushed stone or gravel bed.",
    "BDO6SC": "A BDO6 housing with a poured in place sealant and plastic cone mounted with crushed stone or gravel bed.",
    "BDO8000F": "A BD8000 housing, concrete pad mounted.",
    "Section BDS": "SERVING AREA INTERFACE CABINET (SAIC) ASSEMBLY UNITS",
    "SAIC Description": "Consists of an SAIC stake mounted in place. Includes all labor and materials to complete the installation. Included in this unit must be the cabinet; cross-connect modules, blocks, or bulkheads; cabinet mounting accessories; internal mounting hardware such as frames, mounting brackets, all splicing hardware and accessories; grounding connector for terminating external ground wire, bonding connectors and harnesses in accordance with RUS Splicing Standard Bulletin 1753F-401(PC-2); cabinet base material; interface number and direction markings and placement of conduit(s) and such other labor and materials necessary to complete the"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "7",
    "assembly_unit_1": "BDSM( )( )( ) - SAIC equipped with modules.",
    "assembly_unit_2": "BDSB()()() - SAIC equipped with blocks.",
    "assembly_unit_3": "BDSO( )( )( ) - SAIC equipped with optical modules or bulk heads.",
    "suffix_A": "Pole mount.",
    "suffix_F": "Concrete slab mount. Pad compensated under BHF units.",
    "suffix_H": "Handhole mounted with crushed stone or gravel bed. Handhole compensated under the BHF units.",
    "suffix_P": "Plastic pad mount. Pad compensated under BHF units.",
    "suffix_R": "Crushed stone or gravel bed.",
    "suffix_S": "Poured in place sealant.",
    "illustration_1": "BDSM(25)(25)(0)A",
    "illustration_1_description": "SAIC equipped with modules, 25 feeder pairs terminated, 25 distribution pairs, pole mounted.",
    "illustration_2": "BDSB(50)(25)(25)F",
    "illustration_2_description": "SAIC equipped with blocks, 50 feeder pairs terminated, 25 distribution pairs terminated, and 25 electronic pairs terminated, concrete pad mounted."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "8",
    "BDSO": "(72)(576)(54)SH",
    "SAIC equipped with optical modules or bulkheads": "72 feeder fibers terminated",
    "576 distribution fibers terminated": "54 pass through fibers, with a poured in place sealant and handhole mounted with crushed stone or gravel bed.",
    "Section": "BFC - BURIED FILLED COPPER CABLE ASSEMBLY UNITS",
    "Consists of one": "(1) foot (0.305 m) of buried filled copper cable in place. This unit includes all material and labor for installing, ripping (where necessary as determined by the Engineer), and backfilling, except as specifically provided for in other units. Where the cable is plowed, ripping may be necessary to provide a ripped path to allow placement at the required depth, and may require more than one ripped pass.",
    "Options designated by the following suffixes apply": null,
    "Suffix D Description": "Two or more cables placed simultaneously in the same plow slot or trench. Specify all cables within parentheses ( ) with every succeeding cable on the following next line. Each line will break out the length, labor, and material.",
    "Suffix H Description": "Screened cable designated for Tl carrier systems.",
    "Suffix H1C Description": "Screened cable designated for TIC carrier systems.",
    "Suffix I Description": "Buried cable, to be installed inside a duct placed by the contractor. The placement of the duct will be compensated under other units (BFC_V(x) and/or BM60()).",
    "Suffix IE Description": "Buried cable to be installed inside an existing duct placed by others.",
    "Suffix P Description": "Pre-designated buried filled cable which will, in the judgment of the Engineer, be much more difficult to install than normal for this project because of the presence of underground facilities or severe right-of-way restrictions. This suffix will be specified on the Construction Sheets in advance of bidding, and will not be specified later unless changes in the presence of underground utilities, right-of-way easement, or route changes occur that would, in the judgment of the Engineer, greatly increase the difficulty of cable placement. Also, this suffix will be specified during construction when undocumented buried facilities are encountered that, in the judgment of the Engineer, greatly increases the difficulty of cable placement."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "9",
    "T": "Buried filled cable which will be placed at the specified depth by trenching only. This unit will be specified by the Engineer on the Construction Sheets in advance of bidding.",
    "V(x)": "One or more vacant ducts specified by the engineer in the Explanatory Notes to be placed simultaneously in the same plow slot or trench. Specify all cables and duct within parentheses ( ) with every succeeding cable or duct on the following next line. Each line will break out the length, labor, and material. The first value in the V suffix parentheses must indicate the number of ducts by the second value specifying the inside diameter of the ducts in inches or millimeters. If cable is to be pulled into this duct as part of the construction then, cable placement must be compensated under the BFC work units suffixed \"I\".",
    "W": "Buried filled cable placed must have a 3\" wide, orange warning tape, installed 18\" above the cable. The tape must be imprinted with the words \"CAUTION\" and \"COPPER CABLE BURIED BELOW\" every 16 to 36\".",
    "This unit also includes:": null,
    "(1)": "Clearing of right-of-way. (The Engineer will be responsible for specifying any special conditions or instructions concerning the right-of-way clearing on the Construction Sheets.)",
    "Note 1": "Trees that are felled must be cut to commercial wood length and placed on the side of the right-of-way for the landowner. Commercial wood length means the length designated by the Engineer, but in no case must be required to be less than 2 feet (0.61 m).",
    "Note 2": "Brush, branches, and refuse from the clearing operations must, without delay, be disposed of by such of the following methods as the Engineer will direct:",
    "Code": "Disposition",
    "A": "Chipped and Blown.",
    "B": "Removed from the vicinity of the right-of-way.",
    "C": "Piled on one side of the right-of-way in such manner as to not obstruct roads, ditches, etc.",
    "D": "Other as specified by Engineer."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "10",
    "2": "All labor and material required for the installation of cable guards installed with the approval of the Engineer for the convenience of the Contractor.",
    "3": "All labor and material required in the repair and/or replacement of streets, sidewalks, roads, drives, fences, lawns, shrubbery, water mains, pipes, pipelines and contents, underground power and telecommunications facilities, buried sewerage and drainage facilities, and any other property damaged during the installation of the buried cable, except loss or damage to crops, gardens, ornamental flowers or trees in the construction corridor necessarily incident to the construction of the Project and not caused by the negligence of the Contractor.",
    "4": "The cable installed in place for aerial inserts in buried plant when specified by the Engineer. It includes the miscellaneous accessories such as drive rings, thimbleye nuts, etc., in accordance with the Construction Sheets, not included in other units, needed to secure the buried cable in place. (This unit does not include poles, anchors, guys, riser guards or suspension strand units which will be separately specified by the Engineer.)",
    "5": "The spiraling of buried cable at an aerial insert where indicated by the Engineer on the Construction Sheets.",
    "6": "All labor and material including housings, splice closures, stub poles, trenching, backfilling, tamping, cable, straight splicing, and other material and labor required for the purpose of joining cable of the same size and gauge in continuous lengths (reel ends). The housings or closures and all other associated materials and equipment must be of the same type as required at other cable splicing points specified in the construction of the Project unless otherwise approved by the Engineer.",
    "7": "The labor and material for buried cable installed in Miscellaneous Assembly Units, such as, pipe crossings, rock excavating, asphalt or concrete. The labor and material required by these miscellaneous assembly units are specified separately.",
    "buried_cable_compensation": "The length of buried cable for compensation purposes is determined by taking the sum of distances between splice or terminal points specified by the Engineer, paralleling the cable. It includes the cable installed in trenches, pipes and non-pipe underground crossings, in sections of aerial construction of buried cable and in vertical runs on poles and in stake-mounted or pole-mounted housings. It excludes lateral and vertical runs of cable required solely for the purpose of joining cable in continuous lengths (reel ends) of the same size and gauge. The length of buried cable installed must be determined from the sequential number length markers on the outer jacket of the buried cable except where the markings are illegible, found to be in error or an excessive amount of slack has been provided such as in housings, filled splice closures and aerial inserts. Compensation for multiple cables placed in the same plow slot or trench is determined on the basis of the lengths of the individual cables involved."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "11",
    "Unit Price_header": "Unit Price",
    "Extended Price_header": "Extended Price",
    "Unit_header": "Unit",
    "No._of_Units_header": "No. of Units",
    "Labor_header": "Labor",
    "Materials_header": "Materials",
    "Labor_and_Materials_header": "Labor and Materials",
    "Extended_Price_Labor_and_Materials_header": "Extended Price Labor and Materials",
    "Unit_BFC50-24_&_BFC25-22D": "(BFC50-24 & BFC25-22)D",
    "Unit_BFC50-24_&_V2x1D": "(BFC50-24 & V(2x1\"))D",
    "Unit_BFC50-24_&_V2x1D_2": "(BFC50-24 & V(2x1\"))D",
    "BFC25-241": "BFC25-241",
    "BFC25-241_description": "A 25 pair, 24 gauge buried filled copper cable to be installed in a duct placed by the contractor.",
    "BFC50-24IE": "BFC50-24IE",
    "BFC50-24IE_description": "A 25 pair, 24 gauge buried filled copper cable to be installed in an existing duct placed by others."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "12",
    "BFC100-22H": "A 100 pair, 22 gauge buried filled copper cable with a screen designated for T1 carrier systems.",
    "BFC300-24P": "It indicates a 300 pair, 24 gauge buried filled copper cable which in the judgment of the Engineer will be much more difficult to install than normal because of the presence of underground facilities or severe right-of-way restrictions.",
    "Section": "BFO - BURIED FIBER OPTIC CABLE ASSEMBLY UNITS",
    "Unit Description": "Each unit consists of one (1) foot (0.305 m) of buried fiber optic cable in place. This unit includes all material and labor for installing, ripping (where necessary as determined by the Engineer), and backfilling, except as specifically provided for in other units. Where the cable is plowed, ripping may be necessary to provide a ripped path to allow placement at the required depth, and may require more than one ripped pass.",
    "Options Description": "Options designated by the following suffixes apply:",
    "Suffix D Description": "Two or more cables placed simultaneously in the same plow slot or trench. Specify all cables within parentheses ( ) with every succeeding cable on the following next line. Each line will break out the length, labor, and material.",
    "Suffix H Description": "Designated for cables with special conditions or instructions concerning the installation methods or handling as specified by the Engineer in the Explanatory Notes. This unit will be specified by the Engineer on the Construction Sheets in advance of bidding.",
    "Suffix I Description": "Buried cable, to be installed inside a duct placed by the contractor. The placement of the duct will be compensated under other units (BFO_V(x) and/or BM60( )).",
    "Suffix IE Description": "Buried cable to be installed inside an existing duct placed by others.",
    "Suffix L Description": "Designated for adding a locate conductor to a dielectric cable specifically for locating the cable.",
    "Suffix P Description": "Pre-designated buried cable which will, in the judgment of the Engineer, be much more difficult to install than normal for this project because of the presence of underground facilities or severe right-of-way restrictions. This suffix will be specified on the Construction Sheets in advance of"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "13",
    "R": "Indicates cable of ribbon construction.",
    "T": "Buried cable which will be placed at the specified depth by trenching only.",
    "V(x)": "One or more vacant ducts specified by the Engineer in the Explanatory Notes to be placed simultaneously in the same plow slot or trench. Specify all cables and duct within parentheses ( ) with every succeeding cable or duct on the following next line. The first value in the V suffix parentheses must indicate the number of ducts by the second value specifying the inside diameter of the ducts in inches or millimeters. If cable is to be pulled into this duct as part of the construction then, cable placement must be compensated under the BFO work units suffixed \"I\".",
    "W": "Buried fiber optic cable placed must have a 3\" wide, orange warning tape, installed 18\" above the cable. The tape must be imprinted with the words \"CAUTION\" and \"FIBER OPTIC CABLE BURIED BELOW\" every 16 to 36\".",
    "This unit also includes": null,
    "(1)": "Clearing of right-of-way. (The Engineer will be responsible for specifying any special conditions or instructions concerning the right-of-way clearing on the Construction Sheets).",
    "Note 1": "Trees that are felled must be cut to commercial wood length and left on the side of the right-of-way for the landowner.\nCommercial wood length means the length designated by the Engineer, but in no case must be required to be less than 2 feet (0.61 m)."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "14",
    "Note 2": "Brush, branches, and refuse from the clearing operations must, without delay, be disposed of by such of the following methods as the Engineer will direct:",
    "Code": "Disposition",
    "Code A": "Chipped and Blown.",
    "Code B": "Removed from the vicinity of the right-of-way.",
    "Code C": "Piled on one side of the right-of-way in such manner as to not obstruct roads, ditches, etc.",
    "Code D": "Other as specified by Engineer.",
    "(2)": "All labor and material required for the installation of cable guards installed with the approval of the Engineer for the convenience of the Contractor.",
    "(3)": "All labor and material required in the repair and/or replacement of streets, sidewalks, roads, drives, fences, lawns, shrubbery, watermains, pipes, pipelines and contents, underground power and telecommunications facilities, buried sewerage and drainage facilities, and any other property damaged during the installation of the buried cable, except loss or damage to crops, gardens, ornamental flowers or trees in the construction corridor necessarily incident to the construction of the Project and not caused by the negligence of the Contractor.",
    "(4)": "The cable installed in place for aerial inserts in buried plant when specified by the Engineer. It includes the miscellaneous accessories such as drive rings, thimbleye nuts, etc., in accordance with the Construction Sheets, not included in other units, needed to secure the buried cable in place. (This unit does not include poles, anchors, guys, riser guards or suspension strand units which will be separately specified by the Engineer.)",
    "(5)": "The spiraling of buried cable at an aerial insert where indicated by the Engineer on the Construction Sheets.",
    "(6)": "The labor and material for buried cable installed in Miscellaneous Assembly Units, such as, pipe crossings, rock excavating, asphalt or concrete. The labor and material required by these miscellaneous assembly units are specified separately.",
    "Buried Fiber Optic Cable Assembly Unit": "does not include labor and material for splicing the individual fibers. All splice points, including reel end splices, must be specified by the Engineer on the Construction Sheets. All labor and material required for splicing the fibers and for"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "15",
    "BFO288R Description": "A buried fiber optic cable with 288 fibers of ribbon construction.",
    "Unit": "(BFO144R & BFO36 & BFC100-24)D",
    "No. of Units": null,
    "Labor": null,
    "Materials": null,
    "Labor and Materials": null,
    "Extended Price Labor and Materials": null,
    "Cable Description": "A 144 Ribbon and 36 loose tube fiber, buried fiber optic cables and a 100 pairs, 24 AWG buried filled copper cable, placed in the same plow slot or trench."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "16",
    "Unit_BFO24_V2x1D": "(BFO24 & V (2x1\"))D",
    "No_of_Units": "No. of Units",
    "Labor": "Labor",
    "Materials": "Materials",
    "Labor_and_Materials": "Labor and Materials",
    "Extended_Price_Labor_and_Materials": "Extended Price Labor and Materials",
    "Unit_BFO24_V2x1D_2": "(BFO24 & V(2x1\"))D",
    "BF0361": "BF0361",
    "BFO36IE": "BFO36IE",
    "fiber_optic_cable_description_24_fibers": "A buried fiber optic cable containing 24 fibers with 2 vacant ducts having 1 inch (25.4 mm) inside diameters placed simultaneously in the same plow slot or trench. Quantity, labor and material unit prices are to be specified for each part separately.",
    "note_contractor_place_24_fiber": "Note: To have the contractor place the 24 fiber in one of the vacant ducts as part of the construction is specified using the BM60 ( ) unit with the standard dimension ratio (SDR) or schedule (SCH) specified in the parenthesis as necessary i.e. BM60(2x1\" SDR11). The cable placement must be compensated under the BFO work units suffixed \"I\". The cable pulled into the duct would be specified as BFO241.",
    "fiber_optic_cable_description_36_fibers_1": "A buried fiber optic cable containing 36 fibers installed in a duct placed by the contractor.",
    "fiber_optic_cable_description_36_fibers_2": "A buried fiber optic cable containing 36 fibers installed in an existing duct placed by others.",
    "section_bh_title": "Section BH – BURIED HANDHOLE ASSEMBLY UNITS",
    "handhole_assembly_description": "Consists of labor and material for one (1) buried handhole installed in place, including the base, top cover and mounting hardware, and pea gravel. The handhole size, amount of pea gravel and the installation must be as specified by the Engineer. The handhole assembly unit must be used only in areas of non-vehicular traffic. When required for use in areas of vehicular traffic, the handhole must be rated to withstand vehicular traffic. Where specified, vehicular traffic rated handholes must be suffixed with the letter \"T\". Note: When unit is used for handholes and pads designed to support a specific pedestal type must be specified by the Engineer in the List of Changes and Deletions pages of the contract.",
    "assembly_units_defined": "The assembly units are defined as follows:",
    "BHC": "BHC()",
    "BHF": "BHF()",
    "buried_handhole_copper": "Buried Handhole for copper systems.",
    "buried_handhole_fiber_optic": "Buried Handhole for fiber optic systems."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "17",
    "Dimensions Description": "The dimensions of length, width, and depth of the handhole must be indicated in the parentheses in inches (millimeters).",
    "Example 1 Code": "BHC(13x24X24)",
    "Example 1 Description": "Buried handhole for copper systems with dimensions of 13 x 24 x 24\" (330 x 610 x 610 mm) (approximate).",
    "Example 2 Code": "BHF(17x30x30)T",
    "Example 2 Description": "Buried handhole for fiber optic systems with dimensions of 17 x 30 x 30\" (432 x 762 x 762 mm)(approximate) which is rated for vehicular traffic.",
    "Section": "BM",
    "Section Description": "MISCELLANEOUS ASSEMBLY UNITS",
    "General Description": "Consists of all labor and material to construct and install the units defined individually below required for the installation and construction of the buried cable portions of the Project:",
    "Assembly Unit Code": "BM2()()",
    "Assembly Unit Description": "Housing Ground Assembly Unit - Consists of the necessary labor and material for the installation of a ground rod (installed in undisturbed soil), ground rod clamp and the required length of a bare #6 AWG copper ground wire connected to an auxiliary grounding connector (included in the housing assembly unit) within the housing (see unit drawing BM2). Indicate the desired diameter and length of ground rod. For a sectionalized ground rod and coupling device use the suffix \"S\".",
    "Example 3 Code": "BM2(1/2)(5)",
    "Example 3 Description": "A 1/2 inch X 5 foot (13mm X 1.5 m) ground rod.",
    "Example 4 Code": "BM2(5/8)(8)",
    "Example 4 Description": "A 5/8 inch x 8 foot (16 mm X 2.4 m) ground rod.",
    "Example 5 Code": "BM2(5/8)(20)S",
    "Example 5 Description": "Two 5/8 inch x 10 foot (16 mm X 3.1 m) sectionalized ground rods and a coupling device. Where sectionalized ground rods are required the total length should appear on the Construction Sheets.",
    "Assembly Unit Code 2": "BM2A",
    "Assembly Unit Description 2": "Housing Auxiliary Ground Assembly Unit – Consists of the necessary labor and material for the installation of a ground rod clamp (if required) and the required length of a bare #6 AWG copper ground wire connected to a pole ground wire using a ground wire connector (see unit drawing BM2A).",
    "Assembly Unit Code 3": "BM2B",
    "Assembly Unit Description 3": "Housing Ground Assembly Unit - Consists of the necessary labor and materials for the installation of a bonding connector bracket within an existing housing. The bonding connector bracket should be the bracket that is recommended by the housing manufacturer."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "18",
    "BM2C": "Existing Facility Bonding Assembly Unit – Consists of the necessary labor and material for bonding new or existing cable in an existing facility, such as a buried plant housing or splice closure. This unit includes a bonding connector, a bonding harness, tie-wraps, replacement of gravel and/or sealer, and rearrangement of an existing cable. Compensation must be paid on a per bond basis.",
    "BM2D": "New Facility Re-Bonding Assembly Unit – Consists of the necessary labor and material for re-bonding an existing cable in a new facility such as a buried plant housing or splice closure. This unit includes a bonding connector, a bonding harness, and tie wraps. Compensation must be paid on a per bond basis.",
    "BM6M": "Suspension Strand Assembly Unit – Consists of one (1) foot (0.305 m) of 6M [6,000 pounds (lbs) — 2722 kilograms (kg)] suspension strand, supporting hardware, lashing wire, cable straps, and all other accessories required for aerial insert construction in buried plant, but excludes the buried cable. This unit will be used for short sections of aerial construction in buried plant. When such aerial inserts are required, the Engineer will specify the pole, riser guard, guy and anchor assembly units required, plus the appropriate quantity of this unit. The Contractor will be compensated for these units at their respective bid prices plus the appropriate cable units including the vertical length on the end poles.",
    "BM10M": "Suspension Strand Assembly Unit – This unit is the same as the BM6M unit except that the size of the strand is 10M (10,000 lbs--4536 kg).",
    "BM16M": "Suspension Strand Assembly Unit – This unit is the same as the BM6M unit except that the size of the strand is 16M (16,000 lbs--7257 kg).",
    "BM21": "Cable Entrance - Consists of the necessary labor and material to terminate copper and/or fiber optic outside plant cables as shown on the detailed drawings as specified by the Engineer.",
    "BM22": "Grounding System – Consists of the necessary labor and material to construct a grounding system as shown on the detailed drawings as specified by the Engineer. This unit must include all ground electrodes, trenching, backfilling, bonding the auxiliary ground electrodes to each other and to the primary ground electrodes, and bonding to the master ground bar (MGB).",
    "BM50()": "Buried Service Wire or Cable Installation to Pole-Mounted Wire Terminal Assembly Unit - Consists of the necessary labor and material to install a buried wire or cable from a buried plant housing to a pole mounted wire"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "19",
    "BM51(x)": "Fiber Optic Pre-connectorized Multiport Terminal Assembly Unit – Consists of the necessary labor and material to install a fiber optic pre-connectorized multiport terminal from a distribution enclosure to a handhole or buried plant housing. This unit includes the installation of the stubbed fiber cables, multiport terminal, and the necessary cable work and hardware to secure and install the unit. In the parentheses, the number of ports must be indicated first by the length of the cable stubs in feet. Installation of the buried plant enclosures and any splicing of the stubbed fiber optic cables must be compensated under separate units.",
    "BM52": "Re-numbering Assembly Unit – This unit consists of the necessary labor and material to remove existing numbers and clean where necessary, and re-number an existing housing.",
    "BM53": "Warning Sign Assembly Unit - Consists of one (1) staked mounted warning sign, in place as shown on the Construction Sheets. This unit includes all labor and material to install the stake mounted sign (see detail drawing specified by the Engineer).",
    "BM54": "Route Sign A ssembly Unit – Consists of one (1) stake mounted route sign, in place, as shown on the Construction Sheets. This unit includes all labor and material to install the stake mounted sign (see detail drawing specified by the Engineer).",
    "BM55": "Splice Location Sign Assembly Unit – Consists of one (1) stake mounted splice location sign, in place, as shown on the Construction Sheets. This unit includes all labor and material to install the stake mounted sign (see detail drawing specified by the Engineer).",
    "BM55A": "Buried Splice Location Assembly Unit – Consists of one (1) buried splice location assembly unit installed in or above the buried splice case. The installation of the buried splice location unit must be in accordance with the manufacturer's instructions. If the owner has standardized on a specific system, the Engineer must so indicate (see detail drawing specified by the Engineer)."
  },
  {
    "BM60()": "Underground Pipe Assembly Unit – Consists of one (1) lineal foot (0.305\nm) of Plastic pipe, with the inside diameter in inches (meters) specified in\nparentheses, installed in place. The standard dimension ratio (SDR) or\nschedule (SCH) must be specified in the parenthesis as necessary. This\nunit includes the pushing of pipe and any excavation, backfilling and\ntamping necessary for the installation of the pipe. The pipe must be\ninstalled at the depth specified by the Engineer. The installed pipe must\nbe free of any sharp projections to avoid damage to the outer jacket of the\nburied cable or wire during its installation in the pipe. This unit includes\nall material and labor required in the repair and/or replacement of streets,\nroads, sidewalks, drives, fences, lawns, shrubbery, water mains, pipes,\npipelines and contents, underground power and telecommunications\nfacilities and any other property damaged by the excavating, except loss or\ndamage to crops, gardens, trees or ornamental flowers in the construction\ncorridor necessarily incident to the construction of the Project and not\ncaused by the negligence of the Contractor. The contractor will be\ncompensated for labor and material for the buried cable or wire under\nseparate units. Options designated by the following suffixes apply:",
    "RUS Bulletin 1753F-150": "Page 20",
    "Suffix": "Description",
    "D": "Directional boring required.",
    "S": "Steel pipe required. The wall thickness must be\nspecified in the BM60 unit's parenthesis as\nnecessary.",
    "R": "Indicates when a specialized rock boring bit or\nreamer is required. The unit consists of the labor\nand equipment required to bore through rock that\ncannot be accomplished with typical equipment\nused for a similar bore where rock is not\nencountered. This unit will only be used when pre-\napproved by the engineer and will be paid on a per\nfoot basis only for that portion of the bore that is\nthrough rock.",
    "RR": "Indicates heavy rock that will require significantly\nlarger equipment than required for the rest of the\nproject and/or specialized dill heads that pump mud\nthrough the head to remove the rock debris. The\nunit consists of the labor and equipment required\nfor the bore. This unit will only be used when pre-\napproved by the engineer and the payment method"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "21",
    "BM61": "Underground Non-Pipe A ssembly Unit – Consists of the labor in providing a hole in soil one (1) foot (0.305 m) in length and of a diameter in inches (meters) specified in parentheses. The depth of the hole below the surface of the ground must be specified by the Engineer in the plans and specifications. This unit includes any excavation, backfilling and tamping necessary for the installation. This unit may be used where the permanent installation of a steel or plastic pipe under the BM60 unit is not required. This unit includes all material and labor required in the repair and/or replacement of streets, roads, sidewalks, drives, fences, lawns, shrubbery, water mains, pipes, pipelines and contents, underground power and telecommunications facilities and any other property damaged by the excavating, except loss or damage to crops, gardens, trees or ornamental flowers in the construction corridor necessarily incident to the construction of the Project and not caused by the negligence of the Contractor. The contractor will be compensated for labor and material for the buried cable or wire under separate units. Where directional boring is required, the unit must be suffixed by the letter \"D\".",
    "BM65": "Guard Assembly Unit – Consists of the necessary labor and material for installing one (1) lineal foot (0.305 m) of split galvanized steel guard. The sections of guard may be straight and or curved. This unit may be used as attachments to bridges, abutments, walls, etc., and any below ground location. All hangers, bolts, and other attachment hardware along with excavation, backfilling, tamping, and restoration are included as part of this unit. The diameter of the guard must be indicated in the parentheses. The contractor will be compensated for labor and material for the buried cable or wire under separate units. (See detailed drawings as specified by the Engineer). Where a split plastic guard is required, the unit must be suffixed by the letter \"P\".",
    "BM66": "Bridge Attachment Assembly Unit – Consists of the necessary labor and material for installing one (1) lineal foot (0.305 m) of galvanized steel pipe, of the inside diameter in inches (meters) specified, attached to a bridge. Details of the method of installation will be in accordance with the Plans and Specifications as determined by the Engineer. The contractor will be compensated for labor and material for the buried cable or wire under separate units. (See detailed drawings as specified by the Engineer). Where a plastic pipe is required, the unit must be suffixed by the letter \"P\".",
    "pre-negotiated": "has been pre-negotiated prior to bringing the equipment on site."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "22",
    "BM71": "Rock Excavating Unit – Consists of one (1) lineal foot (0.305 m) of trenching, blasting, sawing, etc., measured parallel to the surface of the ground, in rock, including excavation, backfilling and tamping to place cable or wire to the depth specified in the Specifications. This unit includes all material and labor required in the repair and/or replacement of streets, roads, sidewalks, drives, fences, lawns, shrubbery, water mains, pipes, pipelines and contents, underground power and telecommunications facilities and any other property damaged by the excavating, except loss or damage to crops, gardens, trees or ornamental flowers in the construction corridor necessarily incident to the construction of the Project and not caused by the negligence of the Contractor. This unit will be specified by the Engineer only when field conditions at the site show the existence of rock to a depth required by the specification, which cannot be trenched, plowed or ripped. If extra depth is required, the unit must be suffixed by \"E()\", where the required depth in rock must be shown inside the parentheses. The contractor will be compensated for labor and material for the buried cable or wire under separate units.",
    "BM72": "Asphalt Assembly Unit - Consists of labor and material necessary to remove and restore one (1) lineal foot (0.305 m) of asphalt pavement (where the removal does not necessitate the breaking up of concrete) measured along the route of the cable or wire. Any trenching which may be necessary for the installation of buried cable or wire is included in this unit. All work must be performed as required in accordance with federal, state and/or local construction standards in effect at the time of bid date. (Pursuant to these federal, state and/or local standards, restoration may include the use of any base and sub-base materials such as concrete, crushed stone, etc.). The contractor will be compensated for labor and material for the buried cable or wire under the separate units.",
    "BM73": "Concrete Assembly Unit – Consists of the labor and material necessary to remove and restore one (1) lineal foot (0.305 m) of concrete pavement (or any combination of concrete pavement and other surfacing material) where the removal necessitates the breaking up of concrete pavement, measured along the route of cable or wire. Any trenching which may be necessary for the installation of buried cable or wire is included in this unit. All work must be performed as required in accordance with federal, state and/or local construction standards in effect at the time of bid date. (Pursuant to these federal, state and/or local standards, restoration may include the use of any base and sub-base materials such as concrete, crushed stone, etc.) The contractor will be compensated for labor and material for the buried cable or wire separate units.",
    "BM80": "Riser Guard, 1 inch inside diameter (ID) x 8 feet (25.4 mm x 2.44 m). (See assembly unit drawing BM80.)"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "23",
    "BM81": "Riser Guard, 2 inch ID x 8 feet (50.8 mm x 2.44 m). (See assembly unit drawing BM81.)",
    "BM82": "Riser Guard, 3 inch ID x 8 feet (76.2 mm x 2.44 m, see assembly unit drawing BM82.)",
    "BM91": "Pedestal Restricted Access Insert Assembly Unit – Consists of a restricted access insert installed within a housing and the labor and material for setting up in preparation for installing the insert, such as, opening the jacket and bonding of the cable shields. Cable splicing must be compensated under the appropriate splicing units.",
    "Section HBF": "BURIED SPLICE CLOSURE ASSEMBLY UNITS",
    "HBF()": "Buried Copper Closure - A filled splice closure with pair count and gauge for each cable to be spliced.",
    "HBFOX": "Buried Fiber Optic Closure - A fiber optic closure, splice organizer, and miscellaneous materials adequate for the individual location. Unless otherwise specified by the Engineer, the following suffixes designate the case size in the series of cases specified by the Engineer. Projects that require more than one series of case shall have an additional suffix as specified in the List of Changes, Additions, and Deletion Pages to designate the series of case. The letter \"x\" designates the case size as small (S), medium (M), or large (L), as specified below by the following suffices:",
    "Suffix": "Description",
    "S": "Small splice case with up to two main ports and two secondary ports that can accept two smaller main cables, two armored drop cables, or up to four flat drop cables. The largest fiber count cable this case will accept is 96 Fiber."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "24",
    "M": "Medium splice case with up to four main ports and up to four secondary ports that can accept four smaller main cables, four armored drop cables, or up to six flat drop cables. The largest fiber count cable this case will accept is 288 Fiber.",
    "L": "Large splice case with greater than four main ports and up to four secondary ports that can accept four smaller main cables, four armored drop cables, or up to eight flat drop cables. The case should be capable of accepting the largest fiber specified in the project. If the case is to be placed on an existing cable that is larger than the largest cable specified in the contract, the Engineer shall adequately specify the maximum cable size that will be placed in the case.",
    "Engineer shall provide": "The Engineer shall provide additional information in the List of Changes, Additions, and Deletion Pages to adequately define the miscellaneous materials (splice trays, cable addition kits, etc.) required by the Bidder to complete this project. This information can be provided as a:",
    "(1)": "List of cases showing the splice location, case size (S, M, L), cables entering the case, and splices taking place in each case,; and/or",
    "(2)": "Schematic showing each splice location; and/or",
    "(3)": "List of construction prints that show each splice location.",
    "Examples": "Examples:",
    "HBF(100-24)S(100)": "Buried closure enclosing two cables ends same pair count and gauge and 100 splices.",
    "HBF(200-24)(100-24)A": "Buried closure enclosing two cable ends with different pair counts provided with a treated plank above.",
    "HBFOS": "Buried fiber optic closure enclosing up to two main ports and up to two secondary ports. The largest fiber count cable this case will accept is 96 Fiber."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "25",
    "HBFOM": "Buried fiber optic closure enclosing up to four main ports and up to four secondary ports. The largest fiber count cable this case will accept is 288 Fiber.",
    "HBFOL": "Buried fiber optic closure enclosing up to four main ports and up to four secondary ports. The case should be capable of accepting the largest fiber specified in the project. If the case is to be placed on an existing cable that is larger than the largest cable specified in the contract, the Engineer shall adequately specify the maximum cable size that will be placed in the case.",
    "Section": "HC - COPPER SPLICING ASSEMBLY UNITS",
    "HC1": "Consists of the labor and material necessary in the wire work and splicing of one (1) cable pair in any cable, including any non-working pair in an existing cable in accordance with RUS Splicing Standard Bulletin 1753F- 401 (PC-2) using individual mechanical splicing connectors. The splice may be straight, bridged, or pieced out and bridged. Pairs that are to be tested, capped, or tested and capped, when specified by the Engineer are considered to be part of this unit. Only those pairs on which splicing, testing, and/or capping operations are performed are counted and each pair is counted only once at each location. On aerial inserts, each end of the fuse link is considered as a splice.",
    "HC2": "Consists of the labor and material necessary for terminating one (1) distribution, feeder, and/or electronic pair on a cross-connect block or a cross-connect module, including any non-working pair in an existing cable in accordance with RUS Splicing Standard Bulletin 1753F-401(PC-2). Pairs that are to be tested, when specified by the Engineer are considered to be part of this unit. Only those pairs on which terminating and/or testing operations are performed are counted and each pair is counted only once at each location.",
    "HC3": "Consists of the labor and material necessary in the wire work and splicing of one (1) cable pair in any cable, including any non-working pair in an existing cable in accordance with RUS Splicing Standard Bulletin 1753F- 401 (PC-2) using splicing modules. The splice may be straight, bridged or pieced out and bridged. Pairs that are to be tested, capped, or tested and capped, when specified by the Engineer are considered to be part of this unit. Only those pairs on which splicing, testing, and/or capping operations are performed are counted and each pair is counted only once at each location. On aerial inserts, each end of the fuse link is considered as a splice."
  },
  {
    "HC4": "Consists of the labor and material for placing and terminating both ends of one (1) pair of cross-connect jumper wires on cross-connecting blocks and/or modules.",
    "Section HO - FIBER OPTIC SPLICING ASSEMBLY UNITS": "Consists of all labor and material and/or testing necessary to complete a single fiber optic splice, complete a ribbon fiber optic splice using mass splicing, to connect fiber-terminated ports using patch cords, or to terminate one optical splitter pigtail in accordance with RUS Splicing Standard Bulletin 1753F-401(PC-2). The labor must include initial measurement, minimizing the attenuation, splicing and stowing the spliced fiber or patch cord/pigtail in a fiber organizer. The labor and material for the fiber organizer is part of the appropriate splice closure unit or fiber patch equipment. Options designated by the following suffixes apply:",
    "Suffix": "Description",
    "HO1": "Fusion Splice",
    "HO2": "Mechanical Splice",
    "HO3": "Connector Splice",
    "HO4": "Connect Splitter Pigtail (Consists of cleaning and terminating one (1) optical splitter pigtail. The optical splitter must be provided by the Owner or under a separate unit.)",
    "HO5()": "Fiber Optic Connection (Consists of cleaning and terminating an optical patch cord as specified in the List of Changes, Additions, and Deletions section of the contract by the Engineer. The parenthesis must be used to differentiate between different types of patch cords in the same contract.)",
    "HO#R": "Consists of all labor and material necessary to splice and test one (1) glass fiber of a ribbon matrix cable assembly to one (1) glass fiber in a ribbon matrix cable assembly. This unit is only used when a consecutive group of 12 fibers in the ribbon assembly are being spliced to 12 consecutive fibers of another ribbon assembly. Splices of partial ribbon assemblies or of a ribbon assembly to a buffer tube assembly are compensated with the appropriate HO#suffixes 1 – 5().",
    "RUS Bulletin 1753F-150": "Page 26"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "27",
    "Section W": "REARRANGEMENT UNITS",
    "Section W Description": "Specific rearrangement units must be designated and described by the Engineer on the \"List of Special Arrangement Units\" table of RUS Form 515. Existing plant assembly units to be rearranged are designated by a prefix \"W\".",
    "Section XX": "NONREUSABLE MATERIALS REMOVAL UNITS",
    "Section XX Description": "These units cover the furnishing of all labor for the removal of construction assembly units from existing lines, and transportation of the removed materials for proper disposal. The Contractor will be permitted to use the most economical method of removing these units. The removal units are designated by the prefix \"XX\" followed by the assembly unit designation of the unit to be removed.",
    "Section XZ": "REUSABLE MATERIALS REMOVAL UNITS",
    "Section XZ Description": "These units cover the furnishing of all labor for the removal of construction assembly units from existing lines and all labor and transportation of the removed materials to a location designated by the Owner. The Contractor will be charged by the Owner for the materials removed under this section at the unit material values shown in column 2 of the \"Value and Disposition of Units to be Removed\" table of RUS Form 515. The number of units to be charged to the Contractor and the extended value of these units are shown in columns 3 and 4. Such charges will be placed against the Contractor as assembly units are removed and the unit material values will be deducted from the total value of assembly units constructed on this project for determination of the work accomplished for purposes of the monthly progress payments to the Contractor. Of the assembly units listed in the \"Value and Disposition of Units to be Removed\" table to be removed from existing lines certain units are to be reused in the construction of the project. The quantity of such units to be reused is listed in the \"Value and Disposition of Units to be Removed\" table, column 5. These units where installed in the project will be inventoried as new assembly units and compensated for at the unit bid prices. The quantity of assembly units listed in column 6 of the \"Value and Disposition of Units to be Removed\" table is the maximum quantity of removed assembly units that are to be returned to the Owner for credit which will be allowed at the unit material prices in column 2. Column 7 indicates the extended value of the units to be returned to the Owner. The Contractor will be allowed credit for assembly units listed in column 6 which, in the opinion of the Engineer, have not been damaged by the Contractor in removal and handling. Such credits will be allowed the Contractor as the assembly units are returned to a location designated by the Owner and must be added to the total value of installed assembly units for determination of work accomplished for the purposes of the monthly progress payments to the Contractor. The removal units are specified by the prefix \"XZ\" followed by the assembly unit designation of the existing assembly unit to be removed."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "28",
    "Part II": "SPECIFICATION FOR MATERIALS",
    "1 SCOPE": "This part of the specification is concerned with the various materials required for the construction of the outside buried cable and wire plant of the rural telecommunications system as shown on the Plans, Specifications, and Construction Sheets. For purposes of this specification references to outside buried cables refer to both fiber optic and copper type cables or wires unless otherwise specified.",
    "2 GENERAL": "All materials used in the construction of the rural telecommunications system except those listed in Paragraph 4 below must be listed in RUS Informational Publication (IP) 344-2, \"List of Materials Acceptable for Use on Telecommunications Systems of RUS Borrowers,\" unless specific written approval has been granted by the Administrator.",
    "3 STUB POLES": "The stub pole plan, method of treatment, kind of preservative and general procedure applying to all stub poles must be in accordance with the latest RUS specifications in effect at the time the bids are received.",
    "4 MISCELLANEOUS": "Items for which categories do not appear in RUS IP 344-2, \"List of Materials Acceptable for Use on Telecommunications Systems of RUS Borrowers,\" must be of a quality suitable for the application for which they are intended and in compliance with the RUS \"Buy American\" requirement.",
    "Part III": "SPECIFICATION FOR CONSTRUCTION AND INSTALLATION",
    "1 GENERAL a": "All construction and installation work must be done in a thorough and workmanlike manner in accordance with the Plans, Specifications and Construction Sheets and must be subject to acceptance by the Owner and the Administrator.",
    "b": "All material to be used in construction of the Project must be stored so as to be protected from deteriorating effects of the elements.",
    "c": "All buried cables or wires, and accessory materials used in the construction of the Project must be handled with care. Each reel of buried cable or wire must be inspected for damage. All damage must be repaired to the satisfaction of the Engineer and in accordance with the methods or other instructions described in the appropriate paragraphs of Part III. If reel wrap is present, the reel wrap must remain intact on the reel until the cable or wire is ready to be placed.",
    "d": "Deviations from the Plans, Specifications and Construction Sheets must not be permitted except upon written permission of the Engineer."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "29",
    "e": "The latest revision of the National Electrical Safety Code (NESC) and the National Electrical Code (NEC) must be followed in every case except where local regulations are more stringent, in which case local regulations must govern.",
    "f": "The Contractor must maintain conductor polarity (tip and ring) and optical fiber strand identification at the main distributing frame, buried plant housings, splice closures and in the service entrance, all in accordance with the Plans, Specifications, and Construction Sheets (see guide drawing 815-1 for conductor polarity).",
    "2": "The design of the plowshare must be such that the buried cable or wire passing through the plow must not bind and must not be bent in a radius less than 10 times the outside diameter of the copper cable or wire. Buried fiber optic cable passing through the plow must not bind and must not be bent in a radius less than 20 times the outside diameter of the cable. The plowshare must have a removable gate for the purpose of inspection, and a hinged fairlead, which must be equipped with smooth, free wheeling rollers or low friction surfaces to prevent damage to the cable or wire.",
    "a": "The setting depth of stub poles where specified and used as mounting posts in connection with buried plant housings, must be a minimum of 3.0 feet (0.91 m) in soil and as specified by the Engineer in solid rock. If a greater depth in soil is necessary, the Engineer will indicate the required depth in the Proposal.",
    "b": "The bottom of the hole must be thoroughly tamped.",
    "3": "The Engineer should periodically inspect the cable or wire as well as the installation equipment and procedures during installation to guard against",
    "4": "BURIED CABLE OR WIRE",
    "a_general": "General",
    "1": "The construction equipment must be subject to the approval of the Owner and the public authorities having jurisdiction over highway and road rights-of-way."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "30",
    "Contractor Repair Damage": "The Contractor must promptly repair any damage to fences, lawns, shrubbery, drives and any other property damaged during construction.",
    "Rock Excavating Unit": "A rock excavating unit (BM71) must be applied where a plow train cannot maintain specified depth under the buried cable or wire unit (including ripping).",
    "Drawbar Pull Comparison": "To assist in determining the ability of any plowing equipment to place the cable at a specified depth, the table below must be used only to compare the capability of this equipment with standard minimum drawbar pull ratings unless different characteristics are specified by the Engineer (greater drawbar pull may only be specified at greater depths than shown in the table).",
    "Minimum Drawbar Pull vs Cable Depth": "Minimum Drawbar Pull vs. Cable or Wire Depth at 1.2 MPH (1.93 km/hr)",
    "Depth Inches": "Inches",
    "Depth Meters": "Meters",
    "Minimum Drawbar Pull Pounds": "Pounds",
    "Minimum Drawbar Pull Newtons": "Newtons",
    "Depth 24 Inches": "24",
    "Depth 24 Meters": "0.61",
    "Depth 24 Pounds": "55,000",
    "Depth 24 Newtons": "2.45 x 105",
    "Depth 30 Inches": "30",
    "Depth 30 Meters": "0.76",
    "Depth 30 Pounds": "75,000",
    "Depth 30 Newtons": "3.34 x 105",
    "Depth 36 Inches": "36",
    "Depth 36 Meters": "0.91",
    "Depth 36 Pounds": "95,000",
    "Depth 36 Newtons": "4.23 x 105",
    "Equipment and Construction Methods": "The equipment and construction methods used by the Contractor must be such as to cause minimum displacement of the soil. The slot made in the soil by the cable plow must be immediately closed.",
    "Damage to Banks": "Damage to banks, ditches, driveways and roads caused by the equipment must be immediately repaired to the satisfaction of the Engineer and public authorities having jurisdiction over highway and road rights-of-way where involved.",
    "Cables or Wires Buried": "Where cables or wires are buried near the edge of pavements, the Contractor must take particular care to avoid damaging the pavement. If such damage does occur repairs must be made immediately to meet the requirements of state or local authorities having jurisdiction over the pavement involved."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "31",
    "9": "The stub pole or stake portion of stake mounted housings must be installed in accordance with the Construction Sheets in a manner not to damage the cable or wire placed in the trench.",
    "10": "To avoid possible damage to buried cable or wire from exposure to traffic, livestock and other hazards, trenching of laterals, trenching around culverts, construction of aerial inserts and similar operations must be completed as soon as practicable behind the plowing operation.",
    "11": "Trenches must be promptly backfilled with earth and tamped at 6\" (15.24 cm) lifts so that the earth is restored to original grade to assure no hazard to vehicular, animal or pedestrian traffic. No trenches must be left open overnight.",
    "12": "When placing cable or wire in a trench in rock, the cable or wire must be cushioned by a fill of sand or selected soil at least 2 inch (5.08 cm) thick on the floor of the trench. The backfill for at least 4 inch (10.16 cm) above the cable or wire must be free from stones, rock or other hard or sharp materials, which might damage the cable. Alternate methods are permissible subject to approval of the Engineer.",
    "13": "When placing cable or wire by horizontal directional drilling (HDD) or boring, the cable or wire bore route must be pre-planned and mapped for the most efficient path. As built bore route maps must serve as records for future reference and locating purposes however, alternate methods are permissible subject to approval of the Engineer and RUS.",
    "14": "For proper and acceptable use, the underground pipe assembly unit (BM60()) may use the \"R\" suffix for specialized rock boring or \"RR\" for heavy rock when specified by the engineer in the Explanatory Notes prior to the bidding process. All underground or buried pipes must be properly capped with or without any cable or wire installed.",
    "b": "Handling of Cable",
    "1": "Cables or wires must be carefully inspected by the Contractor during the placement operation to be certain that the cables or wires are free from defects.",
    "2": "Bends of small radii and twists that might damage cable or wire must be avoided. During the placement operation, copper cable or wire must not be bent in a radius less than 10 times the outside diameter of the copper cable or wire. Fiber optic cable must not be bent in a radius less than 20 times the outside diameter of the cable."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "32",
    "paragraph_3": "Care is to be exercised during the plowing operation, to feed the cable or wire into the ground through the plow loosely and at no tension. Equipment and construction methods must be such as to assure compliance with this requirement. The Contractor must furnish competent supervision at all times at the site of plowing operations to assure compliance with this requirement.",
    "paragraph_4": "If, during the plowing operation, the plow should strike a buried object or rock that stops the equipment which necessitates removal of the plow from the ground, the plow must be removed from the ground carefully, and if practicable without backing the plow, to avoid damage to the cable or wire. Should it be necessary to back the plow to remove it from the ground, the cable or wire must be uncovered a sufficient distance back for inspection by the Engineer to determine whether the cable or wire has been damaged.",
    "paragraph_5": "Every instance of damaged cable or wire observed at any time whether prior to installation, occurring during construction, or discovered by test or observation subsequent to installation in plant, must be immediately called to the attention of the Engineer. The method of repair or correction of such damage must be in accordance with the written instructions of the Engineer. The Contractor must promptly repair such damage or make such corrections in accordance with such written instructions of the Engineer. Minor damage to the outer jacket of the cable or wire observed prior to or occurring during construction must be repaired in accordance with RUS Splicing Standard Bulletin 1753F-401(PC-2).",
    "paragraph_6": "Major damage to cable or wire observed prior to or during construction must be corrected by enclosing the damaged section of cable or wire in (1) a buried plant housing located as specified by the Engineer or (2) a buried splice closure if approved by the Engineer, which are buried to the same depth as that required for the cable or wire. If the shield has been broken or the conductor insulation damaged, the cable or wire must be restored to the equivalent of new condition. This may require cutting out the damaged section of cable or wire if required by the Engineer.",
    "paragraph_7": "Major damage to cable or wire discovered after placement either through test or observation must be repaired as approved by the Engineer. This may require cutting out the damaged section and replacing it with a short section of new cable or wire with splices made in (1) buried plant housing or (2) buried splice closures, if approved by the Engineer, which are buried to the same depth as that required for the cable or wire. It may also require the replacement of an entire section between housings already installed."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "33",
    "Depth of Buried Plant": null,
    "Minimum depth in soil": "24 inch (610 mm)",
    "Minimum depth at ditch crossings": "36 inch (914 mm)",
    "See guide Drawing": "975",
    "Minimum depth in rock": "6 inch (152 mm)",
    "Minimum depth at subscriber premises": "12 inch (305 mm)",
    "Trench Width 6 inch (152 mm) or less": "Trench Depth 6 inch (152 mm)",
    "Trench Width 7 inch (178 mm)": "Trench Depth 9 inch (229 mm)",
    "Trench Width 8 inch (203 mm)": "Trench Depth 12 inch (305 mm)",
    "Trench Width 9 inch (229 mm)": "Trench Depth 15 inch (381 mm)",
    "Trench Width 10 inch (254 mm) or greater": "Trench Depth 18 inch (457 mm)"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "34",
    "d": "Splicing and Terminations",
    "1": "Buried service cables or wires must be spliced directly to the appropriate pair or optical strand of the buried cable, or spliced to the appropriate pair number or optical strand on a terminal block or optical terminator as specified by the Engineer.",
    "2": "For the purpose of joining buried cable or wire at reel ends, the buried cable or wire must be made continuous by splicing the conductors or optical strands directly together either in a housing or a buried splice closure. The method and location must be specified by the Engineer.",
    "3": "Splicing and termination of cable or wire must be in accordance with the cable schematic drawings issued by the Engineer.",
    "4": "All copper splices and terminations of cable or wire in buried splice closures must be electrically tested to ensure freedom from opens, shorts, crosses and grounds and all defects cleared prior to closing the splice closure. Shield continuity also must be checked prior to closing the slice closure.",
    "5_Splicing": "Splicing of copper cable, wire, or fiber optic cable must be in accordance with RUS Splicing Standard Bulletin 1753F-401(PC-2).",
    "5": "BURIED HANDHOLES",
    "a": "Buried handholes must be installed per instructions given herein unless otherwise specified by the Engineer unless state or local requirements are more stringent in which case the latter requirements will govern.",
    "b": "The Engineer must determine the location of the handhole and must specify type, position and depth of installation.",
    "c": "A hole must be dug large enough to accommodate the handhole.",
    "d_handhole": "The handhole must be positioned and a suitable backfill must be tamped around the handhole.",
    "e": "Pea gravel should be placed inside of the handhole to minimize condensation problems.",
    "f": "The Engineer must ensure that the dimensions of the handhole must be large enough to accommodate the splice case installation and when required, cable slack."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "35",
    "6": "MISCELLANEOUS - BURIED PLANT",
    "a": "The separate steel stakes of stake mounted housings must be driven a minimum of 12\" (30.48 cm) in undisturbed earth in a vertical position and faced in accordance with the Construction Sheets. Care must be exercised in the installation of stakes or housings. Housing covers must be securely closed at all times except when work is being performed within the housing.",
    "b": "The shields of all buried copper cable or wire and the armor of all buried fiber optic cable must be connected together at all splices and termination points, as specified in RUS Splicing Standard Bulletin 1753F-401(PC-2) to ensure a continuous metallic connection throughout the buried plant. Buried cable or wire shields and fiber optic cable armor must also be connected to the ground connectors in buried plant housings and to other ground installations as shown on the Construction Sheets and in RUS Splicing Standard Bulletin 1753F-401(PC-2).",
    "c": "Stake mounted warning, route, and splice location signs must be installed in accordance with the manufacturer's instructions and in locations as specified by the Engineer. As an alternate to the splice location sign, the Engineer may specify the use of a buried splice location device (BM 55A).",
    "d": "Buried cable and wire, including buried services, terminated or spliced in a housing must be directionally marked as specified on the Construction Sheets or as specified by the Engineer. The directional markers must be installed at the time the cable or wire is placed in the housing and before the lateral trench to the housing is backfilled.",
    "e": "Where aerial inserts in buried plant are specified by the Engineer, the construction must be accomplished if possible without cutting the cable or wire. Where due to physical conditions, in the opinion of the Contractor, the cutting and splicing of cable or wire are necessary, prior approval to cut the cable or wire must be obtained from the Engineer. The splicing of cable or wire must be in accordance with RUS Splicing Standard Bulletin 1753F-401(PC-2).",
    "f": "Junctions between buried cable and aerial circuits must be made in accordance with the applicable Construction Sheets.",
    "g": "All products utilized to control rodents and/or insects should be specifically formulated for the telecommunications industry and applied in accordance with the instructions or directions detailed on the manufacturer's product label.",
    "h": "Buried cable and wire must be placed in the same trench to the buried plant housing, unless otherwise specified by the Engineer."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "36",
    "7": "SPECIAL REQUIREMENTS FOR INSTALLATION OF SERVING AREA INTERFACE CABINETS (SAIC)",
    "a": "Specific installation instructions for the pad or slab base preparation and construction, placement of conduit(s), and the assembly and installation cabinet must be provided by the manufacturer and/or the Engineer.",
    "b": "A drainage hole must be drilled at the low point of the radius of bend of the conduit placed between two cabinets.",
    "c": "All vacant or unused conduits must be sealed as specified by the Engineer.",
    "d": "Specific installation instructions for mounting the cabinet assembly will be provided by the manufacturer and/or the Engineer.",
    "e": "The separate steel stakes of stake mounted housings must be driven a minimum of 12\" (30.48 cm) in undisturbed earth in a vertical position and faced in accordance with the Construction Sheets. Care must be exercised in the installation of the stakes and housings. Housing covers must be securely closed at all times except when work is being performed within the housing.",
    "f": "All special installation tools for splicing and placing cross-connect jumpers must be used as indicated by the manufacturer.",
    "g": "Where conventional hard-wire splicing is employed at SAIC locations, the splicing and lay-up of conductor pairs must be in accordance with RUS Splicing Standard Bulletin 1753F-401 (PC-2) and/or special instructions issued by the Engineer.",
    "h": "Where conventional fiber splicing is employed at SAIC locations, the splicing and required cable slack must be in accordance with RUS Splicing Standard Bulletin 1753F-401 (PC-2) and/or special instructions issued by the Engineer.",
    "i": "Pair or optical strand counts must be shown on all splice, feeder and cross- connect modules or blocks identifying feeder, distribution, electronic, and pass through terminations.",
    "j": "Pair or optical strand count tags must be used on bundle counts where hard-wire or any fiber optic splicing is employed. On bundle tags, feeder, feeder/distribution, distribution and electronic/pass through cable identification, pair or optical strand counts must be shown per cable schematics in accordance with RUS Splicing Standard Bulletin 1753F-401 (PC-2)."
  },
  {
    "RUS Bulletin": "1753F-150",
    "Page": "37",
    "LIST OF CONSTRUCTION DRAWINGS AND PLANS": null,
    "Assembly Unit Drawings": null,
    "BM2,-2A": "Ground Wire Assembly, Buried Plant",
    "BM50": "Buried Service Wire or Cable Installation to\nPole-Mounted Wire Terminal",
    "BM80, BM81, BM82": "Riser Guards",
    "Construction Guide Drawings": null,
    "815-1": "Buried Plant Conductor Polarity Diagram",
    "905": "Installation of Type \"M\" or Type \"H\" Pole-\nMounted Housings at Increased Height",
    "907": "Splice Closures - Direct Burial",
    "910": "Pea Gravel and Sealer Installation\nProcedures for Buried Plant Housings",
    "951": "Aerial Insert in Buried Plant Construction",
    "952": "Protection of Buried Cable from Power\nContact to Aerial Inserts",
    "965": "Placement of Numbers and Letters on Housings",
    "971-1": "Wiring Arrangement at Junction of New Aerial\nCable with Buried Cable or Wire",
    "971-2": "Junction of A erial Cable with Buried Cable or\nWire",
    "975": "Buried Plant Under Ditches",
    "976": "Housing Installation Details",
    "NOTE": "On the Assembly Unit and Construction Guide Drawings an asterisk (*) in the ITEM\ncolumn indicates items that are no longer listed in RUS IP 344-2, \"List of Materials Acceptable\nfor Use on Telecommunications Systems of RUS Borrowers.\""
  },
  {
    "document_title": "RUS Bulletin 1753F-150",
    "assembly_unit_drawing": "Assembly Unit Drawing",
    "page_number": "38",
    "distance_1": "6 in. (152 mm)",
    "distance_2": "6 in. (152 mm)",
    "item_nq": "Wire, ground, bare, #6 AWG copper",
    "item_ai": "Rod, ground (size & length as req'd)",
    "item_me": "Connector, ground wire",
    "item_aj": "Clamp, ground rod",
    "bm2_no_reqd_nq": "As required",
    "bm2_no_reqd_ai": "1",
    "bm2_no_reqd_me": "-",
    "bm2_no_reqd_aj": "1",
    "bm2a_no_reqd_nq": "As required",
    "bm2a_no_reqd_ai": "-",
    "bm2a_no_reqd_me": "1",
    "bm2a_no_reqd_aj": "If required",
    "construction_practices": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES",
    "assembly": "GROUND WIRE ASSEMBLY, BURIED PLANT",
    "scale": "NTS",
    "date": "September 2010",
    "bm2_bm2a": "BM2 - BM2A"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Assembly Unit Drawing": "Page 39",
    "ITEMS": "MATERIALS NO. REQ'D",
    "wt": "Terminal, wire, filled, unprotected, pole-mounted (specify pair size) 1",
    "*pn": "Strap, riser guard 2",
    "*np": "Clamp, one-hole, offset as req'd",
    "sa or sC": "Wire or cable, buried as req'd",
    "sg": "Guard, riser, 1 in. ID by 8 ft (25 mm ID by 2.4 m) as req'd",
    "j": "Screws, lag (size as required) 4",
    "Scale": "NTS",
    "September": "2010",
    "BM50": "BM50"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Assembly Unit Drawing": "Page 40",
    "ITEMS_sg_MATERIAL": "Guard, riser 1 in. ID * 8 ft (25 mm ID * 2.4 m)",
    "ITEMS_sg_BM80_NO_REQ'D": "1",
    "ITEMS_sg_BM81_NO_REQ'D": "-",
    "ITEMS_sg_BM82_NO_REQ'D": "-",
    "ITEMS_sg_MATERIAL_2": "Guard, riser 2 in. ID * 8 ft (51 mm ID * 2.4 m)",
    "ITEMS_sg_BM80_NO_REQ'D_2": "-",
    "ITEMS_sg_BM81_NO_REQ'D_2": "1",
    "ITEMS_sg_BM82_NO_REQ'D_2": "-",
    "ITEMS_sg_MATERIAL_3": "Guard, riser 3 in. ID * 8 ft (76 mm ID * 2.4 m)",
    "ITEMS_sg_BM80_NO_REQ'D_3": "-",
    "ITEMS_sg_BM81_NO_REQ'D_3": "-",
    "ITEMS_sg_BM82_NO_REQ'D_3": "1",
    "ITEMS_*pn_MATERIAL": "Strap, riser guard",
    "ITEMS_*pn_BM80_NO_REQ'D": "2",
    "ITEMS_*pn_BM81_NO_REQ'D": "2",
    "ITEMS_*pn_BM82_NO_REQ'D": "2",
    "ITEMS_j_MATERIAL": "Screw, lag (size as required)",
    "ITEMS_j_BM80_NO_REQ'D": "4",
    "ITEMS_j_BM81_NO_REQ'D": "4",
    "ITEMS_j_BM82_NO_REQ'D": "4",
    "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES": "RISER GUARDS",
    "Scale": "NTS",
    "September": "2010",
    "BM80, 81, 82": null
  },
  {
    "Tip": "Tip",
    "Ring": "Ring",
    "MDF Vertical": "MDF Vertical",
    "Multipair Cable (1": "Multipair Cable (1",
    "White (Tip)": "White (Tip)",
    "Blue (Ring)": "Blue (Ring)",
    "RUS Bulletin 1753F-150": "RUS Bulletin 1753F-150",
    "Assembly Unit Drawing": "Assembly Unit Drawing",
    "Page 41": "Page 41",
    "Housing, Buried Splice Enclosure": "Housing, Buried Splice Enclosure",
    "NID Incorporating Fuseless Station Protector": "NID Incorporating Fuseless Station Protector",
    "RJ11 Jack": "RJ11 Jack",
    "Green (Tip)": "Green (Tip)",
    "Station Wire": "Station Wire",
    "Buried Service Wire": "Buried Service Wire",
    "Red (Ring)": "Red (Ring)",
    "Notes:": "Notes:",
    "1.": "Refer to appropriate cable specifications for tip and ring conductor identification.",
    "2.": "Connections to be made in accordance with the manufacturer's instructions.",
    "(3.)": "Connections to be made in accordance with RUS Bulletin 1753F-401(PC-2),",
    "\"RUS Standard for Splicing Copper and Fiber Optic Cables.\"": "\"RUS Standard for Splicing Copper and Fiber Optic Cables.\"",
    "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES",
    "BURIED PLANT CONDUCTOR POLARITY DIAGRAM": "BURIED PLANT CONDUCTOR POLARITY DIAGRAM",
    "Scale: NTS": "Scale: NTS",
    "September 2010": "September 2010",
    "815-1": "815-1"
  },
  {
    "document_type": "Assembly Unit Drawing",
    "bulletin_number": "1753F-150",
    "page_number": "42",
    "plant_housing_type": "TYPE M or H Buried Plant Housing",
    "note_1": "The radius of bend of the copper cable or wire at the base of the housing shall not be less than 10 times the diameter of the cable or wire.",
    "note_2": "Height to be specified by Engineer.",
    "bm_codes": "BM80, BM81, or BM82",
    "depth": "6 in. (152 mm)",
    "practices": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES",
    "installation_type": "INSTALLATION OF TYPE MOR HPOLE-MOUNTED\nBURIED PLANT HOUSINGS AT INCREASED HEIGHT",
    "scale": "NTS",
    "date": "September 2010",
    "drawing_number": "905"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Assembly Unit Drawing": "Assembly Unit Drawing",
    "Page": "43",
    "18 in. (457 mm) Min.": "18 in. (457 mm) Min.",
    "Ground Level": "Ground Level",
    "Treated plank": "Treated plank",
    "Splice Enclosure": "Splice Enclosure",
    "Note": "Note:",
    "Fill the trench with soil to 6 in. (152 mm) above top surface of theburied splice enclosure and compact soil carefully. Place the treatedplank over the top of the installed buried splice enclosure as shown.": "Fill the trench with soil to 6 in. (152 mm) above top surface of theburied splice enclosure and compact soil carefully. Place the treatedplank over the top of the installed buried splice enclosure as shown.",
    "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES",
    "SPLICE CLOSURES DIRECT BURIAL": "SPLICE CLOSURES DIRECT BURIAL",
    "Scale": "NTS",
    "September": "September 2010",
    "907": "907"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Assembly Unit Drawing": "Assembly Unit Drawing",
    "Page": "44",
    "Pea Gravel or Sealer": "Pea Gravel or Sealer",
    "Pea Gravel Min": "3 in. (76 mm)",
    "Lower Front Cover": "Lower Front Cover",
    "Ground line inside lower front cover": "Ground line\ninside lower front\ncover a minimum\n1 in. (25 mm)\nhigher than outside\nground level.",
    "6 in.": "6 in. (182 mm) Min.",
    "Buried Cable or Wire": "Buried Cable or Wire",
    "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES",
    "PEA GRAVEL OR SEALER INSTALLATION": "PEA GRAVEL OR SEALER INSTALLATION",
    "PROCEDURES FOR BURIED PLANT HOUSINGS": "PROCEDURES FOR BURIED PLANT HOUSINGS",
    "Scale": "NTS",
    "Date": "September 2010",
    "Document Number": "910"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Assembly Unit Drawing": "Page 45",
    "ITEMS": "MATERIALS NO. REQ'D",
    "*np": "Clamp, one-hole, offset as req'd",
    "pl": "Enclosure, splice if req'd",
    "SC": "Cable, buried if req'd",
    "er": "Enclosure, ready-access",
    "Scale": "NTS",
    "September": "2010",
    "951": true
  },
  {
    "RUS Bulletin": "1753F-150",
    "Assembly Unit Drawing": "Assembly Unit Drawing",
    "Page": "46",
    "Buried Plant Housing": "Buried Plant Housing",
    "#24 AWG Conductors": "#24 AWG Conductors",
    "Splicing Connectors": "Splicing Connectors",
    "Splicing": "Splicing",
    "Connectors": "Connectors",
    "2 and 3": "2 and 3",
    "#24 AWG Conductor": "#24 AWG Conductor",
    "Buried Cable Conductor": "Buried Cable Conductor",
    "Buried Service Conductor": "Buried Service Conductor",
    "2": "2",
    "Conductor of Exposed Aerial Inserts": "Conductor of Exposed Aerial Inserts",
    "Exposed Aerial Insert Cable": "Exposed Aerial Insert Cable",
    "1": "1",
    "Unexposed Buried Cable": "Unexposed Buried Cable",
    "Buried Service": "Buried Service",
    "Notes": "Notes:",
    "1.": "1.",
    "Guide Drawing 952 is applicable if the exposed aerial cable insert is #22 AWG or larger.": "Guide Drawing 952 is applicable if the exposed aerial cable insert is #22 AWG or larger.",
    "2.": "2.",
    "Splice a color coded #24 AWG Conductor [8 in. (203 mm) min. length] in series with each cable conductor appearing in the aerial insert.": "Splice a color coded #24 AWG Conductor [8 in. (203 mm) min. length] in series with each cable conductor appearing in the aerial insert.",
    "3.": "3.",
    "Splice the buried service, if any, to the unexposed buried cable at the same point that the #24 AWG conductor is spliced.": "Splice the buried service, if any, to the unexposed buried cable at the same point that the #24 AWG conductor is spliced.",
    "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES",
    "PROTECTION OF BURIED CABLE FROM POWER CONTACT TO AERIAL INSERTS": "PROTECTION OF BURIED CABLE FROM POWER CONTACT TO AERIAL INSERTS",
    "Scale": "NTS",
    "September": "September 2010",
    "952": "952"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Assembly Unit Drawing": null,
    "Page": "47",
    "2 in.": null,
    "1 in.": null,
    "CAUTION\nBURIED\nCABLE": null,
    "INDEPENDENT": null,
    "BEFORE DIGGING\nIN THIS VICINITY\nPLEASE CALL\nTELEPHONE CO.": null,
    "MAIN CABLE\nROUTE LETTER": null,
    "CAUTION\nBURIED CABLE": null,
    "BEFORE DIGGING IN THIS VICINITY\nPLEASE CALL THE TELEPHONE CO.": null,
    "LATERAL CABLE\nROUTE LETTER": null,
    "HOUSING NUMBER": null,
    "SYMBOLS": null,
    "TYPE \"H\" HOUSING": null,
    "TYPE \"M\" HOUSING": null,
    "Notes:": null,
    "1.": "Field installed warning signs or numbering systems should not penetrate\nor harm the housing surface.",
    "2.": "For converting English units to metric units use 1 in. = 25.4 mm.",
    "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES\nPLACEMENT OF NUMBERS AND LETTERS ON\nHOUSINGS": null,
    "Scale:": "NTS",
    "September": "2010",
    "965": null
  },
  {
    "Strand": "Strand",
    "mu": "mu",
    "Aerial Cable": "Aerial Cable",
    "Lashing Wire": "Lashing Wire",
    "nz-ny": "nz-ny",
    "me": "me",
    "RUS Bulletin": "RUS Bulletin 1753F-150",
    "Assembly Unit Drawing": "Assembly Unit Drawing",
    "Page": "48",
    "al": "al",
    "пр": "пр",
    "BM80, 81 or 82 Unit": "BM80, 81 or 82 Unit",
    "nq2": "nq2",
    "se": "se",
    "Notes": "Notes:",
    "1. If the aerial conductors are smaller than 22 gauge, splice each aerial cable conductor,\nto be connected, directly to the main buried cable or wire conductor. If the aerial\nconductors are 22 gauge or larger, splice each aerial conductor to an 8 in. (203 mm)\nlong 24 gauge insulated copper conductor of the same color as the conductor to be\nspliced. Splice other end of the 24 gauge conductor to the buried cable or wire\nconductor of the main lead.": "If the aerial conductors are smaller than 22 gauge, splice each aerial cable conductor,\nto be connected, directly to the main buried cable or wire conductor. If the aerial\nconductors are 22 gauge or larger, splice each aerial conductor to an 8 in. (203 mm)\nlong 24 gauge insulated copper conductor of the same color as the conductor to be\nspliced. Splice other end of the 24 gauge conductor to the buried cable or wire\nconductor of the main lead.",
    "2. Connect the support strand of the cable to the grounding connector in the housing, by\nmeans of a #6 AWG ground wire and ground as specified by the Engineer.": "Connect the support strand of the cable to the grounding connector in the housing, by\nmeans of a #6 AWG ground wire and ground as specified by the Engineer.",
    "3. Bond shield of aerial cable to bonding bracket in the housing.": "Bond shield of aerial cable to bonding bracket in the housing.",
    "ITEMS": "ITEMS",
    "MATERIALS": "MATERIALS",
    "*ng": "Wire, ground, bare, #6 AWG copper",
    "*ol": "Staples, ground, wire",
    "me_2": "Connector, ground wire",
    "se_2": "Housing, buried plant",
    "*np": "Clamp, one-hole, offset",
    "*mu": "Sleeve, deadend, automatic",
    "*nz": "Supports, lashed cable",
    "*ny": "Spacer, cable",
    "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES\nWIRING ARRANGEMENT AT JUNCTION OF NEW\nAERIAL CABLE WITH BURIED CABLE OR WIRE": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES\nWIRING ARRANGEMENT AT JUNCTION OF NEW\nAERIAL CABLE WITH BURIED CABLE OR WIRE",
    "Scale": "NTS",
    "September": "September 2010",
    "971-1": "971-1"
  },
  {
    "RUS Bulletin": "1753F-150",
    "Assembly Unit Drawing": "Page 49",
    "nq": "Wire, ground, bare, #6 AWG copper",
    "al": "Staples, ground wire",
    "me": "Connector, ground wire",
    "er": "Enclosure, ready-access, cable",
    "pn": "Strap, riser guard",
    "np": "Clamp, one-hole, offset",
    "mu": "Sleeve, deadend, automatic",
    "nz": "Supports, lashed cable",
    "ny": "Spacer, cable",
    "j": "Screw, lag",
    "Scale": "NTS",
    "September": "2010",
    "971-2": ""
  },
  {
    "document_title": "RUS Bulletin 1753F-150 Assembly Unit Drawing",
    "page_number": "50",
    "ditch_surface_label": "Ditch Surface",
    "ground_line_label": "Ground Line",
    "depth_measurement_1": "24 in. (610 mm)",
    "depth_measurement_2": "24 in. (610 mm)",
    "depth_measurement_3": "24 in. (610 mm)",
    "angle_measurement_1": "36\"",
    "angle_measurement_2": "36\"",
    "angle_measurement_3": "36\"",
    "angle_measurement_4": "36\"",
    "angle_measurement_5": "36\"",
    "angle_measurement_6": "36\"",
    "angle_measurement_7": "36\"",
    "angle_measurement_8": "36\"",
    "angle_measurement_9": "36\"",
    "angle_measurement_10": "36\"",
    "angle_measurement_11": "36\"",
    "angle_measurement_12": "36\"",
    "buried_cable_label": "Buried Cable or Wire",
    "note": "Buried cable, wire, or services shall be placed as shown above. The\n36 in. (914 mm) depth shall apply only at locations where the buried\nplant crosses the ditch, and shall not apply to buried plant installed\nparallel to and adjacent to the ditch.",
    "construction_practices": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES\nBURIED PLANT UNDER DITCHES",
    "scale": "NTS",
    "date": "September 2010",
    "document_id": "975"
  },
  {
    "bulletin_number": "1753F-150",
    "drawing_type": "Assembly Unit Drawing",
    "page_number": "51",
    "dimension_1": "24 in. (610 mm)",
    "dimension_2": "12 in. (305 mm)",
    "dimension_3": "6 in. (152 mm)",
    "note_1": "Cable shall be placed on undisturbed soil at the bottom of the trench.",
    "note_2": "For copper cable and/or wire, the radius of bend of the cable and/or wire at the base of the housing shall not be less than 10 times the diameter of the cable and/or wire. For fiber optic cable, the radius of bend of the cable at the base of the housing shall not be less than 20 times the diameter of the cable.",
    "note_3": "The stake of the housing shall be driven into undisturbed soil to a depth of approximately 12 in. (305 mm).",
    "note_4": "The ground level inside the ground line cover plate shall not be less than 1 in. (25 mm) above the outside ground level.",
    "construction_practices": "RURAL TELECOMMUNICATIONS CONSTRUCTION PRACTICES",
    "installation_details": "HOUSING INSTALLATION DETAILS",
    "scale": "NTS",
    "date": "September 2010",
    "identifier": "976"
  }
]