[
  {
    "DEPARTMENT": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "ADMINISTRATION": "Rural Electrification Administration",
    "DATE": "October 18, 1985",
    "SUPERSEDES": "1/23/76",
    "BULLETIN_NUMBER": "345-72",
    "SUBJECT": "REA Specification for Filled Splice Closures, PE-74",
    "REFERENCE": "Incorporated by reference in 7 CFR Part 1755.97",
    "PURPOSE": "To announce the issuance of a revised REA Specification PE-74.",
    "GENERAL": "REA Specification for Filled Splice Closures, PE-74, has been revised. The revision permits salvageable and non-salvageable parts in reenterable splice closures, delineates required hardware and materials, addresses testing parameters for different encapsulating compounds, and requires closure identification and assembly instructions in the product package. The revised specification becomes effective immediately upon issuance.",
    "AVAILABILITY": "A limited number of copies of the new specification will be furnished by REA upon request. As this document is produced by the Federal government and is therefore in the public domain, additional copies may be duplicated by any user as desired. Questions concerning the revision may be referred to the Chief, Outside Plant Branch, Telecommunications Engineering and Standards Division, Rural Electrification Administration, U.S. Department of Agriculture, Washington, DC 20250, telephone (202) 382-8667.",
    "ADMINISTRATOR_NAME": "Harold V. Hunter",
    "ADMINISTRATOR_TITLE": "Administrator",
    "INDEX": "SPECIFICATIONS: Filled Splice Closures"
  },
  {
    "document_title": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "document_subtitle": "Rural Electrification Administration",
    "document_id": "PE-74",
    "1.": "SCOPE",
    "page_1": "1",
    "2.": "MATERIALS",
    "page_2": "1",
    "3.": "ENCAPSULANT EVALUATION",
    "page_3": "2",
    "4.": "MATERIAL CHEMICAL STABILITY EVALUATION",
    "page_4": "4",
    "5.": "CLOSURE PERFORMANCE EVALUATION",
    "page_5": "5",
    "6.": "INDENTIFICATION",
    "page_6": "7",
    "7.": "PACKAGING",
    "page_7": "8",
    "8.": "ACCEPTANCE TESTING",
    "page_8": "8"
  },
  {
    "document_title": "REA SPECIFICATION FOR FILLED SPLICE CLOSURES",
    "1.SCOPE": "",
    "1.1": "This document covers the minimum requirements for reenterable filled splice closures intended for manhole placement and buried applications.",
    "1.2": "Filled splice closures provide mechanical protection and environmental isolation for in-line and butt splice connections of two or more cables.",
    "1.3": "Two categories of reenterable splice closures are permitted: \"Type One\" splice closures shall have a reusable, salvagable, case and other hardware subsequent to reentry; \"Type Two\" splice closures need only to be reenterable with no required salvagable parts.",
    "1.4": "All closures manufactured to this specification must be accepted by REA Technical Standards Committee \"A\" (Telephone). All design changes to an accepted design must be submitted for acceptance. REA will be the sole authority on what constitutes a design change.",
    "2. MATERIALS": "",
    "2.1": "The closure package consists of a case with fastener, complete cable shield bonding hardware and a reenterable encapsulant. The case fastener may be metallic or nonmetallic.",
    "2.2": "Bonding hardware, to insure continuity of the cable shield, shall be REA accepted.",
    "2.2.1": "Connectors must meet the requirements of REA Bulletin 345-65, \"REA Specification for Cable Shield Bonding Connectors\", PE-33.",
    "2.2.2": "Harness wire must meet the requirements of REA Bulletin 345-76, \"REA Specification for Continuity and Ground Harness Wires\", PE-57. Hardware which is an integral part of the closure, such as splicing trays and bond bars, may be used in lieu of harness wire provided the electrical conductivity of the completed bonding system equals or exceeds the conductivity of a 6 Awg solid copper conductor.",
    "2.3": "The encapsulating material may be a gelling or non-gelling compound and must completely fill the splice interstices.",
    "2.4": "All nonmetallic materials must be conditioned according to the requirements of ASTM G 21-70, \"Determining Resistance of Synthetic Polymeric Materials to Fungi\", and shown to have a visual rating no greater than one."
  },
  {
    "REA PE-74": "Page 2",
    "2.5": "All external metallic items of the closure shall be manufactured from\nnickel-chrome stainless steel, Type 300 series, ASTM A 276-80a or from\nmetal of equivalent demonstrated corrosion resistance. Neither\ntechniques of manufacture nor method of assembly of the closure shall\ncompromise the inherent corrosion resistance of the metal.",
    "3.": "ENCAPSULANT EVALUATION",
    "3.1": "Accelerated aging of materials and subsequent change in physical\nproperties after aging shall be evaluated independent of the closure\nfor all encapsulants.",
    "3.1.1": "Following the manufacturer's instructions provided with each\nunit, mix\nand pour or press the encapsulant into uniformly flat\nmolds at least six millimeters thick at 40 ± 2°C, at 20 ± 2°C and at\n0 ± 2°C with maximum relative humidity at each temperature. Allow\nthe encapsulant to remain at the respective temperatures at least\none day but not over five days.",
    "Note": "The closure must have sufficient integrity within 24 hours to with-\nstand normal handling without compromising the function of the\nencapsulant.",
    "3.1.2": "Test the molded encapsulant from each temperature at 20 ± 2°C for\nhardness, with either ASTM D 217-68/78 or ASTM D 2240-75 or for\nviscosity, ASTM D 2196-74, and for weight with an analytical balance\nwhich has a ± 0.0001 gram accuracy. For the ASTM procedures, prepare\nthree sets of test specimens as required in that procedure. For the\nweight test, cut, three sets of three discs each from the\ntemperature preparations of Paragraph 3.1.1. The disc should be\napproximately two centimeters in diameter from the molds for solid\nmaterials.",
    "3.1.3": "Retain one set of test specimens at 20 ± 2°C while conditioning\nthe other two sets in a forced air convection oven at 70 ± 2°C.\nPlace one of the two sets over a saturated solution of potassium\nsulfate (KSO) as described in ASTM E 104-51/71 to simulate maximum\nhumidity exposure.",
    "3.1.4": "After 100 days of conditioning, test again the properties\ndescribed in Paragraph 3.1.2.",
    "3.1.5": "Failure criteria for property changes following thermal\nconditioning are defined as follows:",
    "Comparison": "of the final measurement results\ntaken after the thermal conditioning for 100\ndays to the initial measurement results shall\nshow a change no greater than 15 percent for\nweight and no greater than 35 percent for\nhardness.",
    "Comparison2": "of the final percent change between\nthe 20° C aged specimens and the two 70°C oven\naged specimens (in air and over KSO) shall show\na difference no greater than 15 percentage"
  },
  {
    "points_for_weight": "points for weight and no greater than 35",
    "percentage_points_for_hardness": "percentage points for hardness."
  },
  {
    "REA PE-74": "True",
    "Page": "3",
    "3.2 Conductor insulation, connector and module compatibility with the encapsulant shall be evaluated on white expanded insulation extruded over 22 Awg copper conductor. The insulated conductor must be taken from cable which is REA accepted to": "True",
    "345-89": "True",
    "Specification for Filled Telephone Cable with Expanded Insulation": "True",
    "PE-89. All connector designs which are REA accepted to REA Bulletin": "True",
    "345-54": "True",
    "REA Specification for Telephone Cable Splicing Connectors": "True",
    "PE-52, must be tested.": "True",
    "3.2.1 Insulation evaluation requires": "20",
    "test specimens from a continuous conductor length. Cut each specimen to": "12",
    "centimeter lengths then twist each specimen around its own diameter for a minimum of": "10",
    "turns within a three centimeter length, leaving a loop at one end for handling.": "True",
    "3.2.2 Connector evaluation requires": "20",
    "test specimens for each connector type. Using two 6-centimeter lengths of conductor make a splice following the connector manufacturer's recommended procedures. Form a loop in the free end of one of the lengths of conductor.": "True",
    "3.2.3 Module evaluation requires three test specimens for each module type. Using 6-centimeter lengths of conductor, make a completely filled splice following the module manufacturer's recommended procedures. Form a loop in the free end of one of the lengths of conductors.": "True",
    "3.2.4 Prepare the encapsulant according to the manufacturer's instructions and place the material into an open top vessel.": "True",
    "3.2.5 Coat": "10",
    "of the test specimens from the insulation evaluation and from each connector evaluation and two specimens from each module evaluation with the encapsulant immediately after mixing. Insure that the insulation wraps, the connectors and the modules are well covered and the interstices between the conductor wraps are well penetrated. Suspend the specimens by their loops at 20 ± 2°C for": "24",
    "hours to allow the excess encapsulant to drip and to permit uniform coverage of the insulation and connectors.": "True",
    "3.2.6 Place all of the prepared specimens in test tubes which are nominally": "20",
    "centimeters long with an outside diameter of": "3.2",
    "centimeters. Place no more than five similar specimens in each tube. Seal the tubes with an aluminum foil wrapped cork.": "True",
    "3.2.7 Age the specimen test tubes in an oven for": "45",
    "days at 80 ± 2°C.": "True",
    "3.2.8 Upon completion of the oven heat aging, remove the specimens from the tubes, untwist and straighten the wrapped insulation and inspect for failure - any peeling or cracking of a single insulation. Inspect the connectors and modules for failure - any peeling, discoloration or crazing of a single specimen.": "True",
    "Note: Daily visual inspection through the glass tubes of the aging specimens to detect premature cracking and peeling will permit early test termination.": "True"
  },
  {
    "REA PE-74": "Page 4",
    "3.3": "Sheath jacket compatibility with the encapsulant shall be evaluated on stabilized low density polyethylene taken from completed cable which is REA accepted to any current REA bulletin.",
    "3.3.1": "Test for stress cracking of 20 cable jacket specimens in the encapsulant using the procedures of ASTM D 1693-70/80. Substitute the candidate encapsulant for the reagent. Use extruded jacket (buffed to the desired thickness from the core side) instead of the molded granules.",
    "3.3.2": "Inspection of the test specimens at the end of the 96 hour interval shall reveal no failures as defined in ASTM D 1693-70/80.",
    "4. MATERIAL CHEMICAL STABILITY EVALUATION": null,
    "4.1": "Resistance of the closure materials from both the case and the encapsulant to changes in physical properties after exposure to chemicals shall be evaluated.",
    "4.1.1": "Prepare encapsulant molds at 20 ± 2°C following the manufacturer's instructions provided with each unit. Mix thoroughly and pour or press the encapsulant into uniformally flat molds at least six millimeters thick. Allow the encapsulant to remain at 20 ± 2°C for at least 24 hours.",
    "4.1.2": "Size test specimens from the case body and prepare the encapsulant for testing as described in the appropriate ASTM test procedure. For the weight test, size the discs approximately two centimeters in diameter.",
    "Note": "Metallic cases need not be tested for chemical stability.",
    "4.1.3": "Test at 20 ± 2°C. Test for hardness using either ASTM D 217-68/78 or ASTM D 2240-75 or test for viscosity using ASTM D 2196-74, and for weight using an analytical balance which has a ± 0.0001 gram accuracy.",
    "4.1.4": "Place three specimens of each material for each physical test in separate test containers. Fill the test containers near to the top with the reagents totally immersing the samples. Seal the container with an aluminum foil wrapped cover.",
    "4.1.5": "The reagents' concentrations are listed below. Use distilled water when required.",
    "CHEMICAL": "CONCENTRATION",
    "Sulfuric Acid (H2SO4)": "Three percent (by volume)",
    "Sodium Hydroxide (NaOH)": "0.2 normal",
    "Sodium Chloride": "Five percent (by weight)",
    "Acetic Acid": "Five percent (by weight)",
    "Sodium Carbonate (NaC03)": "0.1 normal"
  },
  {
    "Fuel Oil": "(#2 commercial)",
    "-----": ""
  },
  {
    "REA PE-74": "",
    "Page": "5",
    "4.1.6 Age the specimens in an oven for 36 hours at 40 ± 2°C.": "",
    "4.1.7 Upon completion of the oven heat aging, separate the specimens": "",
    "from the reagents by draining the reagents from the containers. The": "",
    "specimens may be washed with running tap water and dried with a": "",
    "cloth. Test the specimens' properties as described in Paragraph": "",
    "4.1.3.": "",
    "4.1.8 The measurement results from the initial tests shall not differ": "",
    "from the results obtained after aging by more than 10 percent.": "",
    "NOTE": "Only those closure materials from both the case and encapsulant that are",
    "compatible with fuel oil will be accepted for use in manholes.": "",
    "5. CLOSURE PERFORMANCE EVALUATION": "",
    "5.1 Performance of the assembled closure in simulated installation": "",
    "environments shall be evaluated. The environmental exposures will be": "",
    "temperature cycling, vibration testing, tensile loading and water": "",
    "soaking.": "",
    "5.2 Assemble and encapsulate seven closures at 20 ± 2°C. Follow the": "",
    "recommended procedures in the manufacturer's instructions provided": "",
    "with each closure. For closures designed for in-line splices,": "",
    "construct six straight-through splices and one branch splice, using": "",
    "the largest cable diameter recommended by the manufacturer. For": "",
    "closures designed for butt splices only, construct seven": "",
    "straight-through butt splices. Use only REA accepted 22 Awg expanded": "",
    "insulation filled telephone cable and splice all pairs with REA": "",
    "accepted splicing connectors. The cable specimens used for splicing": "",
    "should be approximately two meters long. Construct one additional": "",
    "in-line or butt closure with a straight-through splice using unfilled": "",
    "cable. Remove the sheath from one of the cables to within one-third": "",
    "meter of the splice closure. Identify this closure as \"Specimen A\".": "",
    "5.2.1 Remove 2.5 centimeters of adjacent insulation from the tip and": "",
    "ring of three pairs of the conductors near the center of the splice": "",
    "bundle to use for making insulation resistance (IR) measurements.": "",
    "Tape the tip and ring together within one centimeter of the bared": "",
    "conductors to insure the usual tip-ring spacing. Choose the three": "",
    "test pairs so one pair is in the center of the splice bundle and the": "",
    "other two pairs are near opposite outside edges of the bundle.": "",
    "5.2.2 Place a thermocouple in the center of the splice bundle of one": "",
    "closure to indicate that the entire closure is heated and cooled to": "",
    "the desired temperature extremes in the test.": "",
    "5.3 Measure the shield resistivity and insulation resistance.": "",
    "5.3.1 The insulation resistance (IR) is measured between the tip and": "",
    "ring of the three test pairs in each closure applying 500 volts dc.": "",
    "The IR must be at least 5000 megohms.": ""
  },
  {
    "document_name": "REA PE-74",
    "page_number": "6",
    "section_5_3_2_description": "The shield resistivity is measured through the cable shield of all closures except \"Specimen A\". Begin the procedures of Paragraph 5.8 for \"Specimen A\"",
    "section_5_4_description": "Expose the seven splice closures to temperatures between -20 ± 2°C and +50 ± 2°C for 25 continuous cycles. Use the thermocouple reading from the splice center to determine cycle time requirements.",
    "section_5_4_1_description": "Extract two of the straight-through closures from the temperature cycles after 12 complete cycles. Reenter the closures, removing that amount of encapsulant sufficient to expose the entire splice bundle. Reencapsulate the splice following the recommendations from the encapsulant instructions included with the closure. Repeat the IR and shield resistivity measurement of Paragraph 5.3.",
    "section_5_4_2_description": "Reinsert the two reencapsulated closures into the temperature cycling test.",
    "section_5_4_3_description": "Repeat the IR and shield resistivity measurements of Paragraph 5.3 following the completion of the 25 temperature cycles. All closures must be conditioned for 25 temperature cycles.",
    "section_5_5_description": "Vibrate one of the reencapsulated closures and three of the straight through closures between 5 and 20 Hz with a peak amplitude of three millimeters.",
    "section_5_5_1_description": "Obtain the peak amplitude at least five times within 10 minutes.",
    "section_5_5_2_description": "Repeat the IR and shield resistivity measurements of Paragraph 5.3 following the vibration.",
    "section_5_6_description": "Begin testing the three remaining splice closures in accordance with the procedures of Paragraph 5.8.",
    "section_5_7_description": "Tension the cable ends of the splice closures that were vibrated except one of the straight-through splice closures. Begin the procedures of Paragraph 5.8 for this specimen.",
    "section_5_7_1_description": "Load the in-line closures which were spliced straight-through with 115 kilograms.",
    "section_5_7_2_description": "Load the in-line branch splice closure with 60 kilograms using the cable ends that exit from the same side of the closure.",
    "section_5_7_3_description": "Load the butt splice closure with 60 kilograms.",
    "section_5_7_4_description": "Maintain the loads for 15 minutes.",
    "section_5_7_5_description": "Repeat the IR and shield resistivity measurements of Paragraph 5.3 following the tension loading."
  },
  {
    "REA PE-74": "True",
    "Page": "7",
    "5.8": "Submerge each of the closures to a minimum depth of one meter in a bath of 0.2 grams of sodium fluorscein per liter of water at 20 ± 2°C for 48 hours.",
    "5.8.1": "Repeat the IR and shield resistivity measurements of Paragraph 5.3 following the 48 hours with the closure still submerged.",
    "5.8.2": "Remove the closure from the bath, dry the outside surface completely and carefully disassemble the closure examining all internal surfaces with an ultraviolet light source for traces of the fluorscein water solution. Reenter the splice to examine for water.",
    "5.9": "Failure of a closure design is defined as an IR of less than 5000 megohms or an increase of resistivity of the cable shield through a closure for any specimen following any performance evaluation. Also failure is defined as detection of any fluorscein water inside the encapsulated splice area.",
    "5.10": "All closures from these performance tests must accompany any request for REA acceptance.",
    "6. IDENTIFICATION": "True",
    "6.1": "Each closure shall be permanently identified on the exterior of the case with the manufacturer's name or trademark.",
    "6.2": "The method of identification may be printing, indentation or embossment.",
    "7. PACKAGING": "True",
    "7.1": "Each closure shall be individually packaged. The package unit may be multiple containers designed to prevent deterioration and physical damage to the unit during shipment, handling and storage.",
    "7.2": "The closure package shall contain the case with fastener, the cable shield bonding hardware and the encapsulant.",
    "7.3": "Detailed instructions for field assembly and installation including all restrictions on application shall be provided with each closure. The encapsulant shelf life must be clearly identified with instructions of warranty for out-of-date materials included in each package.",
    "7.4": "The package shall be labeled with the name of the manufacturer or its trademark and the closure design nomenclature.",
    "8. ACCEPTANCE TESTING": "True",
    "8.1": "The tests in this specification are intended for acceptance of closure designs and major modifications of \"accepted\" designs. What constitutes a \"major\" modification is at the discretion of REA. These tests are intended to show the inherent capability of manufacturers to produce closures which have long life and stability."
  },
  {
    "document_name": "REA PE-74",
    "page_number": "8",
    "section_8.2_manufacturer_certification": "The manufacturer must submit a certification that his product meets each section of this specification and include the data from the required tests, agree to periodic plant inspections and furnish other nonproprietary data deemed necessary by the Chief, Outside Plant Branch (Telephone). The required data and certifications shall have been gathered within 90 days of the submission.",
    "section_8.2.1_paragraph_address": "Each paragraph of this specification must be addressed, in turn, in the submission for acceptance. N/A may be entered when the paragraph requirements do not apply.",
    "section_8.2.2_initial_acceptance_request": "The request for initial acceptance must also be accompanied by a letter describing the intended use, splice capacity and encapsulant volumn of the closure, a set of instructions for assembly, detail drawings identifying contents and materials, recommendations for organizing, splicing and encapsulating, an OSHA Material Safety Data Sheet for the case and encapsulant and one complete closure package representing the production of each closure design. The closure specimens from the performance tests of Paragraph 5 must also be sent to REA with the request for acceptance.",
    "section_8.2.3_initial_acceptance_address": "Chairman, Technical Standards Committee \"A\" (Telephone)\nTelecommunications Engineering\nand Standards Division\nRural Electrification Administration\nWashington, D.C. 20250",
    "section_8.3_manufacturer_resubmission": "Each manufacturer shall resubmit all product designs manufactured to this specification for acceptance every three years, following the mandatory initial acceptance date of October 31, 1985.",
    "section_8.3.1_product_drawing_certification": "A current product drawing and a certification that no changes have been made since the last submission must accompany the request. If the initial acceptance of a product to this specification was within one year of an acceptance year, then no resubmission for that product will be required for that time period.",
    "section_8.3.2_resubmission_address": "Chief, Outside Plant Branch\nTelecommunications Engineering and Standards Division\nRural Electrification Administration\nWashington, D.C. 20250",
    "note_contingent_acceptance": "Contingent acceptance of a product to this specification obligates the manufacturer to comply with Paragraph IV of REA Bulletin 345-3 (Telephone).",
    "us_government_printing_office": "1986 -490-918/40094"
  }
]