[
  {
    "Disclaimer": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.",
    "File_With_REA": "File With REA",
    "Bulletin": "Bulletin 20-9; 320-12",
    "RD_GD": "RD-GD-1988-09",
    "United_States_Department_of_Agriculture": "United States Department of Agriculture",
    "Rural_Electrification_Administration": "Rural Electrification Administration",
    "Washington_D_C": "Washington D.C.",
    "Zip_Code": "20250",
    "Date": "SEP 1 1988",
    "SUBJECT": "Fedwire Deposit System Wire Message Format",
    "TO": "All REA, RTB, FFB, and RCDF Borrowers",
    "Implementation_of_Federal_Reserve_Board_changes": "Implementation of Federal Reserve Board changes to the Fedwire Deposit System (FDS) (formerly TFCS) requires a change in the basic FDS wire message format for Electronic Funds Transfer (EFT) messages. This memorandum provides instructions for preparing an FDS wire message using the new format. Except for the changes described below, all other provisions which currently apply to borrowers, such as due dates and recommended lead times for transmission of payments, remain unchanged.",
    "Bank_Transfer_Information": "As in the past, your bank will transfer funds to REA, RTB, FFB, or RCDF through the Department of the Treasury account (021030004) at the Federal Reserve Bank of New York; however, this will now be accomplished via the message format shown in the attachment.",
    "Borrowers_Responsibilities": "Borrowers are responsible for providing the required information to their banks and informing their banks that all messages will use the prescribed format. Acceptance of FDS wire messages under the new format begins October 1, 1988, and borrowers should instruct their banks at this time to begin using the new format.",
    "Contact_Information": "If you have any questions, please contact Bob Robinson on (202) 382-8830.",
    "Author_Name": "ROBERT D. RUDDY",
    "Author_Title": "Director",
    "Author_Division": "Fiscal Accounting Division",
    "Attachments": "Attachments"
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "document_title": "Borrower Instruction Guide for Funds Transfer",
    "document_subtitle": "Deposit Messages to Treasury",
    "attachment_number": "1",
    "guideline_description": "The following guidelines are provided to assist borrowers in communicating information to their banks for preparing a funds transfer deposit message using the new format. Both the old and new message formats are shown.",
    "constant_items_description": "Constant items for all borrowers - constant items on the new format are indicated by the fields which are completed in the example. The constant items as in the old message format must be entered by your bank on lines 2 and 5. In addition line 6 is now used. Only lines 5 and 6 now require information to be entered differently than what was previously required. Your bank must be instructed to show on all transfer deposit messages the following constant items:",
    "line_2_description": "The nine-digit Treasury Department Code, \"021030004\", and Type Code, \"10\", should appear on this line in the appropriate fields as shown.",
    "line_5_description": "This line must show \"TREAS NYC/CTR/\". The only space on this line is after \"TREAS\".",
    "line_6_description": "This line must show \"BNF=/AC-12310100 OBI=\". The only space on this line is after \"12310100\".",
    "third_party_information_description": "Third Party Information - Third party information must follow the \"OBI=\" without a space. An example of a completed field which includes third party information as it would appear on a message is as follows:",
    "third_party_example": "BNF=/AC-12310100 OBI=USDA REA REA REF#218059 ABC RURAL ELEC COOP DANVILLE VA PAYMENT ON FFB INSTAL DUE 12/31/89",
    "remaining_fields_description": "The remalning fields on the funds transfer deposit message are provided by your bank."
  },
  {
    "ATTACHMENT": "2",
    "FORMAT_OLD": "OLD FORMAT",
    "1_TO_OLD": null,
    "2_FROM_OLD": "021030004",
    "TYPE_OLD": "10",
    "REF_OLD": null,
    "AMOUNT_OLD": null,
    "3_ORDERING_BANK_AND_RELATED_DATA_OLD": "ORDERING BANK AND RELATED DATA",
    "4_OLD": null,
    "5_TREAS_NYC_OLD": "TREAS NYC/(12310100) USDA REA",
    "6_OLD": null,
    "7_OLD": null,
    "8_MESSAGE_ACKNOWLEDGEMENT_OLD": "MESSAGE ACKNOWLEDGEMENT",
    "FORMAT_NEW": "NEW FORMAT",
    "1_TO_NEW": null,
    "2_FROM_NEW": "021030004",
    "TYPE_NEW": "10",
    "REF_NEW": null,
    "AMOUNT_NEW": null,
    "3_ORDERING_BANK_AND_RELATED_DATA_NEW": "ORDERING BANK AND RELATED DATA",
    "4_NEW": null,
    "5_TREAS_NYC_NEW": "TREAS NYC/CTR/",
    "6_BNF_NEW": "BNF=/AC-12310100 OBI=",
    "7_NEW": null,
    "8_MESSAGE_ACKNOWLEDGEMENT_NEW": "MESSAGE ACKNOWLEDGEMENT",
    "U.S._Government_Printing_Office": "U.S. Government Printing Office : 1989 241 783/80492"
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "DEPARTMENT": "U.S. DEPARTMENT OF AGRICULTURE",
    "ADMINISTRATION": "RURAL ELECTRIFICATION ADMINISTRATION",
    "CITY": "WASHINGTON, D.C.",
    "ZIP": "20250-1500",
    "BUSINESS": "OFFICIAL BUSINESS",
    "PENALTY": "Penalty for Private Use, $300"
  },
  {
    "SUBJECT": "Bulletin 20-9:320-12, Loan Payments and Statements",
    "TO": "REA and RTB Borrowers",
    "date": "September 1, 1982",
    "bulletin_number": "20-9:320-12",
    "revision_purpose": "implement the new policy requiring REA and RTB borrowers to make monthly debt service payments for all loans approved on or after September 1, 1982",
    "existing_loans_billing": "quarterly basis unless the borrower agrees to a monthly billing cycle",
    "revised_sections": "Section 2.5 Billings, Section 3.2 Provisions of REA, RTB and FFB Notes, Section 5.3 Advances After the Basis Date, Section 9.1 Billing Cycles, Section 9.3 Statements Furnished",
    "administrator_name": "Harold V. Hunter",
    "administrator_title": "Administrator"
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "DEPARTMENT": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "ADMINISTRATION": "Rural Electrification Administration",
    "DATE": "September 1, 1982",
    "SUPERSEDES": "12/18/80",
    "BULLETIN_ELECTRIC": "REA BULLETIN 20-9 (Electric)",
    "BULLETIN_TELEPHONE": "REA BULLETIN 320-12 (Telephone)",
    "SUBJECT": "Loan Payments and Statements",
    "PURPOSE_TEXT": "Purpose: This bulletin presents the following information on REA policies, requirements and procedures for loan advances, debt service computations and payments, and loan account statements on loans serviced by REA:",
    "TABLE_OF_CONTENTS": "Table of Contents",
    "1_PURPOSE": "1",
    "2_DEFINITION": "2",
    "3_NOTES": "3",
    "3_1_GENERAL": "3.1 General",
    "3_2_PROVISION": "3.2 Provision of REA, RTB and FFB Notes",
    "3_3_COMPUTATION": "3.3 Computation of Interest",
    "3_4_BASIS": "3.4 Basis Date Agreement REA and RTB Notes",
    "4_MATURITY": "4. Maturity Date Extension FFB",
    "4_1_REGULAR": "4.1 Regular Extension of Short Term Maturity Date",
    "4_2_EARLY": "4.2 Early Extension of Short Term Maturity Date",
    "5_ADVANCES": "5. Advances",
    "5_1_GENERAL": "5.1 General",
    "5_2_TFCS": "5.2 Advances by TFCS/FRCS",
    "5_3_AFTER": "5.3 Advances After the Basis Date",
    "6_COMPUTED": "6. Computed Periodic Installments",
    "7_APPLICATION": "7. Application of Payments",
    "7_1_PAYMENTS": "7.1 Payments Received for Amounts Due on REA, RTB and FFB Notes",
    "7_2_OVERPAYMENTS": "7.2 Overpayments, Prepayments and Special Payments",
    "8_ADVANCE": "8. Advance Payments RETRF Only",
    "9_BILLING": "9. Billing Cycles and Statements Furnished",
    "9_1_CYCLE": "9.1 Cycle Plan",
    "9_2_ACCOUNT": "9.2 Account Numbers",
    "9_3_STATEMENTS": "9.3 Statements Furnished",
    "EXHIBITS": "Exhibits (see page 15 for listing)",
    "PAGE_1": "1",
    "PAGE_2": "2",
    "PAGE_4_1": "4",
    "PAGE_4_2": "4",
    "PAGE_5_1": "5",
    "PAGE_5_2": "5",
    "PAGE_7_1": "7",
    "PAGE_7_2": "7",
    "PAGE_8_1": "8",
    "PAGE_8_2": "8",
    "PAGE_8_3": "8",
    "PAGE_9_1": "9",
    "PAGE_9_2": "9",
    "PAGE_10": "10",
    "PAGE_11": "11",
    "PAGE_12": "12",
    "PAGE_13_1": "13",
    "PAGE_13_2": "13"
  },
  {
    "Bulletin": "20-9: 320-12",
    "2.0": "Definition of Special Terms:",
    "2.1": "Advances: Loan funds disbursed by REA from the Rural Electrification and Telephone Revolving Fund {RETRF), Rural Telephone Bank (RTB), or Federal Financing Bank (FFB) on a note executed by a borrower. These funds are advanced on request of a borrower and approved by REA or RTB.",
    "2.2": "Amortization Period: The period of time, beginning at a basis date and extending to a maturity date, during which equal periodic installments covering interest and principal become due and payable under the terms of a note. This period is also known as a \"post basis period\".",
    "2.3": "Basis Dates: The specified times in a note as of which the equal periodic installments are computed.",
    "2.31": "Pre Basis Period: The period of time between the date of a note and its basis dates when only interest is due and payable.",
    "2.32": "Post Basis Period: The period of time between the basis dates and the maturity date when interest and principal installments are due and payable. This is also called the amortization period.",
    "2.4": "Basis Date Agreement: An agreement between a borrower and REA and or RTB amending the terms of a note with respect to the unadvanced balance of the note as of the date of the agreement.",
    "2.5": "Billings:",
    "2.51": "Cycle Plan: A plan for equalizing the debt service workload of REA throughout the year, applies to all loans approved prior to September 1, 1982. Under this plan the quarterly Statement of Interest and Principal Due and Statement of Loan Account and Transactions are sent to approximately one-third of the RETRF and RTB borrowers each month. All statements to borrowers on FFB loans guaranteed by REA are included in Cycle 3.",
    "2.52": "Monthly: Applies to all loans approved on, or after, September 1, 1982. Under this plan a monthly Statement of Interest and Principal Due will be sent to all RETRF and RTB borrowers. Borrowers with loans approved both prior to and after September 1, 1982, will receive (1) one consolidated bill in those months their regular quarterly installment is due, (2) a bill for loans approved on, or after, September 1, 1982, the other two months of each quarter, and (3) a Statement of Loan Account and Transactions showing all activity for the quarter on a cycle plan basis. Borrowers who only have loans subject to monthly billing will receive a Statement of Loan Account and Transactions after the end of each calendar quarter.",
    "NOTE": "Borrowers may elect to have loans approved prior to September 1, 1982, billed on a monthly basis.",
    "page_number": "2"
  },
  {
    "Bulletin": "20-9: 320-12",
    "2.6 Effective Amount of Note": "The principal amount stated in a note reduced by any credits resulting from such transactions as a rescission of a loan or portion thereof or transfer of property by assumption of indebtedness.",
    "2.7 Extension or Section 12 Agreement": "An agreement between the borrower and the Administrator extending the time of payment of principal and/or interest on a loan under authority of Section 12 of the Rural Electrification Act (RE Act), as amended.",
    "2.8 Interest": null,
    "2.81 Current Interest": "Interest which is payable periodically as it accrues.",
    "2.82 Accumulated (Deferred) Interest": "Interest which was allowed to accumulate up to and including the basis date of notes covering loans approved prior to June 5, 1957. The accumulated interest is due and payable in equal periodic installments over the remaining life of the notes.",
    "2.9 Other Definitions": null,
    "2.91 Loan Rescission": "The rescinding of a loan, or part thereof, by the REA Administrator or RTB Governor.",
    "2.92 Maturity Dates for Notes Payable to FFB Guaranteed by REA": null,
    "a. Short Term Maturity Date": "A date which shall be not less than two (2) years from the date of an advance or an extension and not more than seven (7) years after the date of an advance.",
    "b. Long Term Maturity Date": "A date thirty-four (34) years after the end of the calendar year in which the advance was made.",
    "c. Maturity Date Extension": "The extension of a short term maturity date.",
    "2.93 Notes": null,
    "a. General": "\"Notes\" includes notes, bonds and other promises to pay borrowed money such as basis date agreements and Section 12 agreements under the RE Act.",
    "b. Assumption Note": "A note covering the amount of obligation assumed in connection with a transfer of property from one borrower to another.",
    "c. Refunding Note": "A note executed in exchange for, and to refund, a note previously executed. Such notes usually cover the unpaid and unmatured principal on the original note.",
    "Page Number": "3"
  },
  {
    "Bulletin": "20-9: 320-12",
    "2.94 Payments:": null,
    "a. Debt Service Payment": "A scheduled payment of interest and/or principal in accordance with the terms of the note.",
    "b. Advance Payment": "A voluntary unscheduled payment made by an RETRF borrower and credited to its advance payment account to be applied later to the unpaid principal or interest due on an REA note.",
    "c. Prepayment": "A voluntary unscheduled payment applied directly to the principal of a note.",
    "d. Special Payment": "A payment required under a provision of a loan contract, mortgage, note, agreement, approval for sale of a capital asset, or other document and applied in accordance with the terms of the document.",
    "3. Notes:": null,
    "3.1 General:": null,
    "3.11 Loan contracts": "amending loan contracts or amendments to loan contracts, approved after December 31, 1980, will require the borrower to make debt service payments exceeding $10,000 by electronic funds transfer, utilizing the Treasury Financial Communications System/Federal Reserve Communications System (TFCS/FRCS} (see Exhibit N}.",
    "3.12 One note will usually be made for the full amount of the loan and": "will be sent to the borrower with the loan contract and other documents for execution and return to REA. If the initial note does not cover the full amount of an RETRF or RTB insured loan, the borrower should request REA to forward the next note for execution at least 60 days before the amounts covered by existing notes will be fully advanced.",
    "3.13 When circumstances warrant": "notes will be prepared with special conditions such as shorter maturity dates and pre basis periods.",
    "3.14 When loans to be evidenced by more than one note require approval": "of a regulatory body, such approval should be obtained for all notes at the time the borrower obtains approval of the loan.",
    "3.2 Provisions of REA, RTB and FFB Notes:": null,
    "3.21 REA and RTB Notes:": null,
    "a. Notes covering RETRF insured loans will generally provide for": "(1) a term of 35 years, (2) interest at the rate of 5 or 2 percent per annum to be due and payable as specified in the note (monthly or quarterly) as it accrues, and (3) amortization of principal to begin three years from the date of the note (see Exhibit J).",
    "Page Number": "4"
  },
  {
    "Bulletin": "20-9: 320-12",
    "RTB_Loan_Term": "35 years",
    "Interest_Type": "cost of money rate",
    "Interest_Payment_Frequency": "monthly or quarterly",
    "Principal_Amortization_Start": "three years from the date of the note",
    "Cost_of_Money_Rate_Definition": "average cost of money to RTB as determined by the Governor",
    "Minimum_Cost_of_Money_Rate": "5 percent per annum",
    "RTB_Interest_Rate_Applicability": "all RTB loans approved during the specified period",
    "RTB_Interest_Rate_Period": "usually a calendar quarter (see Exhibit K}",
    "FFB_Notes_Guaranteed_Serviced_By": "REA",
    "FFB_Notes_Interest_Rates": "established by FFB as provided in the FFB Note (see Exhibit L)",
    "Schedule_of_Estimated_Advances": "REA Form 152, should be submitted with each note executed by the borrower (see Exhibit M)",
    "REA_Request_Borrower_Action": "submit a revised estimate as needed",
    "FFB_Notes_Borrower_Maturity_Selection": "permit the borrower to select the maturity date for repaying each advance",
    "Short_Term_Maturity_Date_Range": "two years to seven years after the date of the advance",
    "Long_Term_Maturity_Date": "thirty-four years after the end of the calendar year in which the advance was made",
    "Additional_Short_Terms_Minimum": "at least two years",
    "Additional_Maturity_Dates_Limit": "not later than seven years after the date of the initial advance",
    "Maturing_Short_Term_Advances_Action": "must be converted to long term or repaid",
    "Short_Term_Advances_Time_Limit": "more than five years have passed since the date of the original advance (see Exhibit L}",
    "FFB_Notes_Interest_Rate_Determination": "at the time of the advance or extension in accordance with the terms of the note (see Exhibit L)",
    "Computation_of_Interest_Section": "3.3",
    "Interest_Computation_Notes": "REA and RTB notes",
    "Interest_Computation_Basis": "unpaid principal balance for the actual number of days the balance is outstanding",
    "Interest_Credit_Allowance": "early payments",
    "Interest_Charge": "late payments",
    "Interest_Adjustments_Reflection": "next billing (See Exhibit A, examples 2 and 4.)",
    "Interest_Savings_Computation": "Advance Payment Account see Exhibit A, example 6."
  },
  {
    "Bulletin": "20-9: 320-12",
    "NOTE1": "No interest credit or additional interest charge will be made on final payments of $1.00 or less.",
    "3.32": "On FFB notes interest is computed on the unpaid principal balance for the actual number of days the balance is outstanding. Under the guarantee agreement with FFB, REA is required to pay all installments on the due date or the first succeeding workday when the due date is a Saturday, Sunday or holiday. Accordingly, when the borrowers' installment is not received by the due date, REA will bill the borrower for the amount paid by REA, plus interest. Interest is computed on the amount paid by REA for the actual number of days outstanding at the same interest rate(s) as the related FFB advance(s).",
    "NOTE2": "Interest credit is not allowed for an early principal payment.",
    "3.4": "Basis Date Agreement REA and RTB Notes:",
    "3.41": "Notes which are not fully advanced by the second basis date of the note (generally six years after the date of the note) will require a basis date agreement before the unadvanced balance may be advanced except as provided in Section 5.3.",
    "3.42": "If the amount of a note has not been advanced in full by 45 days prior to its latest basis date, REA will prepare and send to the borrower a proposed basis date agreement. This proposed agreement will be dated the workday following the last basis date of the note.",
    "3.43": "A basis date agreement establishes a new basis date and maturity date for any amount unadvanced as of the date of the agreement. The agreement will usually carry the same terms as the note it amends.",
    "3.44": "Before executing the proposed basis date agreement, the borrower should determine that the unadvanced funds:",
    "3.44a": "are still needed for approved loan purposes;",
    "3.44b": "have not been and will not be requisitioned at least 10 days before the current basis date; and",
    "3.44c": "are expected to be requisitioned before the basis date of the proposed agreement.",
    "3.45": "The proposed basis date agreement should be returned unexecuted if it is determined that the unadvanced funds:",
    "3.45a": "are no longer needed. (The borrower should forward a certified copy of the Board Resolution requesting that such unadvanced funds be rescinded.)",
    "page_number": "6"
  },
  {
    "Bulletin": "20-9: 320-12",
    "b": "will be advanced before the last basis date of the existing note. (They should be requisitioned at least 10 days before the current basis date.)",
    "c": "will be needed but not until after the basis date of the proposed agreement. (Execution of an agreement as of some future date will be considered based on the borrower's justification.)",
    "4. Maturity Date Extensions": "FFB:",
    "4.1 Regular Extension of Short Term Maturity Date": null,
    "4.11 Notification to Borrower": "REA will send an original and copy of a maturity date extension letter (see Exhibit G) to the borrower approximately sixty days prior to the short term maturity date of an advance.",
    "4.12 Borrower Notification to REA": "The borrower should complete the extension letter, date, sign and return the original copy to REA at least 20 days prior to the maturity date.",
    "4.13 Billing on Maturity Date Extension": null,
    "a. Maturity Bill": "REA will send a Statement of Interest and Principal Due, REA Form 695 (see Exhibit E, page 3), for_each account about fourteen days prior to the maturity date. The bill shows the interest accrued through the maturity date, the unpaid principal and the following notation, IF MATURITY DATE IS TO BE EXTENDED, PAY INTEREST ONLY",
    "b. Supplemental Bill": "When the extension of the maturity date occurs in the month in which a regular quarterly_installment is due, a \"Supplemental Bill\" will be prepared. The bill covers current interest due from the extension date thru the end of the billing period at the new interest rate.",
    "4.2 Early Extension of Short Term Maturity Date": null,
    "4.21": "A borrower may request an early extension of any FFB advance with a short term maturity date (7 years or less from date of advance) to a long term maturity date (34 years after the end of the calendar year in which the advance was made). Approval should be requested through the appropriate division or area office, via telephone, five working days prior to the requested date of the extension. A letter (see Exhibit I, page 1) transmitting the required information must be mailed to REA on the same day the request is made. The FFB_will treat an early extension as a prepayment for purposes of computing a price. Therefore, in consideration of such an extension, FFB will require a borrower to pay a sum representing:",
    "a.": "The difference between the face amount of the advance or advances being extended, and a price on such advance which",
    "page_number": "7"
  },
  {
    "Bulletin": "20-9: 320-12",
    "yield_period": "will result in a yield for a period from the date of early extension to the stated maturity date equal to the U.S. Treasury new issue rate for a comparable period.",
    "price_computation": "The price will be computed by FFB as of the close of business the day prior to the extension date (if the price is less than the face amount, the difference will be applied against accrued interest).",
    "accrued_interest": "Accrued interest on the advance to the effective date of the extension.",
    "FFB_amount_notification": "Since the exact amount to be paid FFB is not known until the day prior to the effective date of an extension, REA will notify the borrower by phone of the amount to be paid.",
    "payment_transfer": "All payments must be transferred to REA on or before the extension date via the TFCS/FRCS (Exhibit N).",
    "agency_contact": "The Agency Accounting Branch, Accounting and Auditing Division will answer questions concerning the above procedures.",
    "formula_location": "See Exhibit I, pages 3 and 4 for formula to be used in calculating the estimated premium or discount.",
    "advances_section": "5. Advances:",
    "general_advances": "5.1 General: RETRF and RTB advances will be made on the oldest note, unless otherwise restricted. FFB advances will be made on the note designated by the borrower.",
    "advance_multiples": "All advances are made in multiples of $1,000",
    "TFCS_FRCS_advances": "5.2 Advances by TFCS/FRCS: Advances on FFB notes guaranteed by REA and on borrower's request advances of $500,000 or more on RETRF and RTB notes will be made by TFCS.",
    "REA_information_requirement": "The following information is required by REA to advance funds by TFCS:",
    "borrower_bank_info": "5.21 Name and address of borrower's bank.",
    "federal_reserve_member": "5.22 If borrower's bank is not a member of the Federal Reserve System, the name and address of its correspondent bank who is a member of the Federal Reserve system.",
    "aba_identifier": "5.23 American Bankers Association (ABA) nine digit identifier of the receiving bank (routing number and check digit).",
    "bank_account_info": "5.24 Borrower's bank account title and number.",
    "other_info": "5.25 Any other necessary identifying information.",
    "advances_after_basis_date": "5.3 Advances After the Basis Date: An advance may be permitted after the last basis date on a note without execution of a basis date agreement if:",
    "unadvanced_amount": "5.31 The amount unadvanced at the basis date is small (generally 2 percent or less on notes of more than $50,000 and $1,000 or less on smaller notes); and",
    "page_number": "8"
  },
  {
    "Bulletin": "20-9: 320-12",
    "5.32": "The letter requesting the advance and the requisition are signed by the borrower's president or other authorized official; and",
    "5.33": "The advance covers the entire unadvanced balance of the particular note.",
    "NOTE": "In making a request for an advance without a basis date agreement, the borrower should realize that (1) installments (monthly or quarterly) computed at the basis date will not be sufficient to amortize the unpaid principal by the maturity date, and (2) the final payment due on the particular note may be considerably larger than the regular installment (monthly or quarterly).",
    "6.": "Computing Periodic Installments:",
    "6.1": "The amount of the fixed periodic installment on REA and RTB notes is computed as of the basis date. The unpaid principal balance at that date is multiplied by the amortization rate stated in the note to arrive at the periodic installment covering interest as it accrues and the amortization of principal (see Exhibit B).",
    "6.2": "The periodic installments on FFB advances having a maturity date later than seven years after the date of the advance (long term maturity date) will be computed as outlined in Section 4 of the FFB note (see Exhibit L).",
    "7.": "Application of Payments:",
    "7.1": "Payments Received for Amounts Due on REA RTB and FFB Notes:",
    "7.11": "On or Before the Due Date: These payments will be applied in the following order beginning with the oldest note:",
    "a.": "To current interest due on all notes,",
    "b.": "To accumulated interest due on all notes (REA only),",
    "c.": "To principal due on all notes, and",
    "d.": "To the advance payment account(s) (REA only).",
    "7.12": "After the Due Date: These payment on REA and RTB notes will be applied in the following order:",
    "a": "To the unpaid installments (REA and RTB only).",
    "b": "To the advance payment account (REA only).",
    "Note": "When the payment is insufficient to pay the entire installment, it will be applied as stated in Section 7.11 above. See Section 8.6 for application of RETRF advance payments.",
    "page_number": "9"
  },
  {
    "Bulletin": "20-9:320-12",
    "7.2": "Overpayments, Prepayments and Special Payments:",
    "7.21": "REA Notes:",
    "7.21a": "Overpayment: Overpayment of an amount due generally will be applied to an advance payment account. However, if there is no balance in the advance payment account, and the overpayment is $1,000 or less, it will be applied to the principal balance on the oldest note.",
    "7.21b": "Application of Other Payments: Payments representing proceeds from the sale of property and special payments made pursuant to a loan contract or mortgage provision will be applied as specified in the approval to sell property, contract, mortgage, or applicable REA bulletin. It is the responsibility of borrowers with concurrent loans to apportion and remit all prepayments in accordance with the terms of the common mortgage.",
    "7.21Note": "There are no premiums or discounts for prepayments and/or special payments on REA notes.",
    "7.22": "RTB Notes: Special payments and prepayments are applied directly to the note. There is a prepayment prémium which is explained in the RTB Note (see Exhibit K). Sample computations are provided in Exhibit A, Part B.",
    "7.23": "Prepayments of FFB Short Term Advances:",
    "7.23a": "Any FFB advance with a short term maturity date (two to seven years) can be prepaid in whole or in part at any time prior to the maturity date with the approval of REA and FFB. Approval should be requested through the appropriate division or area office, via telephone, five working days prior to the requested date of prepayment. A letter (see Exhibit I, page 2) transmitting the required information must be mailed to REA on the same day the request is made.",
    "7.23b": "In consideration of the prepayment FFB will require a borrower to pay a sum representing:",
    "7.23b1": "The difference between the face amount of the advance (or advances) being prepaid, and a price on such advance which will result in a yield for a period from the date of prepayment to the stated maturity date equal to the U.S. Treasury new issue rate for a comparable period. The price will be computed by FFB as of the close of business the day prior to the prepayment date (if the price is less than the face amount, the difference will be applied against accrued interest).",
    "7.23b2": "Accrued interest on the advance to the date of the prepayment.",
    "page_number": "10"
  },
  {
    "Bulletin": "20-9:320-12",
    "7.24 Prepayments of FFB Long Term Advances": null,
    "a. No prepayment of principal may be made on FFB notes until": "twelve years after the end of the calendar year in which the\nadvance was made. After that date there is a prepayment\npremium. Sample computations are provided in Exhibit A,\nPart B.",
    "b. The provisions for making prepayments and the prepayment": "premiums are set forth in paragraph 9 of the FFB note (see\nExhibit L).",
    "8. Advance Payments": "RETRF Only:",
    "8.1 General": "Advance payment accounts will be maintained only for RETRF\nborrowers. Advance payment accounts will not be maintained for RTB or\nFFB borrowers.",
    "8.2 Establishing 2 and 5 Percent Advance Payment Accounts": "As applicable,\nseparate advance payment accounts will be established for each\nborrower, one receiving interest credits at 2 percent and another\nreceiving interest credits at 5 percent. Advance payments may be used\nto pay interest and principal installments as they become due or as a\nprepayment on a note at the request of a borrower.",
    "8.3 Crediting Advance Payments Received": null,
    "8.31 Advance payments received after December 31, 1976, will be": "credited to the 5 percent advance payment account, provided this\ndoes not cause the balance in this advance payment account to\nexceed the unpaid principal balance of notes bearing 5 percent\ninterest.",
    "8.32 Advance payments in excess of the unpaid principal balance of 5": "percent notes and advance payments from borrowers with only 2\npercent notes will be credited to the 2 percent advance payment\naccount provided that the amount is over $1,000 and does not\ncause the amount in such account to exceed the unpaid principal\nbalance of 2 percent notes.",
    "Note": "Advance payment accounts will not be established when the total\namount in the 2 and 5 percent advance payment accounts will not total\n$1,000.",
    "Page Number": "11"
  },
  {
    "bulletin_number": "20-9:320-12",
    "8.4_title": "Advance Payments Received in the Month in Which Installment is Due:",
    "8.4_description": "Payment received in the month in which an installment is due will be applied to the installment due. However, if the regular installment payment is received at a later date in the month, the first payment received will be applied retroactively to an advance payment account and the second will be applied to the installment due.",
    "8.5_title": "Interest Credit to Advance Payments:",
    "8.5_description": "The amount of interest credits on advance payments will reduce the interest charges on the notes and is shown on Statement of Interest and Principal Due, REA Form 694 (see Exhibit E, page 2). Since the periodic installments are established by the terms of the notes, the interest credits cannot serve to change the total amount of each installment; therefore, an amount equal to the interest credits is added to the principal installment due. On receipt of the full installments, amounts equal to the interest credits (the principal offsets) are added to the respective advance payment accounts.",
    "8.6_title": "Application of RETRF Advance Payments:",
    "8.6_description": "All or part of the amounts in the advance payment accounts are available for subsequent application as follows:",
    "8.61_description": "To the payment of a maturing installment on REA notes.",
    "8.61a_description": "If the installment is not received by its due date, the funds in the 2 percent advance payment account_will be applied before applying any of the funds in the 5 percent advance payment account, provided that this application does not cause the balance in the 5 percent advance payment account to exceed the unpaid principal' balance of the 5 percent notes.",
    "8.61b_description": "Application from the advance payment accounts will be made as of the installment due date beginning with the oldest note; first, to current interest due on all notes; second, to the accumulated interest due, if any, on all notes; and third, to the principal due on all notes (see Section 7.11).",
    "8.62_description": "On the borrower's written instructions, as a \"prepayment\" to any of its REA notes. If the request is from an electric borrower with a concurrent loan, it is the borrower's responsibility to make direct payments to the concurrent lender in proportionate amounts in accordance with the terms of the common mortgage.",
    "note_description": "Advance payment accounts with combined balances totaling $1,000 or less for three consecutive months, will be closed out by applying the amount to the outstanding balance of the oldest note or notes, unless otherwise requested by the borrower.",
    "9_title": "Billing Cycles and Statements Furnished:",
    "9.1_title": "Billing Cycles:",
    "9.1_description": "REA uses various billing plans:",
    "page_number": "12"
  },
  {
    "Bulletin": "20-9:320-12",
    "9.11 Cycle Plan": "For all loans approved prior to September 1, 1982, REA uses a cycle plan for RETRF and RTB borrowers to equalize the workload throughout the year in preparing statements and equalizing payments on loans (see Exhibit C).",
    "9.12 Monthly Billing": "All REA or RTB loans approved on, or after, September 1, 1982, are billed each month.",
    "9.13 FFB Billings": "FFB borrowers are billed at the end of each calendar quarter.",
    "9.2 Account Numbers (Exhibit D)": null,
    "9.21 RETRF": "A separate five digit alphameric account number is assigned to each REA note and to each amendment. On notes providing for two basis dates, a new account is established and number assigned, for any unadvanced balance at the end of the first basis date. Two accounts are established for each REA note that covers the total amount of a concurrent loan with concurrent lenders other than RTB. The first account covers the portion to be advanced by RETRF before the concurrent lender is required to advance its funds, and the second account covers the remaining portion of the concurrent RETRF loan. On concurrent RETRF loans with RTB, only one account is established as the full amount of the RTB loan is advanced before any portion of the RETRF loan.",
    "9.22 RTB": "A separate four digit alphameric account number is assigned to each RTB note and to each amendment. On notes providing for two basis dates, a new account is established for any unadvanced balance at the end of the first basis date.",
    "9.23 FFB": "A separate five digit alphameric account number is assigned to each advance on FFB notes.",
    "9.3 Statements Furnished": "The following statements are furnished to borrowers:",
    "9.31 Statement of Interest and Principal Due": null,
    "a. REA Form 694 (Exhibit E, page 2)": "for RETRF/electric and telephone borrowers.",
    "b. RTB Form 1 (Exhibit E, page 2)": "for RTB borrowers.",
    "c. REA Form 695 (Exhibit E, page 3)": "for FFB borrowers.",
    "These statements show": "the due date, the total amount due, and a breakdown of the amount due between principal and interest. They are furnished to borrowers about the 15th of the month in which the installment payment is due. In order to prepare these statements for mailing about the 15th of the month in which the installment is due, a cutoff date has been established as of the end of the previous month. Consequently, for RETRF and RTB the interest due on loan advances or",
    "Page Number": "13"
  },
  {
    "Bulletin": "20-9:320-12",
    "9.32 Statement of Loan Account and Transactions for Three Month Period Ending (date)": null,
    "a. REA Form": "696 (Exhibit F, page 3) for RETRF electric and telephone borrowers.",
    "b. RTB Form": "13 (Exhibit F, page 4) for RTB borrowers.",
    "c. REA Form": "697 (Exhibit F, page 5) for FFB borrowers.",
    "Harold V. Hunter": null,
    "Administrator": null,
    "Index": null,
    "ACCOUNTING": null,
    "Loan Account Computations and Statements": null,
    "ADVANCES": null,
    "Loan Advances to Borrowers": null,
    "ADVANCE PAYMENTS": null,
    "Application of": null,
    "INTEREST": null,
    "Computations and Loan Account Statements": null,
    "LOANS": null,
    "Loan Account Computations and Statements_2": null,
    "NOTES": null,
    "Interest Computations and Loan Account Statements": null,
    "Page Number": "14"
  }
]