[
  {
    "department": "UNITED STATES DEPARTMENT OF AGRICULTURE",
    "administration": "Rural Electrification Administration",
    "bulletin_number": "345-54",
    "subject": "Revised Page in REA Specification PE-52",
    "cfr_reference": "7 CFR Part 1755.97",
    "date": "August 7, 1972",
    "supersedes": "12/3/71",
    "purpose": "To announce the revision of Page 1 of REA Specification PE-52 for Telephone Cable Splicing Connectors.",
    "general": "Paragraph 2.11 on Page 1 of PE-52 has been revised to require that mechanical splicing connectors be used only on conductors where stripping of conductor insulation is not required. This revision becomes effective immediately upon issuance of this bulletin.",
    "availability": "Copies of the revised page of PE-52 will be furnished by REA upon request.",
    "administrator_title": "Assistant Administrator - Telephone",
    "index": "SPECIFICATION:",
    "specification": "Telephone Cable Splicing Connectors"
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "REA BULLETIN": "345-54",
    "PE": "52",
    "DECEMBER": "1971",
    "Supersedes Issue Dated MARCH": "1969",
    "specification for": "TELEPHONE CABLE SPLICING CONNECTORS",
    "AL ELECTRIFICATION ADMINISTRATION U.S. DEPARTMENT OF AGRICULTURE": null
  },
  {
    "document_title": "REA Specification for",
    "document_subtitle": "TELEPHONE CABLE SPLICING CONNECTORS",
    "1": "SCOPE",
    "2": "GENERAL",
    "3": "MATERIAL",
    "4": "SAMPLING PLAN",
    "5": "SAMPLE FABRICATION",
    "6": "TEST CONDITIONS",
    "7": "PHYSICAL AND ELECTRICAL REQUIREMENTS",
    "8": "INSTRUMENTATION AND TEST METHODS",
    "9": "METHODS OF TEST",
    "10": "BASIS FOR ACCEPTANCE",
    "figures": "Figures 1 through 7 - Recommended Test Setups"
  },
  {
    "document_title": "REA SPECIFICATION FOR TELEPHONE CABLE SPLICING CONNECTORS",
    "date": "August 7, 1972",
    "scope_1.1": "This specification covers requirements for splicing connectors for joining insulated copper conductors of aerial, underground and buried types of cables and wires conforming to REA Specifications PE-22, PE-23, PE-27, PE-28, PE-38 and PE-50.",
    "general_2.1": "These splicing connectors have the function of splicing one, or more, combinations of No. 26 through No. 19 AWG copper conductors.",
    "general_2.11": "The manufacturer shall specify the wire gauge range for the connector or connectors submitted to REA for acceptance. The stripping of conductor insulation will not be permitted.",
    "general_2.12": "The manufacturer shall specify the splicing configuration for the connector, i.e., inline, butt, tap, or other.",
    "general_2.13": "The connector submitted shall be classified according to the following:",
    "general_2.131": "Splicing Connector - Shall be capable of meeting the provisions of paragraphs 9.1, 9.2, 9.3, 9.5, 9.6 (dry), 9.7, and 9.8 of this specification.",
    "general_2.132": "Moisture Resistant Splicing Connector - Shall be capable of meeting the provisions of paragraphs 9.1, 9.2, 9.3, 9.4, 9.5, 9.6 (wet), 9.7, and 9.8 of this specification.",
    "material_3.1": "Splicing connectors complying with this specification shall be compatible with both conductors and insulations of the cables and wires outlined in paragraph 1.",
    "sampling_plan_4.1": "It shall be the manufacturer's responsibility to supply to REA, at no expense, an adequate number of connectors to test; any special tools required to apply the connectors; complete instructions for applying the connectors; and a print of each connector detailing physical dimensions. These instructions shall be the same as those to be provided for field application. When requested, the manufacturer shall supply to REA certified data of tests showing compliance with this specification."
  },
  {
    "5": "SAMPLE FABRICATION",
    "5.1": "Test Specimens:",
    "5.11": "Smallest gauge wire with the largest gauge wire.",
    "5.12": "Largest number of smallest gauge wires with one of the largest gauge wires.",
    "5.13": "Largest number of smallest gauge wires.",
    "5.14": "Largest number of largest gauge wires.",
    "5.2": "Assembly",
    "5.21": "Tabulate test samples required per paragraph 5.233 below.",
    "5.22": "Cut wires of proper length and gauge for the connector and assemble all test samples not marked (*). (Use manufacturer's instructions.)",
    "5.23": "Test samples marked (*) will require connection resistance tests. Assemble (*) test samples as follows:",
    "5.231": "Cut wires of proper gauge to a 24-inch length.",
    "5.232": "Select and identify by the wire color code the wires to be used for each test sample and tabulate. Straighten all wires. After specimen assembly, no wires are to be pulled or otherwise deformed except as specified for a test.",
    "5.233": "From each 24-inch length cut enough 4-inch pieces for each connector to comply with the appropriate subparagraphs of para graphs 5.1 - (5.11, 5.12, 5.13, 5.14). Save and identify remainder of 24-inch lengths to be used as a control sample for that connector specimen.",
    "5.234": "Connect sample per manufacturer's instructions.",
    "5.235": "Determine, from manufacturer's print, the length from outside edge of the connector body to first metal contact within body.",
    "page_number": "-2-"
  },
  {
    "5.236": "Cut an 8-inch piece of the control wire (5.233 above). Remove insulation completely. (See note). Marka length of 4.8-inch ±.1-inch in body of wire. (This leaves approximately 1-1/2 inches on each end).",
    "5.3": "Number of Samples",
    "PARAGRAPH": "SAMPLES REQUIRED PER PARAGRAPH 5.1",
    "9.1": "Connection Resistance",
    "5.11": "5",
    "5.12": "5",
    "5.13": "5",
    "5.14": "5",
    "9.2": "Heat-Cold Cycle",
    "9.3": "Insulation Resistance - Humidity Cycle",
    "9.4": "Insulation Resistance - Water Soak",
    "9.5": "Vibration",
    "9.6": "Dielectric Strength-Dry",
    "9.7": "Current Cycle",
    "9.8": "Wire Pull-out (1)",
    "6.1": "Unless otherwise specified all tests shall be performed at:",
    "6.11": "Temperature:",
    "73": "± 3°F",
    "6.12": "Humidity:",
    "Up to": "55% RH",
    "7.1": "A connector submitted against the specification shall be capable of meeting the requirements defined in the following table:"
  },
  {
    "TEST DESCRIPTION_1": "Connection Resistance",
    "TEST METHOD_1": "Para. 9.1",
    "REQUIREMENT_1": "Connector shall not add more than 7% of control wire resistance as connection resistance. In addition, connector shall not add more than 2% of control wire resistance as resistance variation.",
    "TEST DESCRIPTION_2": "Heat-Cold Cycle",
    "TEST METHOD_2": "Para. 9.2",
    "REQUIREMENT_2": "Connector shall not add more than 2% of control wire resistance after Heat-Cold cycling (9% total). Connector shall not add more than 2% of control wire resistance as resistance variation after Heat-Cold cycling (11% total) *",
    "TEST DESCRIPTION_3": "Insulation Resistance Humidity Cycle",
    "TEST METHOD_3": "Para. 9.3",
    "REQUIREMENT_3": "500,000 megohms minimum. 100 volts dc applied.",
    "TEST DESCRIPTION_4": "Insulation Resistance",
    "TEST METHOD_4": "Para. 9.4",
    "REQUIREMENT_4": "100 megohms minimum. 100 volts dc applied.",
    "TEST DESCRIPTION_5": "Vibration",
    "TEST METHOD_5": "Para. 9.5",
    "REQUIREMENT_5": "Connector shall not add more than 5% of control wire resistance after vibration (14% total). Connector shall not add more than 2% of control wire resistance as resistance variation after vibration (16% total).",
    "TEST DESCRIPTION_6": "Dielectric Breakdown Dry",
    "TEST METHOD_6": "Para. 9.6",
    "REQUIREMENT_6": "2,500 V rms minimum breakdown.",
    "TEST DESCRIPTION_7": "Dielectric Breakdown Wet",
    "TEST METHOD_7": "Para. 9.6",
    "REQUIREMENT_7": "2,500 V rms minimum breakdown.",
    "TEST DESCRIPTION_8": "Current Cycle",
    "TEST METHOD_8": "Para. 9.7",
    "REQUIREMENT_8": "Voltage drop shall not increase by more than 5%.",
    "TEST DESCRIPTION_9": "Tensile Test",
    "TEST METHOD_9": "Para. 9.8",
    "REQUIREMENT_9": "Wire pull-out to be greater than 60% of wire breaking force."
  },
  {
    "8": "INSTRUMENTATION AND TEST METHODS",
    "8.1": "The instrumentation listed in this specification is for guide purposes. Substitutions may be made when necessary as long as equivalent accuracy will be obtained.",
    "8.11": "Test reports of data must include a list of the instruments used to conduct tests. If substitutions have been made, list characteristics and accuracy.",
    "8.2": "Minor variations or modifications of the testing methods or testing arrangements described in this specification may be allowed if acceptable to REA. The primary consideration in such variations or modifications shall be the ability of the tests to produce comparative data. When test methods or arrangements are to be changed in any way the manufacturer should request prior acceptance of such changes.",
    "9": "METHODS OF TEST",
    "9.1": "Connection Resistance:",
    "9.11": "Test Equipment:",
    "9.11_equipment": "\"Millivac DC Microvolter\".",
    "9.11_battery": "Variable DC battery supply capable of supplying .100 amperes continuously. Open circuit voltage 1.57 volts maximum.",
    "9.11_milliammeter": "Milliammeter DC ± 0.25% full scale.",
    "9.11_binding_posts": "Four binding posts - with positive screwdown lock for wire (E. F. Johnson Type III, or equivalent). Mount binding posts as in Figure 2. Solder current leads to posts P₁ and P2.",
    "9.12": "Procedure:",
    "9.121": "Connect test sample by inserting wire through P3 and into P1 and tighten. Insert other wire through P4 and into P2 and tighten. Lead lengths from connector P3 and P4 shall be those established in paragraph 5.235.",
    "9.122": "Set current through sample to .100 ampere.",
    "9.123": "Plug \"Microvolter\" leads into P3 and P4.",
    "9.124": "Record voltage drop for each sample.",
    "9.125": "Hold connector and twist approximately 90° around wire axis once in each direction. Record maximum voltage drop change observed.",
    "9.126": "Repeat steps 9.121 - 9.123 when measuring control wire sample for each test specimen. The control wire length between plugs P3 and P4 shall be 4.8-inch ± 0.1-inch.",
    "page_number": "- 5 -"
  },
  {
    "9.127": "Record voltage drop for test specimen control wire.",
    "9.128": "Convert voltage readings to resistance. When the connector has a significant bulk resistance, that resistance may be separately calculated by the voltage drop method described above. When this method is used to arrive at the connection resistance, the method of calculating the bulk resistance shall be reported along with bulk resistance calculations.",
    "9.13": "Report:",
    "9.131": "Report connection resistance in ohms.",
    "9.132": "Report change due to twisting as resistance variation in ohms.",
    "9.133": "Report control wire resistance in ohms.",
    "9.2": "Heat-Cold Cycling Test:",
    "9.21": "Samples for Heat-Cold cycling shall be those tested for connection resistance (paragraph 9.1).",
    "9.22": "Test Equipment - Two separate chambers are mounted inline vertically. The upper chamber is held at 180% (circulating air). The lower chamber contains liquid nitrogen. An endless chain is looped over a sprocket housed in the upper chamber. The chain is of sufficient length to extend to the top of the nitrogen chamber. The sprocket has an adjustable drive. The chain has alligator clips spaced along its length to hold test samples. The lower end of the chain shall be set above the surface of the nitrogen, but close enough so the sample shall be completely submerged in the liquid nitrogen on each cycle.",
    "9.22_cont": "The heat chamber may be approximately 6 inches ID and 36 inches long. A standard nitrogen vessel with 6-inch ID mouth may be used for the cold chamber. Altemate--The cycling my be done by hand dipping the test specimen into liquid nitrogen and into a heat source at 180%F.",
    "9.23": "Test Procedure:",
    "9.231": "Adjust the chain drive so the test samples will be in the liquid nitrogen for 20 seconds and in heat chamber for 240 seconds.",
    "9.232": "Carefully attach test samples to alligator clips using their wire leads.",
    "9.233": "Run for 100 continuous cycles.",
    "9.234": "Allow test samples to return to room temperature (minimum of 30 minutes).",
    "9.235": "Using paragraph 9.1 remeasure connection resistance and resistance variation.",
    "page_number": "-6-"
  },
  {
    "9.24": "Report:",
    "9.241": "Report connector resistance after heat-cold cycling in ohms.",
    "9.241_paragraph": "Report initial connection resistance for the test specimen (per paragraph 9.1).",
    "9.242": "Report percent resistance variation after heat-cold cycling.",
    "9.3": "Insulation Resistance - Humidity Cycle",
    "9.31": "Test Equipment:",
    "9.31_bell_jar": "One bell jar 12\" diameter, 10\" high with cover.",
    "9.31_water": "One quart 84% distilled water, 16 glycerine (by weight).",
    "9.31_grid": "One porcelain grid plate to fit jar.",
    "9.31_lead_shot": "One pound size #2 lead shot (approximately .140\" dia.).",
    "9.31_container": "One lead shot container (plastic with drain holes in bottom).",
    "9.31_refrigerator": "One refrigerator.",
    "9.31_oven": "One oven with timer.",
    "9.31_power_source": "1OOV dc power source \"Keithley\" 2004A.",
    "9.31_shunt": "\"Keithley\" No. 2008 decade shunt.",
    "9.31_electrometer": "\"Keithley\" Electrometer No. 200 series.",
    "9.32": "Test Procedure:",
    "9.321": "Place porcelain grid in bottom of bell jar. Set shot container in center of grid. Strip 1/2-inch to 1-inch of insulation from the test specimen leads and twist the stripped ends of the leads together. Embed test sample 1/2-inch below surface of shot. Dress leads overjar rim. Do this for each sample. Figure 3 shows the test setup.",
    "9.322": "Use an identified No. 19 AWG wire for the ground electrode. Strip 2 inches of insulation from one end; insert bared wire into shot. Strip 1/2-inch to 1-inch from other end and dress over jar rim.",
    "9.323": "Place cover on top of wires to coverjar and hold wires in place.",
    "9.324": "Allow 24 hours for assembly to come to 73 ±3°F and any RH up to 55%",
    "9.325": "Take initial insulation resistance reading from test specimen wires to the 19 AWG ground electrode."
  },
  {
    "9.326": "Pour water and glycerine mixture into bottom of jar (creates 95% RM).",
    "9.327": "Cycle as follows:",
    "9.327_1": "140°F for 4 hours.",
    "9.327_2": "32°F for 4 hours.",
    "9.327_3": "Room temperature for 16 hours.",
    "9.328": "Measure insulation resistance from test specimen wires to the 19 AWG ground electrode. Take readings every 5 to 7 days at the end of a cold cycle. Readings shall be completed within one hour after removal from refrigerator. Cycling shall be continued for 30 days.",
    "9.33": "Insulation resistance shall be reported in megohms. All readings shall be included.",
    "9.4": "Insulation Resistance - Water Soak:",
    "9.41": "Test Equipment:",
    "9.41_1": "Tap or distilled water into which 5% by weight of sodium chloride has been dissolved.",
    "9.41_2": "Glass jar with copper plate electrode (jar approximately 4\" diameter and 6\" deep).",
    "9.41_3": "100V dc power source \"Keithley\" 2004A.",
    "9.41_4": "\"Keithley\" No. 2008 decade shunt.",
    "9.41_5": "\"Keithley\" Electrometer No. 200 series.",
    "9.42": "Test Procedure:",
    "9.421": "Strip 1/2-inch to 1-inch of insulation from test specimen leads and twist the stripped ends of the leads together. Immerse connector in water. Dress twisted leads over container edge to hold sample. Repeat for each test specimen. Insert copper electrode in water.",
    "9.422": "Wait two hours for system to stabilize. Take first insulation resistance readings from test specimen twisted leads to copper electrode.",
    "9.423": "Remove specimens from water after 72 hours and allow them to stabilize at room temperature and humidity for 72 hours.",
    "9.424": "Repeat the above procedure for a total of five (5) cycles.",
    "page_number": "8"
  },
  {
    "9.425": "Take insulation resistance readings each day while the specimens are immersed in water.",
    "9.43": "Report insulation resistance in megohms. Report shall include all readings.",
    "9.5": "Vibration:",
    "9.51": "Test specimens for the vibration test shall be those previously tested per paragraph 9.1, connection resistance.",
    "9.52": "Test Equipment:",
    "9.52_description": "Vibration machine capable of going from 10 cps to 55 cps to 10 cps at a uniform rate of change in one minute .06-inch maximum test specimen excursion. Monitoring circuit capable of detecting momentary opens of 10 microseconds or longer.",
    "9.53": "Test Procedure:",
    "9.531": "Attach each test specimen per Figure 4. Handle with care. Do not disturb test specimen wires more than necessary to place specimen.",
    "9.532": "Electrically connect all test samples and monitoring circuit in series. Twist and solder wire ends. Do not cut wires short.",
    "9.533": "Vibrate samples for 20 minutes in each of three mutually perpendicular planes, Figure 5.",
    "9.534": "Remove and retest connection resistance per paragraph 9.1.",
    "9.54": "Report connection resistance before and after vibration in ohms. Report before and after vibration resistance variation for each test specimen.",
    "9.6": "Dielectric Strength:",
    "9.61": "Test Equipment:",
    "9.61_water": "Tap or distilled water into which 5% by weight of sodium chloride has been dissolved.",
    "9.61_power_source": "An ac power source capable of applying 8 kV in 500V rms steps per second. Unit to be equipped with a circuit breaker to disconnect at breakdown and a voltmeter to indicate voltages (rms).",
    "9.61_glass_jar": "Glass jar approximately 4\" ID by 3 to 6\" deep.",
    "9.61_electrode": "One copper electrode.",
    "9.61_lead_shot": "Size #2 lead shot (approximately .140\" dia.).",
    "page_number": "-9-"
  },
  {
    "9.62": "Test Procedure - Dry",
    "9.621": "Strip test specimen wire ends 1/2-inch.",
    "9.622": "Embed test specimen and copper electrode in shot in jar. Test specimen shall be inserted to cover connector opening.",
    "9.623": "Attach ground voltage lead to copper electrode and high voltage lead to test specimen lead.",
    "9.624": "Increase voltage in 500V rms/sec. steps until breakdown.",
    "9.63": "Test Procedure - Wet",
    "9.631": "Strip test specimen wire ends 1/2-inch.",
    "9.632": "Immerse test specimen and copper electrode in water salt mixture injar. Specimen must be completely submerged.",
    "9.633": "Attach ground voltage lead to copper electrode and high voltage lead to test specimen lead.",
    "9.634": "Increase voltage in 500V rms/sec. steps until breakdown, or until 8 kV rms is reached.",
    "9.64": "Dielectric strength shall be reported in volts (rms) at point of breakdown. Report should include dry or wet test results.",
    "9.7": "Current Cycle:",
    "9.71": "Test Equipment:",
    "9.71_model": "Hewlett Packard Model 400C VTVM.",
    "9.71_ammeter": "ac ammeter 0-15 amperes, +0.5% full scale.",
    "9.71_test_panel": "Test panel with:",
    "9.71_transformer": "Variable transformer (i.e., Variac) to control primary of step-down transformer (120 volt pri./12 volt sec. 500 VA).",
    "9.71_rack": "Rack with mounting lugs spaced 5\" apart.",
    "9.71_timer": "Adjustable timer for cycling (Zenith Time Switch Model 9708-0).",
    "9.72": "Test Procedure:",
    "9.7201": "Strip ends of test specimen leads.",
    "9.7202": "Carefully bend and straighten wires so the test specimen lies approximately midway between mounting lugs and leads are straight between lugs without tension."
  },
  {
    "9.7203": "Solder lead ends to mounting lugs. Figure 6 above test setup.",
    "9.7204": "Repeat for all samples.",
    "9.7205": "Connect all samples in series with ammeter and power source.",
    "9.7206": "Adjust auto transformer to specified \"INITIAL\" current (see Table 9.73 below).",
    "9.7207": "Allow 15 minutes for system to reach temperature equilibrium.",
    "9.7208": "Record voltage drop across each test specimen at lugs. This is \"INITIAL\" reading.",
    "9.7209": "Increase current to \"TEST\" current. Set timer for 45 minutes \"ON\", 15 minutes \"OFF\", and 50 cycles.",
    "97210": "At the end of 50 cycles reduce current to \"FINAL\" current Record voltage drop across each test specimen at lugs after 15 minutes at \"FINAL\" current. This is \"FINAL\" reading.",
    "9.7211": "Calculate and record percent change in \"FINAL\" voltage from \"INITIAL\" voltage.",
    "9.73": "Test Currents:",
    "WIRE SIZE (AWG)": "\"INITIAL\" & \"FINAL\" CURRENT (AMPERES)",
    "TEST CURRENT (AMPERES)": null,
    "19": "11",
    "14": null,
    "22": "9",
    "11": null,
    "24": "4.5",
    "5.6": null,
    "26": "3",
    "3.8": null,
    "9.74": "Report should consist of millivolts drop at \"INITIAL AND FIIIAL\" currents.",
    "9.8": "Wire Pull-Out",
    "9.81": "Test Equipment:",
    "\"INSTRON\" Tensile Tester (or equivalent).": null,
    "9.82": "Test Procedure:",
    "9.821": "Set cross head speed to 2 inches per minute.",
    "9.822": "Attach one test specimen lead to the upper jaw and one to lower jaw. Refer to Figure 7 for test setup. If the test specimen has different size wire, attach largest wire to upper jaw and smallest wire to lower jaw.",
    "page_number": "- 11 -"
  },
  {
    "9.823": "Test three samples of each gauge of wire to determine breaking strength.",
    "9.83": "Report:",
    "9.831": "Record highest load obtained in pounds on each test specimen. Describe failure as \"Pull-out\" or \"Break\".",
    "9.832": "Average breaking strength of test wires.",
    "9.833": "Report wire pull-out of test specimen as percent of average wire breaking strength.",
    "10": "BASIS FOR ACCEPTANCE",
    "10.1": "This specification has been prepared as a basis for the manufacturer to receive acceptance by REA of telephone cable splicing connectors. It is not intended that this specification be used for the inspection of individual shipments of such connectors.",
    "page_number": "- 12-"
  },
  {
    "VOLTAGE TEST PROBE POINT": "true",
    "measurement_1": "1/4",
    "measurement_2": "2.4±0.1",
    "CONNECTOR BODY EDGE": "true",
    "FIRST METAL CONTACT": "true",
    "X INCHES - FROM MANUFACTURERS PRINT": "true",
    "FIG. 1": "true"
  },
  {
    "figure": "FIG. 2",
    "measurement_1": "3\"",
    "measurement_2": "4",
    "measurement_3": "1",
    "measurement_4": "2",
    "label_1": "MILLIVAC",
    "label_2": "MICROVOLTER LEADS",
    "label_3": "P2",
    "label_4": "P4",
    "label_5": "PI",
    "label_6": "P3",
    "label_7": "I"
  },
  {
    "GRID": "GRID",
    "GROUND ELECTRODE": "GROUND ELECTRODE",
    "FIG. 3": "FIG. 3"
  },
  {
    "BUTT OR TAP": "BUTT OR TAP",
    "PEGBOARD HOLES SPACED": "PEGBOARD 18 HOLES",
    "SPACED": "SPACED 1\"X1\"",
    "TIP SOLDERED TO NEXT SPECIMEN": "TIP SOLDERED TO NEXT SPECIMEN",
    "PEGBOARD IS HOLES": "PEGBOARD IS HOLES",
    "TIP SOLDERED TO NEXT TEST SPECIMEN": "TIP SOLDERED TO\nNEXT TEST SPECIMEN",
    "INLINE OR TAP": "INLINE OR TAP",
    "Fig. 4": "Fig. 4",
    "Fig. 5": "Fig. 5"
  },
  {
    "figure_number": "6",
    "dimension": "5\""
  },
  {
    "UPPER JAWS": "UPPER JAWS",
    "TAP": "TAP",
    "BRIDGE": "BRIDGE",
    "BUTT": "BUTT",
    "INLINE": "INLINE",
    "FIG. 7": "FIG. 7"
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "error": "No extractable content found in document"
  }
]