{"DISCLAIMER": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.", "DEPARTMENT": "UNITED STATES DEPARTMENT OF AGRICULTURE", "SERVICE": "Rural Utilities Service", "BULLETIN_NUMBER": "1780-32", "RD_GD_NUMBER": "RD-GD-2000-37", "SUBJECT": "Memorandum of Agreement with Appalachian Regional Commission", "TO": "State Directors, Rural Development", "ATTN": "Rural Utilities Program Directors", "EFFECTIVE_DATE_OF_MEMORANDUM_OF_AGREEMENT": "August 24, 1998", "EFFECTIVE_DATE_OF_BULLETIN": "Date of approval of bulletin.", "EXPIRATION_DATE": "Four years from effective date.", "OFFICE_OF_PRIMARY_INTEREST": "Assistant Administrator, Water and Environmental Programs", "AVAILABILITY": "This bulletin is available on the Rural Utilities Service Internet at http://www.usda.gov/rus/water/regs.htm.", "PURPOSE": "This RUS bulletin provides the Memorandum of Agreement between the Federal Co-Chairman of the Appalachian Regional Commission and the Under Secretary of Rural Development.", "SIGNATURE_NAME": "Gary J. Morgan", "SIGNATURE_TITLE": "Acting Assistant Administrator Water and Environmental Programs", "SIGNATURE_DATE": "9-5-2000"}


<!-- Page Break - Batch 2 -->


{"document_title": "TABLE OF CONTENTS", "bulletin_number": "1780-32", "page_number": "2", "item_1_number": "1", "item_1_title": "Purpose", "item_2_number": "2", "item_2_title": "Agreement", "item_3_title": "Exhibit", "item_4_title": "Exhibit A Memorandum of Agreement"}


<!-- Page Break - Batch 3 -->


{"bulletin_number": "1780-32", "page_number": "3", "section_1_heading": "Purpose", "section_1_content": "The purpose of this bulletin is to provide the Memorandum of Agreement between the Appalachian Regional Commission and the Rural Utilities Service.", "section_2_heading": "Agreement", "section_2_content": "The Memorandum of Agreement can be found as Exhibit A to this bulletin."}


<!-- Page Break - Batch 4 -->


{"bulletin_number": "1780-32", "exhibit": "A", "page_number": 1, "document_type": "MEMORANDUM OF AGREEMENT", "party_1_role": "The Federal Co-Chairman", "party_1_organization": "Appalachian Regional Commission", "party_2_role": "Under Secretary of Rural Development", "party_2_organization": "United States Department of Agriculture", "agreement_purpose": "In furtherance of the Appalachian Regional Development Act of 1965, as amended", "act_reference_short_name": "Appalachian Act or ARDA", "paragraph_1_parties_involved": "The Federal Co-Chairman of the Appalachian Regional Commission and the Under Secretary of Rural Development of the Department of Agriculture (USDA), on behalf of the Administrators of Rural Utilities Service, Rural Housing Service and Rural Business-Cooperative Service (hereinafter the Services).", "paragraph_1_agreement_basis": "Agreement made in furtherance of the Appalachian Regional Development Act of 1965, as amended.", "paragraph_2_act_authorization": "The Appalachian Act authorizes economic development programs and projects to assist the Appalachian Region to meet its special problems.", "paragraph_2_section_214_authority": "Section 214 of the ARDA provides authority for grants of Federal financial assistance under the Appalachian Act to supplement grant assistance under other Federal grant-in-aid programs.", "paragraph_2_assistance_type_1_description": "To supplement Federal grants by providing Appalachian Act funds to add on to other Federal grants thereby increasing the Federal contribution above the percentage of Federal share authorized for such grant under the basic program.", "paragraph_2_assistance_type_2_description": "Where sufficient funds are not available under a qualifying Federal grant program, to provide ARDA funds to be used for all or part of the basic grant of Federal financial assistance under such program.", "paragraph_2_federal_contribution_limit_section": "Section 214", "paragraph_2_federal_contribution_limit_percentage": 80, "paragraph_2_federal_contribution_limit_unit": "percent of total project costs", "paragraph_3_arc_responsibility": "ARC will approve grant assistance pursuant to the general provisions of this agreement and the provisions in Sections 214, 223 and 303 of the Appalachian Act.", "paragraph_3_services_responsibility": "The Services will award, administer and report to ARC on these grants.", "paragraph_4_federal_co_chairman_authority": "The Federal Co-Chairman, subject to such conditions and limitations as he may prescribe, will from time to time make available to the Services funds appropriated to the Commission.", "paragraph_4_funds_usage": "Funds to be used to carry out programs and projects pursuant to Section 223 of the ARDA and for the administrative expenses incident thereto.", "paragraph_5_commission_notification_requirement": "The Commission will inform the Services in writing of each ARC project to be assisted; the amount approved for each; the costs and funding plan on which it premised its approval; and any specific terms, conditions, and limitations thereon not otherwise provided for in this agreement.", "paragraph_6_services_notification_requirement": "The Services will inform the Commission promptly of any change in such project costs or funding plan.", "paragraph_6_commission_action_on_change": "The Commission may, as a result, approve an appropriate increase or decrease in the amount of funds available for such project."}


<!-- Page Break - Batch 5 -->


{"bulletin_number": "1780-32", "exhibit": "A", "page_number": "2", "paragraph_7_content": "The Commission may revoke or revise its approval of any program or project if the work intended to be undertaken is not started or placed under contract by the Services within 18 months after the date of the Services' grant agreement or contract.", "paragraph_8_content": "The Services will incorporate in each agreement involving ARC funds appropriate provisions to insure compliance with the ARDA and other applicable Federal laws.", "paragraph_9_content_a": "a copy of the executed grant agreement, and amendments thereto, for each project involving transferred funds;", "paragraph_9_content_b": "copies of such information, data, documents, or other materials pertaining to projects as the Commission may require;", "paragraph_9_content_c": "a final report on the costs of each program or project, in sufficient detail to permit a reasonable review of the expenditures;", "paragraph_9_content_d": "such progress and financial reports as may be necessary or required by law or regulation.", "paragraph_10_content": "The parties to this Memorandum of Agreement will follow the implementing procedures [attached] for all administrative actions taken pursuant to this Agreement.", "paragraph_11_content_part1": "Under this Agreement, the Services will be paid a fee by the Appalachian Regional Commission for the administration of projects which do not include any Agriculture/Rural Development funds.", "paragraph_11_content_part2": "The amount of the fee and interval of payment will be determined subsequently by the parties to this Agreement and be incorporated into the implementing procedures attachment.", "signer_1_name": "JESSE L. WHITE, JR.", "signer_1_title": "Federal Co-Chairman", "signer_1_date": "Aug. 6, 1998", "signer_2_name": "JILL LONG THOMPSON", "signer_2_title": "Under Secretary", "signer_2_date": "Aug. 6, 1998"}