{"disclaimer": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.", "department": "UNITED STATES DEPARTMENT OF AGRICULTURE", "service": "Rural Utilities Service", "bulletin_number": "1780-33", "rd_gd_number": "RD-GD-2005-53", "subject": "Guidance for Conducting Value Engineering Studies for Water and Waste Projects", "to": "Water and Environmental Programs Staff", "effective_date": "3-21-2005", "office_of_primary_interest": "Water and Environmental Programs", "instructions": "This bulletin may be accessed through the Water and Environmental Programs home page at: www.usda.gov/rus/water.", "instructions_url": "www.usda.gov/rus/water", "purpose": "This bulletin is available to assist Rural Development (RD) Staff and Water and Waste Program applicants in conducting a Value Engineering Study on a water or waste project.", "signer_name": "GARY J. MORGAN", "signer_title": "Assistant Administrator Water and Environmental Programs"}


<!-- Page Break - Batch 2 -->


{"bulletin_number": "RUS Bulletin 1780-33", "page_number": "2", "toc_1": "Purpose", "toc_2": "General", "toc_3": "Scope", "toc_4": "Guidance Documents", "toc_5": "Objectives", "toc_6": "Administration", "toc_7": "Implementation", "toc_8": "Reporting", "Certified Value Specialist (CVS)": "A designation recognizing those practitioners who have fulfilled the certification requirements as established by the CVS Board of SAVE International.", "Cost Savings": "A reduction in project cost attributed to design revisions as determined by comparison of cost estimates or bids prior to and after VE. Records based on actual costs are preferred to estimated values.", "Life Cycle Cost (LCC)": "The total cost of a facility based on all LCE components computed over its useful life using appropriate discount factors. Engineering economic analysis is used in determining LCC.", "Life Cycle Element (LCE)": "VE includes the analysis of all phases and components of a project's life cycle, including, but not limited to, planning, permitting, environmental compliance, preliminary/conceptual design, design, funding, construction, maintenance, operation, alteration, repair, and replacement. A LCE is any of the components of a project's life.", "Return on Investment (ROI)": "The ratio of the dollars saved through implementation of VE proposals versus the cost of performing the VE study or program (normally expressed similar to the following: ROI = 5:1).", "Threshold": "A dollar value under which VE would not normally be required for a project. The threshold value for Water and Environmental Programs is a construction (development) cost of $10 Million.", "Value (V)": "The lowest cost to reliably provide the required functions at the desired time and place with the essential quality and other performance factors to meet user requirements.", "Value Engineering (VE)": "An organized team effort directed at analyzing the functions of processes, systems, equipment, facilities, services, and supplies for the purpose of achieving the essential functions at the lowest LCC consistent with required performance, reliability, quality, environmental sensitivity, and safety."}


<!-- Page Break - Batch 3 -->


{"RUS Bulletin": "1780-33", "Page": "3", "Value Engineering Proposal (VEP)": "A recommendation resulting from conducting a VES.", "Value Engineering Study (VES)": "Application of the Value Engineering process to a project including team preparation, a workshop to complete the analysis, and post-workshop effort to document and conclude the process.", "Waiver": "A clearance granted by the State Program Director for a specific project establishing that no VES is needed."}


<!-- Page Break - Batch 4 -->


{"document_id": "RUS Bulletin 1780-33", "page_number": 4, "1_purpose_a": "This bulletin outlines recommendations for the use of Value Engineering (VE) during the design of facilities by eligible Water and Waste loan or grant applicants. It defines objectives and establishes guidelines for implementation of a VE program. For the purpose of this bulletin, value analysis, value planning, value management, and value control all use the value process/methodology and are considered synonymous with VE.", "1_purpose_b": "VE can improve the use of resources and can reduce the cost of a project while maintaining or improving performance. Although VE efforts are directed at reducing costs, equal consideration should be given to maintaining and improving quality, maintainability, performance, safety, environmental sensitivity, and reliability.", "2_general": "This bulletin provides VE guidance to RD staff, applicants, and their consultants so that they can develop more cost efficient and effective water and waste projects. The information in this bulletin supplements 7 CFR 1780, but does not change any authorities or responsibilities.", "3_scope_a": "This bulletin is intended to deal directly with the implementation of VE activities for the Water and Waste Loan and Grant Program (WW).", "3_scope_b": "All Water and Waste program applicants shall be encouraged to use VE methodology and analysis techniques during the design of projects of sufficient size to offer reasonable opportunities for cost reductions.", "4_guidance_documents_a": "U.S. Department of Agriculture: Value Engineering - Implementation of OMB Circular No. A-131 (Departmental Regulation 5048-001).", "4_guidance_documents_b": "Office of Management and Budget: Value Engineering (OMB Circular No. A-131).", "4_guidance_documents_c": "U.S. Department of Agriculture, Office of the Chief Financial Officer: Uniform Administrative Requirements for Grants and Cooperative Agreements to States and Local Governments (7 CFR 3016.36).", "4_guidance_documents_d": "SAVE, International: Value Methodology Standard."}


<!-- Page Break - Batch 5 -->


{"document_title": "RUS Bulletin 1780-33", "page_number": "5", "5_objectives_a": "Reduce LCE costs for applicants while maintaining the highest quality in fulfilling Agency missions by encouraging the use of VE methods where appropriate.", "5_objectives_b": "Provide for the identification and reporting of VE accomplishments.", "6_administration_a_intro": "In support of the implementation of VE activities, the Program Director should ensure the following:", "6_administration_a_1": "Applicants complete the VE process where required, including incorporation of any appropriate VEP into the project.", "6_administration_a_2": "Necessary funding and training of RD staff is provided to support VE activities.", "6_administration_a_3": "The cost of VE services is considered an eligible project cost.", "6_administration_a_4": "A State Supplement to this Bulletin is developed if needed. A State Supplement may modify items below, including the threshold value and waivers. If a State Supplement is prepared it will be submitted to the Director, EES, for concurrence.", "6_administration_a_5_intro": "The granting of a waiver to a project will be documented in the loan docket. Normally waivers should be granted in cases similar to the following situations:", "6_administration_a_5_a": "Project consists primarily of work of a repetitive nature. An example may be a project including primarily waterline installation.", "6_administration_a_5_b": "Alternatives to the proposed action are severely restricted due to regulatory requirements to the extent that a VES would not provide a significant ROI.", "6_administration_a_5_c": "Engineering services are to be performed by another Federal Agency (e.g. Indian Health Service or Corps of Engineers) which will implement Value Engineering procedures as required by that Agency."}


<!-- Page Break - Batch 6 -->


{"RUS_Bulletin": "1780-33", "Page": "6", "b_section_heading": "The State Engineer or State Program Support Staff Director in coordination with the State Program Director should ensure the following:", "b_1_point": "A recommendation is submitted to the State Program Director stating whether a VES is appropriate for a project with a construction cost estimate at or above the threshold value.", "b_1_a_subpoint": "A VES may be appropriate for some projects below the threshold value at the option of the State Program Director.", "b_1_b_subpoint": "An evaluation of the need for a VES will be based on a case by case review of project specific factors and consideration of whether any waivers apply.", "b_2_point": "VE studies are separate from and are not a substitute for a Preliminary Engineering Report, a Facility Plan, or an Independent Peer Review.", "b_3_point": "All VES activities are completed prior to award of the contract.", "b_4_point": "Rural Development funded projects are generally not large enough to benefit from VE construction contract clauses; therefore, these or other construction phase VE provisions will not be included in documents for projects funded under the Water and Waste program.", "7_section_heading": "Implementation", "7_a_point": "The State Engineer should assist the applicant in determining when a VE study is required in accordance with State Office policy and participate in its completion as appropriate.", "7_b_point": "VE studies should be performed at the 25 percent-40 percent design stage when sufficient process and cost details are available for analysis. When a project includes complicated and extensive control systems, the VE study should only be performed once the preliminary control design has been completed.", "7_c_point": "Applicants are responsible for providing VE services in accordance with program procedures for procurement of professional services. VE services may be procured directly by the applicant or indirectly by subcontracting through the project engineer.", "7_c_1_subpoint": "The selected VE Consultant must have experience providing VE services.", "7_c_2_subpoint": "Technical services for standard VE studies should be provided by a CVS and conducted using approved guidelines developed by SAVE, International, called “Value Methodology Standard”, available at http://www.value-eng.org/about_vmstandard.php/"}


<!-- Page Break - Batch 7 -->


{"RUS_Bulletin": "1780-33", "Page": "7", "d_content": "Prior to implementation of any VES, the State Engineer should concur in the selection of the VE consultant.", "e_content": "An Agreement for Engineering Services for projects expected to require a VES should include language requiring the design engineer to cooperate with the VES and perform design revisions if indicated.", "e_1_content": "Sufficient time should be scheduled to appraise the VES and redirect design efforts, if necessary, before final design begins.", "e_2_content": "Costs for these studies may be included in the Agreement for Engineering Services. Reference the EJCDC Standard Form of Agreement between Owner and Engineer for Professional Services, Funding Agency Edition, 2002 (E-510, Exhibit A, Article A.2.01.A.11) which lists VE related services as “Additional Services.” Other forms of Agreement may be used as long each contract meets the requirements of 7 CFR 1780.", "e_3_content": "To maintain objectivity, design engineers should not perform VE services on their own designs.", "f_content": "The State Engineer should participate where appropriate in VE Studies as a technical expert representing the Agency. Meetings between the owner, consulting engineer, and CVS to plan for or discuss the results of the VES should be attended by the State Engineer, when possible. The VES report should be reviewed and approved by the State Engineer prior to the implementation of a VEP.", "8_title": "Reporting", "8_a_content": "For each fiscal year in which a VES was conducted, the State Program Director will submit a report describing all activity involving VE to the Director, EES within 60 days of the end of the fiscal year.", "8_b_content": "The report will include the following information itemized by project and also reported as a total value for each for the fiscal year.", "8_b_1_content": "VE Costs include those for implementing the study, completing redesign, additional field and laboratory work, additional engineering reviews and submittals, and any other implementation costs.", "8_b_2_content": "Gross Cost Savings are total savings from implemented VE Proposals.", "8_b_3_content": "Net Cost Savings equal Gross Savings minus VE Costs.", "8_b_4_content": "A brief description of any non-cost benefits resulting from each VES."}