{"DISCLAIMER": "The contents of this guidance document does not have the force and effect of law and is not meant to bind the public in any way. This document is intended only to provide clarity to the public regarding existing requirements under the law or agency policies.", "ISSUING_BODY": "UNITED STATES DEPARTMENT OF AGRICULTURE Rural Utilities Service", "RUS_BULLETIN": "1780-24", "RD_GD_NUMBER": "RD-GD-2020-112", "SUBJECT": "Public Works Assisted By An Agency Loan (EDA)", "TO": "RUS Water and Environmental Programs Staff.", "EFFECTIVE_DATE": "Date of approval.", "OFFICE_OF_PRIMARY_INTEREST": "Water and Environmental Programs.", "AVAILABILITY": "This Bulletin is available on the Internet at http://www.rurdev.usda.gov/RDU_Bulletins_Water_and_Environmental.html", "PURPOSE": "This bulletin is issued to establish a memorandum of understanding between the Economic Development Administration, Department of Commerce, and Department of Agriculture."}


<!-- Page Break - Batch 2 -->


{"bulletin_number": "RUS Bulletin 1780-24", "document_type": "MEMORANDUM OF UNDERSTANDING", "party_1": "THE ECONOMIC DEVELOPMENT ADMINISTRATION - DEPARTMENT OF COMMERCE", "party_2": "THE Farmers Home Administration - DEPARTMENT OF AGRICULTURE", "pertaining_to": "EDA PUBLIC WORKS PROJECTS ASSISTED BY AN FHA LOAN", "section_I_introduction": "In order to provide efficient service to Grantee/ Borrowers, eliminate duplication of effort, and reduce administrative costs during the construction of projects jointly financed by a grant from the Economic Development Administration and a loan from the Farmers Home Administration, EDA Area Directors and FHA State Director are authorized to enter into Project Management Agreements, as they deem appropriate, covering the project construction phase. Projects involving an EDA supplementary grant to an FHA grant are covered under a separate Memorandum.", "section_II_general_A": "Prior to authorizing advertisement for bids, it is the responsibility of each agency to assure the other that all approval conditions have been met.", "section_II_general_B": "The total project cost for the purpose of this Memorandum will include only those costs eligible for EDA financial assistance.", "section_II_general_C": "Any changes in location, scope, line items or cost of the project shall be approved by both EDA and FHA.", "section_II_general_D": "All construction contracts for project work financed in any part by EDA shall contain binding provisions for payment of prevailing wage rates as determined by the Secretary of Labor in accordance with the Davis-Bacon Act, as amended (40 USC 267a - 276a-5).", "section_II_general_E_certifications_1": "EDA will obtain required certifications from the Federal Water Pollution Control Administration under Section 106 of Public Law 89-136."}


<!-- Page Break - Batch 3 -->


{"RUS_Bulletin": "1780-24", "Page": "2", "Point_2_responsibility": "FHA will be responsible for assuring that the applicant has obtained the required certifications from the State Water Pollution Control Agency under Section 306(a) (9&10) of the Consolidated Rural Utilities Service Act of 1961 (Public Law 87-128, as amended).", "Point_2_F_compliance_certification": "All bidders and subcontractors must sign certifications of compliance with Executive Order 11246 (EDA Forms 119 and 120).", "Point_III_title": "SUGGESTED ITEMS FOR INCLUSION IN A PROJECT MANAGEMENT AGREEMENT.", "Point_III_A_EDA_responsibility": "EDA will have primary responsibility for managing the project during the construction phase.", "Point_III_B_EDA_notify_FHA_planning_conference": "The EDA Area Office will notify the FHA State Program Official of the date, time and location of the Planning Conference.", "Point_III_C_FHA_representation_planning_conference": "FHA will be represented at the Planning Conference.", "Point_III_D_EDA_obtain_FHA_concurrence_documents": "EDA will obtain FHA concurrence of the approval of final plans, specifications and bid documents.", "Point_III_E_EDA_notify_FHA_bid_advertising_date": "EDA will notify FHA of the date of advertising for construction bids.", "Point_III_F_EDA_notify_FHA_bid_opening_details": "EDA will notify FHA of the date, time and location of bid opening.", "Point_III_G_FHA_representation_bid_opening": "FHA will be represented at the bid opening.", "Point_III_H_concurrence_construction_contracts": "Both EDA and FHA will concur in the awarding of construction contracts.", "Point_III_I_EDA_notify_FHA_pre_construction_conference_details": "EDA will notify FHA of the date, time and location of the Pre Construction Conference.", "Point_III_J_EDA_notify_FHA_start_of_construction": "EDA will notify FHA of the date of start of construction.", "Point_III_K_EDA_notify_FHA_unusual_problems": "EDA will notify FHA of any unusual problems which may be encountered during the construction phase."}


<!-- Page Break - Batch 4 -->


{"bulletin_number": "RUS Bulletin 1780-24", "page_number": "3", "point_L_description": "FHA will concur on the progress of construction and final inspection. EDA will furnish FHA with copies of Progress Reports and will permit FHA to make any additional inspections necessary in connection with the FHA loan.", "point_M_description": "EDA will advise the State Program Official of the date and time of final inspection. Such inspection will be conducted by both EDA and FHA.", "point_N_description": "The FHA County Supervisor will establish an FHA Supervised Bank Account for the Grantee/Borrower and will be responsible for disbursement of both the EDA grant funds and FHA loan funds.", "point_N_sub_a_description": "EDA will be responsible for timely deposits of the grant funds. However, since EDA grant funds are not made available until all construction contracts have been awarded, and then only for project costs incurred, it is recognized that some, if not all, of the FHA loan funds may be disbursed before receipt of any or all of the EDA grant funds.", "point_N_sub_b_description": "Funds will be disbursed only on certification of the EDA field engineer of \"Costs incurred to date.\"", "point_O_description": "Final determination of the eligibility of costs incurred will be made by EDA after completion of the project and final audit. The EDA Area Office will furnish the FHA State Program Official a copy of any EDA audit findings.", "point_IV_description": "Services performed by either agency for the other shall be without cost to the other agency.", "economic_development_administration_signer_name": "Ross Davis", "economic_development_administration_signer_title": "Assistant Secretary for Economic Development", "economic_development_administration_signature_date": "August 27, 1968", "farmers_home_administration_signer_name": "Howard Bertsch", "farmers_home_administration_signer_title": "Administrator", "farmers_home_administration_signature_date": "October 11, 1968"}