json
{"BULLETIN": "1780-2",
"SUBJECT": "Preliminary Engineering Reports for the Water and Waste Disposal Program",
"TO": "Rural Development State Directors, Community Program Directors, and State Engineers",
"EFFECTIVE DATE": "Date of approval.",
"OFFICE OF PRIMARY INTEREST": "Engineering Branch, Water and Environmental Programs",
"INSTRUCTIONS": "This bulletin replaces existing RUS Bulletin 1780-2 (April 4, 2013).",
"AVAILABILITY": "This bulletin and all the exhibits, as well as any Rural Development instruction or Rural Utilities Service bulletins, regulations, or forms referenced in this bulletin are available at any Rural Development State Office. The State Office staff is familiar with the use of the documents in their States and can answer specific questions on Agency requirements.",
"Website": "http://www.rurdev.usda.gov/RDU_Bulletins_Water_and_Environmental.html.",
"PURPOSE": "This bulletin assists applicants and their consultants with instructions on how to prepare a Preliminary Engineering Report as part of an application for funding as required by 7 CFR 1780.37(d) and 7 CFR 1780.65(a).",
"MODIFICATIONS": "Rural Development State Offices may modify this guidance when appropriate to comply with State statutes and regulations in accordance with the procedures outlined at Rural Development Instruction 2006-B (2006.55).",
"SIGNATURE": "MICHELE BROOKS",
"TITLE": "Assistant Administrator",
"DEPARTMENT": "Water and Environmental Programs"}


<!-- Page Break - Batch 2 -->


json
{"RUS Bulletin": "1780-2", "Page": "2", "TABLE OF CONTENTS": true, "1. BACKGROUND": "4", "2. GENERAL": "4", "3. PRELIMINARY ENGINEERING REPORT OPTIONS": "6", "3.1 OPTION 1 - INTERAGENCY PER TEMPLATE": "6", "3.2 OPTION 2 – WEP-SPECIFIC PER TEMPLATE": "6", "3.3 OPTION 3 – OTHER ENGINEERING REPORT WITH CROSS-REFERENCES": "7", "3.4 OPTION 4 – STREAMLINED PER TEMPLATE (LIMITED USE)": "7", "EXHIBIT ONE": "8", "EXHIBIT TWO": "19", "EXHIBIT THREE": "30", "APPENDIX A": "32", "APPENDIX B": "33", "APPENDIX C": "34", "APPENDIX D": "39", "APPENDIX E": "40"}


<!-- Page Break - Batch 3 -->


json
{"RUS Bulletin": "1780-2", "Page": "3", "INDEX": null, "Application Document": null, "Preliminary Engineering Report": null, "Project Planning": null, "Water and Waste Disposal Facilities": null, "ABBREVIATIONS": null, "CDBG": "Community Development Block Grant", "CFR": "Code of Federal Regulations", "EDU": "Equivalent Dwelling Unit", "EPA": "Environmental Protection Agency", "GAO": "Government Accountability Office", "GPCD": "Gallons per Capita per Day", "HUD": "Department of Housing and Urban Development", "O & M": "Operations and Maintenance", "PER": "Preliminary Engineering Report", "RD": "Rural Development", "RUS": "Rural Utilities Service", "SRF": "State Revolving Fund", "STEP": "Septic Tank Effluent System", "USDA": "United States Department of Agriculture", "WEP": "Water and Environmental Programs", "WWD": "Water and Waste Disposal"}


<!-- Page Break - Batch 4 -->


json
{"RUS Bulletin": "1780-2", "Page": "4", "1. BACKGROUND": null, "A Preliminary Engineering Report (PER)": "is a planning document required by many state and federal agencies as part of the process of obtaining financial assistance for development of drinking water, wastewater, solid waste, and stormwater projects.", "An applicant for funding from the Water and Waste Disposal (WWD) program": "must submit a PER as required by 7 CFR 1780.33(c) and 1780.55.", "The PER": "describes the proposed project from an engineering perspective, analyzes alternatives to the proposal, defines project costs, and provides information critical to the underwriting process.", "A PER submitted to USDA Rural Development": "must be sealed by an engineer licensed in the jurisdiction where the project will be constructed.", "2. GENERAL": null, "This bulletin": "provides information and guidance for applicants and professional consultants in developing a PER for submittal with an application for WWD funding.", "RD State Offices": "should provide a copy of the Bulletin to applicants and consulting engineers upon request or refer them to the website listed on the Bulletin's cover sheet for an electronic copy.", "Content of a PER": "The PER Templates describe the content of a PER for the given application and should be used without modification, except when noted otherwise.", "Often an applicant": "will initially consider only a single funding source and later determine that an application to additional funding agencies is necessary.", "To avoid having to revise the PER": "to meet the additional agencies' needs, the consulting engineer should consider using the Interagency PER template.", "Otherwise": "one of the other templates may suffice, depending on the specifics of a project.", "The PER": "should be a clearly written, concise report that provides the pertinent information needed to support a funding decision.", "Length": "should generally be 30 pages or less for smaller projects or 50 pages or less for larger projects.", "Extraneous information": "will prolong the review process.", "Similarly": "attaching voluminous documents or reports in the appendices should be avoided, as overly large appendices can hamper the goal of conveying necessary information for project acceptance.", "When appendices are needed": "please facilitate review with the use of tabs or other navigation aids.", "Table of contents": "should include the page numbers associated with each appendix provided.", "Alternatives Analyses": "Alternatives analyses help determine if a project is modest in size, design and cost.", "The number of analyses required": "will vary depending on the specifics and complexity of the project.", "Appendix A": "includes a list of standard alternatives that should be considered for common project elements funded by the WWD program.", "Only projects allowed under the Streamlined PER criteria": "may have a PER without an alternatives analysis (see Section 3.4 and Appendix B)."
}


<!-- Page Break - Batch 5 -->


json
{
  "RUS Bulletin": "1780-2",
  "Page": "5",
  "Short-Lived Assets": "Short-lived assets (SLA) are items that require periodic replacement prior to the end of a project's useful life. They do not include items covered by O&M or items that are usually funded with long-term capital financing. The short-lived asset table in Appendix A of the Interagency Memorandum contains a list of examples of short-lived assets. Depending on local practices and applicants, some of these items may not be considered short-lived assets if they are considered part of O&M or long-term capital financing. Consulting engineers and applicants should coordinate with each other and with the Agency to determine which items should be considered short-lived assets for specific projects. For Rural Development underwriting purposes, only assets with life spans of 15 years or less will be considered SLAs. Note that the list of SLAs provided for underwriting purposes may differ from the SLA list provided for the alternatives analysis. A list of SLAs for the entire system are needed for funding underwriting whereas only a list of SLAs relevant to project is needed for the alternatives analysis.",
  "Cyber Security": "The projected operation and maintenance (O&M) budget must include a line item for cyber security costs (see Appendix C), even if it is zero, but applicants are encouraged to enter into a cyber security contract.",
  "Collaborative Delivery Methods": "The PER guidance within this Bulletin assumes the use of standard design-bid-build method of project delivery. If collaborative methods are used (such as design build – stipulated price) the PER should be written and developed with this method in mind. Cost opinions will likely have different cost breakouts, particularly for engineering and construction related services. In some situations, an alternatives analysis may not be necessary if a project includes a request for proposals allowing competing design builders to present alternative designs. Use of collaborate delivery methods requires approval of the Agency and the Agency's Office of General Counsel. Project schedules should account for this effort.",
  "Sole Sourcing Equipment": "Sole sourcing equipment and materials is generally not allowed by 2 CFR 200.319. Projects wishing to sole source equipment must obtain Agency approval. Sole sourced equipment must conform with applicable domestic preference requirements.",
  "Amendments": "In certain situations, a previously concurred with PER may require modification due to unforeseen circumstances that affect the scope of work needed to complete the project objectives. In such cases, an amendment to the PER, that clearly demonstrates the PER modifications, may be submitted for agency review, consideration and concurrence. This amendment will be an official document, stamped and signed by the engineer of record.",
  "PER Finalized": "The PER is not finalized until the agency has concurred with the document. Any modifications made to the PER prior to agency concurrence should be made within the original document.",
  "PER Amendments": "PER amendments are rare after funding obligation and cannot be accepted after bids are opened for all contracts within the original project scope."
}


<!-- Page Break - Batch 6 -->


json
{"RUS Bulletin": "1780-2", "Page": "6", "Section": "3. PRELIMINARY ENGINEERING REPORT OPTIONS", "PER Template Options Description": "The four PER template options available for WEP funded projects are described below. Not every template is suitable for every situation or project. Please read the details below to see which templates are allowed for a particular project in consideration. Irrespective of the template used, the PER must be sealed by an engineer licensed in the state where the project will be constructed.", "Option 1": "3.1 OPTION 1 - INTERAGENCY PER TEMPLATE", "Interagency PER Template Details": "Government at both state and federal levels endeavor to improve coordination between funding agencies in the processes involved in applications for infrastructure funding. A GAO report, \"Rural Water Infrastructure: Additional Coordination Can Help Avoid Potentially Duplicative Application Requirements” (GAO-13-111), released October 16, 2012, called the effort of the working group led by USDA to develop the attached Interagency PER Template “encouraging\" and stated that it would \"help communities”. In 2012 the USDA, Rural Development (RD), Rural Utilities Service (RUS), Water and Environmental Programs (WEP) formed a working group to develop an interagency template for PERs for use by both federal agencies and state administering agencies. The USDA-led working group included 36 individuals representing 4 federal agencies, 16 state agencies, the Border Environment Cooperation Commission, and the North Carolina Rural Center. Also, the effort was supported by the Small Community Water Infrastructure Exchange. On January 16, 2013, the principals of the federal participants executed an interagency memorandum supporting use of the interagency template, attached as Exhibit One.", "Content of Interagency PER": "Content of an Interagency PER: The attached Interagency PER Template describes the content of a PER and should be used without modification, unless noted otherwise. Often an applicant will initially consider only a single funding source and later determine that an application to additional funding agencies is necessary. To avoid having to revise the PER to meet the additional agencies' needs, the consulting engineer should provide responses to all sections of PER outline, unless specific sections do not apply to a proposed project.", "Funding Decision Data": "Requirements for providing funding decision (financial) data are integrated within the body of this template. The PER preparer may elect to provide this data within the body of the report or use Appendix C.", "Interagency PER Template Use": "The Interagency PER Template may be used for all WEP-funded projects and may be particularly helpful when other federal funding programs are contributing to the project financing.", "Option 2": "3.2 OPTION 2 – WEP-SPECIFIC PER TEMPLATE"}


<!-- Page Break - Batch 7 -->


json
{"RUS Bulletin": "1780-2", "Page": "7", "WEP-Specific PER Template Use": "The WEP-Specific PER Template may be used for all WEP-funded projects but might not be appropriate when other federal programs are utilized for project funding (depending on the planning document requirements of the other funding agencies.) Complete but concise PERs should be developed when utilizing this template. The WEP-Specific PER Template is provided in Exhibit Two.", "Option 3": "3.3 OPTION 3 – OTHER ENGINEERING REPORT WITH CROSS-REFERENCES", "Capital Improvement Plans and Engineering Reports": "Capital improvement plans and engineering reports prepared for other agencies may be used if those reports include the information described in the Option 1 or Option 2 templates, described above. To use this option, the location of the necessary information must be identified. Three methods to do this cross-reference are: a) Writing the page numbers from the other engineering report onto the Option 1 or Option 2 table of contents to identify the locations of the respective information; b) Providing a letter that explains where the required information can be found within the other engineering report. A cross-reference table should be attached to this letter; c) Providing a copy of the table of contents from the other engineering report and notating upon it where the necessary information required by the Option 1 or Option 2 templates can be found.", "Required Information": "Required information not furnished in the other engineering report may be provided in a separate document, sealed by an engineer licensed in the state where the project will be constructed.", "Option 4": "3.4 OPTION 4 – STREAMLINED PER TEMPLATE (LIMITED USE)", "Streamlined PER Template Use": "The Streamlined PER Template may be used for simple projects when there are no technical alternatives to the proposed action. Appendix B provides a list of such projects for which this PER template may be used. Projects that apply for only loan funding (no grant) may also qualify for the Streamlined PER. Projects not fitting in one of these categories must use one of the other template alternatives. In rare circumstances, the State Engineer might request analysis of an alternative for projects listed in Appendix B. The Streamlined PER Template is provided in Exhibit Three."}


<!-- Page Break - Batch 8 -->


json
{"RUS Bulletin 1780-2": "","Page 8": "","EXHIBIT ONE": "","INTERAGENCY PRELIMINARY ENGINEERING REPORT TEMPLATE": ""}


<!-- Page Break - Batch 9 -->


json
{"date": "January 16, 2013", "memorandum_type": "INTERAGENCY MEMORANDUM", "document_description": "Attached is a document explaining recommended best practice for the development of Preliminary Engineering Reports in support of funding applications for development of drinking water, wastewater, stormwater, and solid waste systems.", "cooperating_agencies": "US Department of Agriculture, Rural Development, Rural Utilities Service, Water and Environmental Programs;\nUS Environmental Protection Agency (EPA), Office of Water, Office of Ground Water and Drinking Water and Office of Wastewater Management;\nUS Department of Housing and Urban Development (HUD), Office of Community Planning and Development;\nUS Department of Health and Human Services, Indian Health Service (IHS);\nSmall Communities Water Infrastructure Exchange;", "state_agency_input": "Extensive input from participating state administering agencies was also very important to the development of this document.", "federal_agency_encouragement": "Federal agencies that cooperatively developed this document strongly encourage its use by funding agencies as part of the application process or project development.", "state_program_adoption": "State administered programs are encouraged to adopt this document but are not required to do so, as it is up to a state administering agency's discretion to adopt it, based on the needs of the state administering agency.", "report_description": "A Preliminary Engineering Report (Report) is a planning document required by many state and federal funding agencies as part of the process of obtaining financial assistance for development of drinking water, wastewater, solid waste, and stormwater facilities.", "report_outline_details": "The attached Report outline details the requirements that funding agencies have adopted when a Report is required.", "report_content": "In general, the Report should include a description of existing facilities and a description of the issues addressed by the proposed project. It should identify alternatives, present a life cycle cost analysis of technically feasible alternatives and propose a specific course of action. The Report should also include a detailed current cost estimate of the recommended alternative. The attached outline describes these and other sections to be included in the Report.", "federal_funding_requirement": "Projects utilizing direct federal funding also require an environmental review in accordance with the National Environmental Policy Act (NEPA).", "report_environmental_considerations": "The Report should indicate that environmental issues were considered as part of the engineering planning and include environmental information pertinent to engineering planning."}


<!-- Page Break - Batch 10 -->


json
{"Agency": "USDA/RUS", "Contact": null, "Email Address": null, "Phone": null, "Agency_2": "EPA/DWSRF", "Contact_2": null, "Email Address_2": null, "Phone_2": null, "Agency_3": "EPA/CWSRF", "Contact_3": null, "Email Address_3": null, "Phone_3": null, "Agency_4": "HUD", "Contact_4": null, "Email Address_4": null, "Phone_4": null, "Agency_5": "IHS", "Contact_5": null, "Email Address_5": null, "Phone_5": null}


<!-- Page Break - Batch 11 -->


json
{"Sincerely": "Sincerely,", "Jacqueline M. Ponti-Lazaruk, Assistant Administrator": "Jacqueline M. Ponti-Lazaruk, Assistant Administrator", "USDA, Rural Development, Rural Utilities Service, Water and Environmental Programs": "USDA, Rural Development, Rural Utilities Service, Water and Environmental Programs", "Date_1": "1/16/13", "Sheila E. Frace, Acting Deputy Director": "Sheila Frace, Acting Deputy Director", "US EPA, Office of Water, Office of Wastewater Management": "US EPA, Office of Water, Office of Wastewater Management", "Date_2": "01/16/13", "Andrew Sawyers, Deputy Director": "Andrew Sawyers, Deputy Director", "US EPA, Director, Office of Water, Office of Ground Water and Drinking Water": "US EPA, Director, Office of Water, Office of Ground Water and Drinking Water", "Date_3": "1/16/13", "Ronald Ferguson, PE, RAM, Director": "Ronald Ferguson, PE, RAM, Director", "Division of Sanitation Facilities Construction, Indian Health Service": "Division of Sanitation Facilities Construction, Indian Health Service", "Date_4": "1/16/13", "Stanley Gimont, Director": "Stanley Gimont, Director", "Office of Block Grant Assistance, US Department of Housing and Urban Development": "Office of Block Grant Assistance, US Department of Housing and Urban Development", "Date_5": "1-16-13", "Attachment": "Attachment", "Page Number": "3"}


<!-- Page Break - Batch 12 -->


json
{"Federal Agency Partners": "WORKING GROUP CONTRIBUTORS", "USDA, Rural Development, Rural Utilities Service (Chair)": "Benjamin Shuman, PE", "EPA, Office of Water, Office of Ground Water and Drinking Water": "Kirsten Anderer, PE", "EPA, Office of Water, Office of Ground Water and Drinking Water1": "CAPT David Harvey, PE", "EPA, Office of Water, Office of Wastewater Management": "Matt King", "EPA, Office of Water, Office of Wastewater Management1": "Joyce Hudson", "EPA, Region 1": "Carolyn Hayek", "EPA, Region 9": "Abimbola Odusoga", "HUD, Office of Community Planning and Development": "Stephen M. Rhodeside", "HUD, Office of Community Planning and Development1": "Eva Fontheim", "Indian Health Service": "CAPT Dana Baer, PE", "Indian Health Service1": "LCDR Charissa Williar, PE", "USDA, Rural Development, Florida State Office": "Michael Langston", "USDA, Rural Development, Florida State Office1": "Steve Morris, PE", "4": null}


<!-- Page Break - Batch 13 -->


json
{"State Agency and Interagency Partners": "","Arizona Water Infrastructure Finance Authority": "Dean Moulis, PE","Border Environment Cooperation Commission": "Joel Mora, PE","Colorado Department of Local Affairs": "Barry Cress","Colorado Department of Public Health & Environment": "Michael Beck","Colorado Department of Public Health & Environment": "Bret Icenogle, PE","Georgia Office of Community Development": "Steed Robinson","Idaho, Department of Environmental Quality": "Tim Wendland","Indiana Finance Authority": "Emma Kottlowski","Indiana Finance Authority": "Shelley Love","Indiana Finance Authority": "Amanda Rickard, PE","Kentucky Division of Water": "Shafiq Amawi","Kentucky Department of Local Government": "Jennifer Peters","Louisiana Department of Environmental Quality": "Jonathan McFarland, PE","Maine Department of Health and Human Services": "Norm Lamie, PE","Minnesota Pollution Control Agency": "Amy Douville","Minnesota Pollution Control Agency": "Corey Mathisen, PE","Missouri Department of Natural Resources": "Cynthia Smith","Montana Department of Commerce": "Kate Miller, PE","North Carolina Department of Commerce": "Olivia Collier","North Carolina Rural Center": "Keith Krzywicki, PE","North Carolina Department of Commerce": "Vickie Miller, CPM","Rhode Island Department of Health": "Gary Chobanian, PE","Rhode Island Department of Health": "Geoffrey Marchant","5": ""}


<!-- Page Break - Batch 14 -->


json
{"ABBREVIATIONS": "","NEPA": "National Environmental Policy Act","NPV": "Net Present Value","O&M": "Operations and Maintenance","OMB": "Office of Management and Budget","Report": "Preliminary Engineering Report","SPPW": "Single Payment Present Worth","USPW": "Uniform Series Present Worth","6": "6"}


<!-- Page Break - Batch 15 -->


json
{"GENERAL OUTLINE OF A PRELIMINARY ENGINEERING REPORT": null, "1) PROJECT PLANNING": null, "a) Location": null, "b) Environmental Resources Present": null, "c) Population Trends": null, "d) Community Engagement": null, "2) EXISTING FACILITIES": null, "a) Location Map": null, "b) History": null, "c) Condition of Existing Facilities": null, "d) Financial Status of any Existing Facilities": null, "e) Water/Energy/Waste Audits": null, "3) NEED FOR PROJECT": null, "a) Health, Sanitation, and Security": null, "b) Aging Infrastructure": null, "c) Reasonable Growth": null, "4) ALTERNATIVES CONSIDERED": null, "a) Description": null, "b) Design Criteria": null, "c) Map": null, "d) Environmental Impacts": null, "e) Land Requirements": null, "f) Potential Construction Problems": null, "g) Sustainability Considerations": null, "i) Water and Energy Efficiency": null, "ii) Green Infrastructure": null, "iii) Other": null, "h) Cost Estimates": null, "5) SELECTION OF AN ALTERNATIVE": null, "a) Life Cycle Cost Analysis": null, "b) Non-Monetary Factors": null, "6) PROPOSED PROJECT (RECOMMENDED ALTERNATIVE)": null, "a) Preliminary Project Design": null, "b) Project Schedule": null, "c) Permit Requirements": null, "d) Sustainability Considerations": null, "i) Water and Energy Efficiency": null, "ii) Green Infrastructure": null, "7": null}


<!-- Page Break - Batch 16 -->


json
{"iii": "Other", "e": "Total Project Cost Estimate (Engineer's Opinion of Probable Cost)", "f": "Annual Operating Budget", "i": "Income", "ii": "Annual O&M Costs", "iii_2": "Debt Repayments", "iv": "Reserves", "7": "CONCLUSIONS AND RECOMMENDATIONS", "8": 8}


<!-- Page Break - Batch 17 -->


json
{"1": "PROJECT PLANNING", "1_description": "Describe the area under consideration. Service may be provided by a combination of central, cluster, and/or centrally managed individual facilities. The description should include information on the following:", "1a": "Location. Provide scale maps and photographs of the project planning area and any existing service areas. Include legal and natural boundaries and a topographical map of the service area.", "1b": "Environmental Resources Present. Provide maps, photographs, and/or a narrative description of environmental resources present in the project planning area that affect design of the project. Environmental review information that has already been developed to meet requirements of NEPA or a state equivalent review process can be used here.", "1c": "Population Trends. Provide U.S. Census or other population data (including references) for the service area for at least the past two decades if available. Population projections for the project planning area and concentrated growth areas should be provided for the project design period. Base projections on historical records with justification from recognized sources.", "1d": "Community Engagement. Describe the utility's approach used (or proposed for use) to engage the community in the project planning process. The project planning process should help the community develop an understanding of the need for the project, the utility operational service levels required, funding and revenue strategies to meet these requirements, along with other considerations.", "2": "EXISTING FACILITIES", "2_description": "Describe each part (e.g. processing unit) of the existing facility and include the following information:", "2a": "Location Map. Provide a map and a schematic process layout of all existing facilities. Identify facilities that are no longer in use or abandoned. Include photographs of existing facilities.", "2b": "History. Indicate when major system components were constructed, renovated, expanded, or removed from service. Discuss any component failures and the cause for the failure. Provide a history of any applicable violations of regulatory requirements.", "2c": "Condition of Existing Facilities. Describe present condition; suitability for continued use; adequacy of current facilities; and their conveyance, treatment, storage, and disposal capabilities. Describe the existing capacity of each component. Describe and reference compliance with applicable federal, state, and local laws. Include a brief analysis of overall current energy consumption. Reference an asset management plan if applicable.", "page_number": "9"}


<!-- Page Break - Batch 18 -->


json
{"d": "Financial Status of any Existing Facilities. (Note: Some agencies require the owner to submit the most recent audit or financial statement as part of the application package.) Provide information regarding current rate schedules, annual O&M cost (with a breakout of current energy costs), other capital improvement programs, and tabulation of users by monthly usage categories for the most recent typical fiscal year. Give status of existing debts and required reserve accounts.", "e": "Water/Energy/Waste Audits. If applicable to the project, discuss any water, energy, and/or waste audits which have been conducted and the main outcomes.", "3": "NEED FOR PROJECT", "4": "ALTERNATIVES CONSIDERED", "a": "Health, Sanitation, and Security. Describe concerns and include relevant regulations and correspondence from/to federal and state regulatory agencies. Include copies of such correspondence as an attachment to the Report.", "b": "Aging Infrastructure. Describe the concerns and indicate those with the greatest impact. Describe water loss, inflow and infiltration, treatment or storage needs, management adequacy, inefficient designs, and other problems. Describe any safety concerns.", "c": "Reasonable Growth. Describe the reasonable growth capacity that is necessary to meet needs during the planning period. Facilities proposed to be constructed to meet future growth needs should generally be supported by additional revenues. Consideration should be given to designing for phased capacity increases. Provide number of new customers committed to this project.", "alternatives_considered_text": "This section should contain a description of the alternatives that were considered in planning a solution to meet the identified needs. Documentation of alternatives considered is often a Report weakness. Alternative approaches to ownership and management, system design (including resource efficient or green alternatives), and sharing of services, including various forms of partnerships, should be considered. In addition, the following alternatives should be considered, if practicable: building new centralized facilities, optimizing the current facilities (no construction), developing centrally managed decentralized systems, including small cluster or individual systems, and developing an optimum combination of centralized and decentralized systems. Alternatives should be consistent with those considered in the NEPA, or state equivalent, environmental review. Technically infeasible alternatives that were considered should be mentioned briefly along with an explanation of why they are infeasible, but do not require full analysis. For each technically feasible alternative, the description should include the following information:", "a_description": "Description. Describe the facilities associated with every technically feasible alternative. Describe source, conveyance, treatment, storage and distribution", "page_number": "10"}


<!-- Page Break - Batch 19 -->


json
{"b": "Design Criteria. State the design parameters used for evaluation purposes. These parameters should comply with federal, state, and agency design policies and regulatory requirements.", "c": "Map. Provide a schematic layout map to scale and a process diagram if applicable. If applicable, include future expansion of the facility.", "d": "Environmental Impacts. Provide information about how the specific alternative may impact the environment. Describe only those unique direct and indirect impacts on floodplains, wetlands, other important land resources, endangered species, historical and archaeological properties, etc., as they relate to each specific alternative evaluated. Include generation and management of residuals and wastes.", "e": "Land Requirements. Identify sites and easements required. Further specify whether these properties are currently owned, to be acquired, leased, or have access agreements.", "f": "Potential Construction Problems. Discuss concerns such as subsurface rock, high water table, limited access, existing resource or site impairment, or other conditions which may affect cost of construction or operation of facility.", "g": "Sustainability Considerations. Sustainable utility management practices include environmental, social, and economic benefits that aid in creating a resilient utility.", "i": "Water and Energy Efficiency. Discuss water reuse, water efficiency, water conservation, energy efficient design (i.e., reduction in electrical demand), and/or renewable generation of energy, and/or minimization of carbon footprint, if applicable to the alternative. Alternatively, discuss the water and energy usage for this option as compared to other alternatives.", "ii": "Green Infrastructure. Discuss aspects of project that preserve or mimic natural processes to manage stormwater, if applicable to the alternative. Address management of runoff volume and peak flows through infiltration, evapotranspiration, and/or harvest and use, if applicable.", "iii": "Other. Discuss any other aspects of sustainability (such as resiliency or operational simplicity) that are incorporated into the alternative, if applicable.", "h": "Cost Estimates. Provide cost estimates for each alternative, including a breakdown of the following costs associated with the project: construction, non-construction, and annual O&M costs. A construction contingency should be included as a non-construction cost. Cost estimates should be included with the descriptions of each technically feasible alternative. O&M costs should include a rough breakdown by O&M category (see example below) and not just a value for each alternative. Information from other sources, such as the recipient's accountant or other known technical service providers, can be incorporated to assist in the development of this section. The cost derived will be used in the life cycle cost analysis described in Section 5 a.", "page_number": "11"}


<!-- Page Break - Batch 20 -->


json
{"Example O&M Cost Estimate": "", "Personnel (i.e., Salary, Benefits, Payroll Tax, Insurance, Training)": "", "Administrative Costs (e.g. office supplies, printing, etc.)": "", "Water Purchase or Waste Treatment Costs": "", "Insurance": "", "Energy Cost (Fuel and/or Electrical)": "", "Process Chemical": "", "Monitoring & Testing": "", "Short Lived Asset Maintenance/Replacement*": "", "Professional Services": "", "Residuals Disposal": "", "Miscellaneous": "", "Total": "", "* See Appendix A for example list": "", "5": "5", "SELECTION OF AN ALTERNATIVE": "SELECTION OF AN ALTERNATIVE", "Selection of an alternative is the process by which data from the previous section, \"Alternatives Considered\" is analyzed in a systematic manner to identify a recommended alternative. The analysis should include consideration of both life cycle costs and non- monetary factors (i.e., triple bottom line analysis: financial, social, and environmental). If water reuse or conservation, energy efficient design, and/or renewable generation of energy components are included in the proposal provide an explanation of their cost effectiveness in this section.": "Selection of an alternative is the process by which data from the previous section, \"Alternatives Considered\" is analyzed in a systematic manner to identify a recommended alternative. The analysis should include consideration of both life cycle costs and non- monetary factors (i.e., triple bottom line analysis: financial, social, and environmental). If water reuse or conservation, energy efficient design, and/or renewable generation of energy components are included in the proposal provide an explanation of their cost effectiveness in this section.", "a": "a", "Life Cycle Cost Analysis. A life cycle present worth cost analysis (an engineering economics technique to evaluate present and future costs for comparison of alternatives) should be completed to compare the technically feasible alternatives. Do not leave out alternatives because of anticipated costs; let the life cycle cost analysis show whether an alternative may have an acceptable cost. This analysis should meet the following requirements and should be repeated for each technically feasible alternative. Several analyses may be required if the project has different aspects, such as one analysis for different types of collection systems and another for different types of treatment.": "Life Cycle Cost Analysis. A life cycle present worth cost analysis (an engineering economics technique to evaluate present and future costs for comparison of alternatives) should be completed to compare the technically feasible alternatives. Do not leave out alternatives because of anticipated costs; let the life cycle cost analysis show whether an alternative may have an acceptable cost. This analysis should meet the following requirements and should be repeated for each technically feasible alternative. Several analyses may be required if the project has different aspects, such as one analysis for different types of collection systems and another for different types of treatment.", "1": "1", "The analysis should convert all costs to present day dollars;": "The analysis should convert all costs to present day dollars;", "2": "2", "The planning period to be used is recommended to be 20 years, but may be any period determined reasonable by the engineer and concurred on by the state or federal agency;": "The planning period to be used is recommended to be 20 years, but may be any period determined reasonable by the engineer and concurred on by the state or federal agency;", "3": "3", "The discount rate to be used should be the “real” discount rate taken from Appendix C of OMB circular A-94 and found at (www.whitehouse.gov/omb/circulars/a094/a94_appx-c.html);": "The discount rate to be used should be the “real” discount rate taken from Appendix C of OMB circular A-94 and found at (www.whitehouse.gov/omb/circulars/a094/a94_appx-c.html);", "4": "4", "The total capital cost (construction plus non-construction costs) should be included;": "The total capital cost (construction plus non-construction costs) should be included;", "12": "12"}


<!-- Page Break - Batch 21 -->


json
{"5": "Annual O&M costs should be converted to present day dollars using a uniform series present worth (USPW) calculation;", "6": "The salvage value of the constructed project should be estimated using the anticipated life expectancy of the constructed items using straight line depreciation calculated at the end of the planning period and converted to present day dollars;", "7": "The present worth of the salvage value should be subtracted from the present worth costs;", "8": "The net present value (NPV) is then calculated for each technically feasible alternative as the sum of the capital cost (C) plus the present worth of the uniform series of annual O&M (USPW (O&M)) costs minus the single payment present worth of the salvage value (SPPW(S)):", "NPV": "C + USPW (O&M) – SPPW (S)", "9": "A table showing the capital cost, annual O&M cost, salvage value, present worth of each of these values, and the NPV should be developed for state or federal agency review. All factors (major and minor components), discount rates, and planning periods used should be shown within the table;", "10": "Short lived asset costs (See Appendix A for examples) should also be included in the life cycle cost analysis if determined appropriate by the consulting engineer or agency. Life cycles of short lived assets should be tailored to the facilities being constructed and be based on generally accepted design life. Different features in the system may have varied life cycles.", "b": "Non-Monetary Factors. Non-monetary factors, including social and environmental aspects (e.g. sustainability considerations, operator training requirements, permit issues, community objections, reduction of greenhouse gas emissions, wetland relocation) should also be considered in determining which alternative is recommended and may be factored into the calculations.", "6)": "PROPOSED PROJECT (RECOMMENDED ALTERNATIVE)", "The engineer should include a recommendation for which alternative(s) should be": "implemented. This section should contain a fully developed description of the proposed project based on the preliminary description under the evaluation of alternatives. Include a schematic for any treatment processes, a layout of the system, and a location map of the proposed facilities. At least the following information should be included as applicable to the specific project:", "a": "Preliminary Project Design.", "i": "Drinking Water:", "Water Supply": "Include requirements for quality and quantity. Describe recommended source, including site and allocation allowed.", "page_number": "13"}


<!-- Page Break - Batch 22 -->


json
{"Treatment_1": "Describe process in detail (including whether adding, replacing, or rehabilitating a process) and identify location of plant and site of any process discharges. Identify capacity of treatment plant (i.e., Maximum Daily Demand).", "Storage_1": "Identify size, type and location.", "Pumping_Stations_1": "Identify size, type, location and any special power requirements. For rehabilitation projects, include description of components upgraded.", "Distribution_Layout": "Identify general location of new pipe, replacement, or rehabilitation: lengths, sizes and key components.", "WastewaterReuse_heading": "ii) Wastewater/Reuse:", "Collection_SystemReclaimed_Water_System_Layout": "Identify general location of new pipe, replacement or rehabilitation: lengths, sizes, and key components.", "Pumping_Stations_2": "Identify size, type, site location, and any special power requirements. For rehabilitation projects, include description of components upgraded.", "Storage_2": "Identify size, type, location and frequency of operation.", "Treatment_2": "Describe process in detail (including whether adding, replacing, or rehabilitating a process) and identify location of any treatment units and site of any discharges (end use for reclaimed water). Identify capacity of treatment plant (i.e., Average Daily Flow).", "Solid_Waste_heading": "iii) Solid Waste:", "Collection_2": "Describe process in detail and identify quantities of material (in both volume and weight), length of transport, location and type of transfer facilities, and any special handling requirements.", "Storage_3": "If any, describe capacity, type, and site location.", "Processing": "If any, describe capacity, type, and site location.", "Disposal": "Describe process in detail and identify permit requirements, quantities of material, recycling processes, location of plant, and site of any process discharges.", "Stormwater_heading": "iv) Stormwater:", "Collection_System_Layout": "Identify general location of new pipe, replacement or rehabilitation: lengths, sizes, and key components.", "Pumping_Stations_3": "Identify size, type, location, and any special power requirements.", "page_number": "14"}


<!-- Page Break - Batch 23 -->


json
{"Treatment": "Describe treatment process in detail. Identify location of treatment facilities and process discharges. Capacity of treatment process should also be addressed.", "Storage": "Identify size, type, location and frequency of operation.", "Disposal": "Describe type of disposal facilities and location.", "Green Infrastructure": "Provide the following information for green infrastructure alternatives:", "Control Measures Selected": "Identify types of control measures selected (e.g., vegetated areas, planter boxes, permeable pavement, rainwater cisterns).", "Layout": "Identify placement of green infrastructure control measures, flow paths, and drainage area for each control measure.", "Sizing": "Identify surface area and water storage volume for each green infrastructure control measure. Where applicable, soil infiltration rate, evapotranspiration rate, and use rate (for rainwater harvesting) should also be addressed.", "Overflow": "Describe overflow structures and locations for conveyance of larger precipitation events.", "b": "Project Schedule. Identify proposed dates for submittal and anticipated approval of all required documents, land and easement acquisition, permit applications, advertisement for bids, loan closing, contract award, initiation of construction, substantial completion, final completion, and initiation of operation.", "c": "Permit Requirements. Identify any construction, discharge and capacity permits that will/may be required as a result of the project.", "d": "Sustainability Considerations (if applicable).", "i": "Water and Energy Efficiency. Describe aspects of the proposed project addressing water reuse, water efficiency, and water conservation, energy efficient design, and/or renewable generation of energy, if incorporated into the selected alternative.", "ii": "Green Infrastructure. Describe aspects of project that preserve or mimic natural processes to manage stormwater, if applicable to the selected alternative. Address management of runoff volume and peak flows through infiltration, evapotranspiration, and/or harvest and use, if applicable.", "iii": "Other. Describe other aspects of sustainability (such as resiliency or operational simplicity) that are incorporated into the selected alternative, if incorporated into the selected alternative.", "e": "Total Project Cost Estimate (Engineer's Opinion of Probable Cost). Provide an itemized estimate of the project cost based on the stated period of construction. Include construction, land and rights-of-way, legal, engineering, construction program management, funds administration, interest, equipment, construction contingency, refinancing, and other costs associated with the proposed project. The construction subtotal should be separated out from the non-construction costs. The non-construction subtotal should be included and added to the", "page_number": "15"}


<!-- Page Break - Batch 24 -->


json
{"construction_subtotal_establishes": "total project cost", "construction_contingency_added_as_part_of": "non-construction subtotal", "projects_containing_water_and_waste_disposal_systems": "provide separate cost estimate for each system as well as a grand total", "cost_estimate_itemized_to_reflect": "cost sharing including apportionment between funding sources", "engineer_may_rely_on_owner_for_estimates_of_cost_for": "items other than construction, equipment, and engineering", "f": "Annual Operating Budget", "annual_operating_budget_provide": "itemized annual operating budget information", "owner_primary_responsibility": "annual operating budget", "other_parties_may_provide": "technical assistance", "information_used_to_evaluate": "financial capacity of the system", "engineer_incorporate_information_from": "owner's accountant and other known technical service providers", "i": "Income", "income_provide_information_about": "all sources of income for the system including a proposed rate schedule", "project_income_realistically_for": "existing and proposed new users separately, based on existing user billings, water treatment contracts, and other sources of income", "absence_of_historic_data_or_reliable_information_base_water_use_on": "100 gallons per capita per day", "water_use_per_residential_connection_calculated_based_on": "most recent U.S. Census, American Community Survey, or other data for the state or county of the average household size", "large_agricultural_or_commercial_users_projected": "Report should identify those users and include facts to substantiate such projections and evaluate the impact of such users on the economic viability of the project", "ii": "Annual O&M Costs", "o_and_m_costs_provide": "itemized list by expense category and project costs realistically", "projected_costs_for_operating_the_system_as": "improved", "absence_of_other_reliable_data_base_on": "actual costs of other existing facilities of similar size and complexity", "include_facts_in_report_to_substantiate": "O&M cost estimates", "include": "personnel costs, administrative costs, water purchase or treatment costs, accounting and auditing fees, legal fees, interest, utilities, energy costs, insurance, annual repairs and maintenance, monitoring and testing, supplies, chemicals, residuals disposal, office supplies, printing, professional services, and miscellaneous as applicable", "income_from_renewable_energy_generation_sold_back_to_electric_utility": "should also be included, if applicable", "if_applicable_note": "operator grade needed", "iii": "Debt Repayments", "debt_repayments_describe": "existing and proposed financing with the estimated amount of annual debt repayments from all sources", "all_estimates_of_funding_should_be_based_on": "loans, not grants", "iv": "Reserves", "reserves_describe": "existing and proposed loan obligation reserve requirements for the following", "debt_service_reserve": "For specific debt service reserve requirements consult with individual funding sources", "general_obligation_bonds_used_as_loan_security": "this section may be omitted, but this should be clearly stated if it is the case", "page_number": "16"}


<!-- Page Break - Batch 25 -->


json
{"Short-Lived Asset Reserve": "A table of short lived assets should be included for the system (See Appendix A for examples). The table should include the asset, the expected year of replacement, and the anticipated cost of each. Prepare a recommended annual reserve deposit to fund replacement of short-lived assets, such as pumps, paint, and small equipment. Short-lived assets include those items not covered under O&M, however, this does not include facilities such as a water tank or treatment facility replacement that are usually funded with long-term capital financing.", "CONCLUSIONS AND RECOMMENDATIONS": "Provide any additional findings and recommendations that should be considered in development of the project. This may include recommendations for special studies, highlighting of the need for special coordination, a recommended plan of action to expedite project development, and any other necessary considerations.", "page_number": "17", "item_number": "7"}


<!-- Page Break - Batch 26 -->


json
{"document_title": "Appendix A: Example List of Short-Lived Asset Infrastructure", "estimated_repair_rehab_replacement_expenses": "Estimated Repair, Rehab, Replacement Expenses by Item within up to 20 Years from Installation)", "drinking_water_utilities": "Drinking Water Utilities", "source_related": "Source Related", "pumps_dw": "Pumps", "pump_controls_dw": "Pump Controls", "pump_motors_dw": "Pump Motors", "telemetry_dw": "Telemetry", "intake_well_screens": "Intake/ Well screens", "water_level_sensors_dw": "Water Level Sensors", "pressure_transducers_dw": "Pressure Transducers", "treatment_related_dw": "Treatment Related", "chemical_feed_pumps_dw": "Chemical feed pumps", "altitude_valves_dw": "Altitude Valves", "valve_actuators": "Valve Actuators", "field_process_instrumentation_equipment_dw": "Field & Process Instrumentation Equipment", "granular_filter_media": "Granular filter media", "air_compressors_control_units": "Air compressors & control units", "pumps_tr": "Pumps", "pump_motors_tr": "Pump Motors", "pump_controls_tr": "Pump Controls", "water_level_sensors_tr": "Water Level Sensors", "pressure_transducers_tr": "Pressure Transducers", "sludge_collection_dewatering_dw": "Sludge Collection & Dewatering", "uv_lamps_dw": "UV Lamps", "membranes": "Membranes", "backup_power_generators_dw": "Back-up power generators", "chemical_leak_detection_equipment_dw": "Chemical Leak Detection Equipment", "flow_meters_dw": "Flow meters", "scada_systems_dw": "SCADA Systems", "distribution_system_related": "Distribution System Related", "residential_small_commercial_meters": "Residential and Small Commercial Meters", "meter_boxes": "Meter boxes", "hydrants_blow_offs": "Hydrants & Blow offs", "pressure_reducing_valves": "Pressure reducing valves", "cross_connection_control_devices": "Cross connection control devices", "altitude_valves_ds": "Altitude valves", "alarms_telemetry_ds": "Alarms & Telemetry", "vaults_lids_access_hatches_ds": "Vaults, lids, and access hatches", "security_devices_fencing_ds": "Security devices and fencing", "storage_reservoir_painting_patching": "Storage reservoir painting/patching", "wastewater_utilities": "Wastewater Utilities", "treatment_related_ww": "Treatment Related", "pump_ww": "Pump", "pump_controls_ww": "Pump Controls", "pump_motors_ww": "Pump Motors", "chemical_feed_pumps_ww": "Chemical feed pumps", "membrane_filters_fibers": "Membrane Filters Fibers", "field_process_instrumentation_equipment_ww": "Field & Process Instrumentation Equipment", "uv_lamps_ww": "UV lamps", "centrifuges": "Centrifuges", "aeration_blowers": "Aeration blowers", "aeration_diffusers_nozzles": "Aeration diffusers and nozzles", "trickling_filters_rbcs_etc": "Trickling filters, RBCs, etc.", "belt_presses_driers": "Belt presses & driers", "sludge_collecting_dewatering_equipment_ww": "Sludge Collecting and Dewatering Equipment", "level_sensors_ww": "Level Sensors", "pressure_transducers_ww": "Pressure Transducers", "pump_controls_ww": "Pump Controls", "backup_power_generator_ww": "Back-up power generator", "chemical_leak_detection_equipment_ww": "Chemical Leak Detection Equipment", "flow_meters_ww": "Flow meters", "scada_systems_ww": "SCADA Systems", "collection_system_related": "Collection System Related", "pump_cs": "Pump", "pump_controls_cs": "Pump Controls", "pump_motors_cs": "Pump Motors", "trash_racks_bar_screens": "Trash racks/bar screens", "sewer_line_rodding_equipment": "Sewer line rodding equipment", "air_compressors_cs": "Air compressors", "vaults_lids_access_hatches_cs": "Vaults, lids, and access hatches", "security_devices_fencing_cs": "Security devices and fencing", "alarms_telemetry_cs": "Alarms & Telemetry", "chemical_leak_detection_equipment_cs": "Chemical Leak Detection Equipment", "page_number": "18"}


<!-- Page Break - Batch 27 -->


json
{"EXHIBIT TWO": "","WEP-SPECIFIC PRELIMINARY ENGINEERING REPORT TEMPLATE": "","19": ""}


<!-- Page Break - Batch 28 -->


json
{"EXHIBIT TWO": "GENERAL OUTLINE OF A WEP-SPECIFIC PRELIMINARY ENGINEERING REPORT", "1) PROJECT PLANNING": "a) Location", "b) Environmental Drivers and Considerations": "c) Population Trends", "2) EXISTING FACILITIES": "a) Location Map", "b) Condition of Existing Facilities": "c) Water/Energy/Waste Audits", "3) NEED FOR PROJECT": "4) ALTERNATIVES CONSIDERED", "a) Description": "b) Design Criteria", "c) Map": "d) Environmental Impacts", "e) Land Requirements": "f) Potential Construction Problems", "g) Resilience and Sustainability Considerations": "i) Resilience", "ii) Sustainability": "h) Cost Estimates", "5) SELECTION OF AN ALTERNATIVE": "a) Life Cycle Cost Analysis", "b) Non-Monetary Factors": "6) PROPOSED PROJECT (RECOMMENDED ALTERNATIVE)", "a) Preliminary Project Design": "i) Drinking Water Projects", "ii) Wastewater/Reuse Projects": "iii) Solid Waste Projects", "iv) Stormwater Projects": "b) Project Schedule", "c) Permit Requirements": "d) Community Engagement", "e) Total Project Cost Estimate (Engineer's Opinion of Probable Cost)": "f) Funding Decision Data", "7) CONCLUSIONS AND RECOMMENDATIONS": "20"}


<!-- Page Break - Batch 29 -->


json
{"document_title": "DETAILED OUTLINE OF A WEP-SPECIFIC PRELIMINARY ENGINEERING REPORT",
"section_1_title": "PROJECT PLANNING",
"section_1_description": "Describe the area under consideration. Service may be provided by a combination of central, cluster, and/or centrally managed individual facilities. The description should include information on the following:",
"section_1a_title": "Location",
"section_1a_description": "Provide scale maps and photographs of the project planning area and any existing service areas. Include legal and natural boundaries.",
"section_1b_title": "Environmental Drivers and Considerations",
"section_1b_description": "As applicable, provide any critical information on environmental resources that may affect the project or that are driving decisions regarding alternatives selected or design methodology. Do not copy and paste the NEPA documentation in this section, as this section is concerned with impacts environmental factors are having on the existing system and the proposed project. For example, if wetlands are present, provide the extent and nature of the wetlands and how they complicate or limit actions. Also, if suitable habitat for threatened or endangered species is present within the project site(s), provide information about these species and any challenges that may come to pass because of their presence. If the project includes water storage or other potentially tall structures, provide discussion on how visibility of the structure may affect historic properties, if such historic sites/properties are present in the area. If topographic features complicate or facilitate a project, provide a narrative to this matter along with relevant topographic mapping.",
"section_1c_title": "Population Trends",
"section_1c_description": "Provide U.S. Census or other population data (including references) for the service area for at least the past two decades if available. Population projections for the project planning area and concentrated growth areas should be provided for the project design period. Base projections on historical records with justification from recognized sources. This section may be omitted for rehabilitation projects that do not include system expansion.",
"section_2_title": "EXISTING FACILITIES",
"section_2_description": "Describe each part (e.g., processing unit) of the existing facility and include the following information:",
"section_2a_title": "Location Map",
"section_2a_description": "For all projects, provide a map or plan view layout of all existing facilities. Provide a schematic process diagram for projects involving work to treatment facilities. Identify facilities that are no longer in use or abandoned. Include photographs of existing facilities.",
"section_2b_title": "Condition of Existing Facilities",
"section_2b_description": "Describe present condition; suitability for continued use; adequacy of current facilities; and their conveyance, treatment, storage, and disposal capabilities. Describe the existing capacity of each component. Describe and reference compliance with applicable federal, state, and local laws. Include a brief analysis of current energy consumption, relevant to the project. Reference an asset management plan if applicable. Provide a water loss or inflow and infiltration analysis for projects proposing an increase to system capacity.",
"page_number": "21"}


<!-- Page Break - Batch 30 -->


json
{"c": "Water/Energy/Waste Audits. If applicable to the project, summarize or discuss\nany water, energy, and/or waste audits which have been conducted and the main\noutcomes.", "3": "NEED FOR PROJECT", "3_description": "Describe why the project is needed. This section is vitally important, because without\nclear justification, the project cannot be funded by Rural Development. The project need\nmay fall in one or more of the following categories: health or sanitary problems, security\nconcerns, aging infrastructure nearing the end of useful life, system operations or\noperational efficiency, resilience, or reasonable growth. Projects whose primary purpose\nis to upgrade existing facilities or construct new facilities required to meet applicable\nhealth or sanitary standards may qualify for additional financial assistance under 7 CFR\n1780.10(c)(1) and 7 CFR 1780.13(b). See Appendix E for the required documentation.", "4": "ALTERNATIVES CONSIDERED", "4_description": "This section should contain a description of the alternatives that were considered in\nplanning a solution to meet the identified needs. Documentation of alternatives\nconsidered is often a Report weakness. Alternative approaches to ownership and\nmanagement, system design (including resource efficient or green alternatives), and\nsharing of services, including various forms of partnerships, should be considered. In\naddition, the following alternatives should be considered, if practicable: building new\ncentralized facilities, optimizing the current facilities (no construction), developing\ncentrally managed decentralized systems, including small cluster or individual systems,\nand developing an optimum combination of centralized and decentralized systems. The\nlevel of detail provided should be appropriate for the complexity of the project.\nTechnically infeasible alternatives that were considered should be mentioned briefly\nalong with an explanation of why they are infeasible but do not require full analysis.\nFinancially infeasible is not the same as technically infeasible. For each technically\nfeasible alternative, the description should include the following information:", "a": "Description. Describe the facilities associated with every technically feasible\nalternative. Describe source, conveyance, treatment, storage and distribution\nfacilities for each alternative, as applicable. A feasible system may include a\ncombination of centralized and decentralized (on-site or cluster) facilities.", "b": "Design Criteria. State the design parameters used for evaluation purposes. These\nparameters should comply with federal, state, and agency design policies and\nregulatory requirements.", "c_map": "Map. Provide a schematic layout map to scale and a process diagram if\napplicable. If applicable, include future expansion of the facility.", "page_number": "22"}


<!-- Page Break - Batch 31 -->


json
{"d": "Environmental Impacts. If environmental impacts are relevant to project selection, provide a brief description of how protection of environmental resources may affect implementing the specific alternative being considered", "e": "Land Requirements. Identify sites and easements required. Further specify whether these properties are currently owned, to be acquired, leased, or have access agreements. For projects that require routine maintenance of assets on private property such as Septic Tank Effluent System (STEP) or grinder pump systems, permanent easements and/or agreements will be required.", "f": "Potential Construction Problems. Discuss concerns such as subsurface rock, high water table, limited access, existing resource or site impairment, or other conditions which may affect cost of construction or operation of facility.", "g": "Resilience and Sustainability Considerations. As it applies to alternative selection, briefly describe how the alternative improves the system's long-term resilience and sustainability.", "i) Resilience": "Resilience measures enhance an infrastructure asset's or utility's ability to withstand and recover from natural or man-made hazards, including flooding, high winds, wildfire, drought, earthquake, cyberattack, electrical power outage, and supply chain disruptions. Modern building codes provide a baseline level of resilience to several hazards, but actions taken to exceed minimum requirements or other project attributes that enhance resilience should be discussed here. Many resilience measures, such as hardening or elevating infrastructure, may incur additional capital expense during construction See section 5(a) for guidance on how to capture the benefits in a lifecycle cost analysis.", "ii) Sustainability": "Sustainable utility management practices include environmental, social, and economic benefits that aid in creating a resilient utility. Note that, per 7 CFR 1780.10(a)(1), projects must be modest, and alternatives must be compared on a lifecycle cost basis; however, sustainability is a “non-monetary factor\" that can be part of project selection. Sustainability considerations may not apply to every alternative or every project, but every PER should include this section, if only to say, \"not applicable.\"", "(1) Environmental benefits": "might include decreased emissions or reduced consumption of natural resources during construction or over the project's lifecycle or environmental improvements beyond the minimum required by NEPA or other laws.", "(2) Social benefits": "may involve opportunities for recreation, education, or other functions of life not directly tied to water or wastewater. Community acceptance and enthusiasm for an infrastructure project helps to ensure the project will have the support needed to thrive long-term. Robust and extensive community engagement is essential.", "(3) Financial sustainability": "of funding recipients (utilities) is one of WEP's primary goals. In practice, it means that the entity has the funds operate indefinitely without undue hardship. WEP attempts to achieve this by selecting the most appropriate, modest project, and through underwriting of the award. This section of the PER may discuss aspects of the project that provide the community additional financial benefits.", "(4) Other factors": "that may affect sustainability, including workforce issues. For example, a remote system requiring a high grade of operator may have", "page_number": "23"}


<!-- Page Break - Batch 32 -->


{"difficulty": "difficulty staffing the position. Other examples include operability issues,", "familiarity": "familiarity of existing staff with the technology, robustness of the system in", "case": "case of changing demand, staff shortages (pandemics, hunting season), or", "electrical": "electrical outages (if common).", "Cost Estimates": "Cost Estimates. Provide cost estimates for each alternative, including a", "breakdown": "breakdown of the following costs associated with the project: construction, non-", "construction": "construction, and annual O&M costs. A construction contingency should be", "included": "included as a non-construction cost. Cost estimates should be included with the", "descriptions": "descriptions of each technically feasible alternative and should reflect domestic", "preference": "preference requirements associated with the funding. O&M costs should include", "rough": "a rough breakdown by O&M category (see example below) and not just a value", "alternative": "for each alternative. However, O&M costs can be limited to those categories that", "increase": "will increase or decrease in value depending on the alternative. Information from", "sources": "other sources, such as the recipient's accountant or other known technical service", "providers": "providers, can be incorporated to assist in the development of this section. The", "derived": "cost derived will be used in the life cycle cost analysis described in Section 5 a.", "page_number": "24"}


<!-- Page Break - Batch 33 -->


json
{"Example O&M Cost Estimate for Alternative": "", "Personnel (i.e., Salary, Benefits, Payroll Tax, Insurance, Training)": "", "Administrative Costs (e.g. office supplies, printing, etc.)": "", "Water Purchase or Waste Treatment Costs": "", "Insurance": "", "Energy Cost (Fuel and/or Electrical)": "", "Process Chemical": "", "Monitoring & Testing": "", "Short Lived Asset Maintenance/Replacement*": "", "Professional Services": "", "Residuals Disposal": "", "Miscellaneous": "", "Security and Cyber Security": "", "Maintenance of Assets on Private Property": "", "Total": "", "* Appendix A of Exhibit 1, the Interagency PER template, provides a list of examples": "", "5": "SELECTION OF AN ALTERNATIVE", "Selection of an alternative is the process by which data from the previous section, \"Alternatives Considered,” is analyzed in a systematic manner to identify a recommended alternative. The analysis must consider life cycle costs and may also consider non-monetary factors (i.e., triple bottom line analysis: financial, social, and environmental). Generally monetary factors utilizing a life cycle cost analysis should be used for project selection. When non-monetary factors are used for selection, a compelling argument explaining why non-monetary factors outweigh monetary factors must be provided.": "", "a": "Life Cycle Cost Analysis. A life cycle present worth cost analysis (an engineering economics technique to evaluate present and future costs for comparison of alternatives) should be completed to compare the technically feasible alternatives. Do not leave out alternatives because of anticipated costs; let the life cycle cost analysis show whether an alternative may have an acceptable cost. This analysis should meet the following requirements and should be repeated for each technically feasible alternative. Several analyses may be required if the project has different aspects, such as one analysis for different types of collection systems and another for different types of treatment.": "", "1. The analysis should convert all costs to present day dollars;": "", "2. The planning period to be used is recommended to be 20 years, the lifespan of the shortest-lived alternative, or any period determined reasonable by the engineer and concurred on by the Agency;": "", "Different features in the system may have varied life cycles;": "", "3. The discount rate to be used should be the \"real\" discount rate taken from the latest Appendix C of OMB circular A-94. Contact the State Engineer for assistance.": "", "25": ""}


<!-- Page Break - Batch 34 -->


json
{"4": "The total capital cost (construction plus non-construction costs) should be included;", "5": "Annual O&M costs should be converted to present day dollars using a uniform series present worth (USPW) calculation;", "6": "Short-lived assets (SLA) (See Appendix A of Exhibit 1 for examples) should be included. The lifespans of SLAs should be based on generally accepted design life. For each instance during the planning period a SLA needs replacement, the present value (PV) should be calculated. Alternatively, the SLA cost may be annualized and the present value calculated using the USPW. Note that SLAs are treated differently in the financial assistance underwriting process.", "7": "Using a salvage value (S) of zero at the end of the alternative's design life, calculate S for the end of the planning period by straight-line interpolation and convert to present day dollars. Alternative means of determining salvage value may be used if described and justified.;", "8": "The present worth of the salvage value should be subtracted from the present worth costs;", "9": "The net present value (NPV) is then calculated for each technically feasible alternative as the sum of the capital cost (C) plus the present value of the annual O&M and SLA, minus the present value of the salvage value:", "NPV": "C + USPW (O&M) – PV(S) + PV(SLA1) + PV(SLA2) + ...", "PV": "FV 1/(1+r)n", "USPW": "A [(1 + r)n – 1]/r(1+r)n", "r": "Real discount rate", "n": "Planning period in years", "FV": "Future value", "A": "Annual cost", "10": "A table showing the capital cost, annual O&M cost, SLAs, salvage value, present worth of each of these values, and the NPV should be developed for agency review. All factors, costs, discount rates, and planning periods used should be shown within the table;", "11": "Resilience and hardening measures may add up-front costs to a project but provide benefits that pay off as costs avoided after a natural disaster. These benefits can be difficult to capture in a LCCA, thus may be considered as non- monetary factors (see below). However, several Federal Agencies have developed tools and guidance to monetize the expected value of avoided costs due to certain resilience measures. PER writers are encouraged to utilize the resources below to monetize the benefits of proposed resilience measures and enter that as a negative cost in the NPV calculation.", "page_number": "26"}


<!-- Page Break - Batch 35 -->


json
{
  "url1": "https://www.epa.gov/crwu/climate-resilience-evaluation-and-awareness-tool-creat-risk-assessment-application-water",
  "url2": "https://www.nibs.org/projects/natural-hazard-mitigation-saves-2019-report",
  "url3": "https://www.fema.gov/grants/guidance-tools/benefit-cost-analysis/resources",
  "url4": "https://www.nist.gov/services-resources/software/edge-economic-decision-guide-software-online-tool",
  "b": "Non-Monetary Factors. Non-monetary factors, including sustainability considerations, non-monetizable resilience benefits, operator training requirements, permit issues, community objections, reduction of greenhouse gas emissions, wetland relocation, and funding agency domestic preference requirements may be considered in determining which alternative is recommended and may be factored into the decision-making process.",
  "6": "PROPOSED PROJECT (RECOMMENDED ALTERNATIVE)",
  "6_description": "Include a recommendation for which alternative(s) should be implemented. This section should contain a fully developed description of the proposed project based on the preliminary description under the evaluation of alternatives. Include a schematic for any treatment processes, a layout of the system, and a location map of the proposed facilities. At least the following information should be included as applicable to the specific project:",
  "a": "Preliminary Project Design. Only components that are part of the project need to be discussed.",
  "i": "Drinking Water Projects:",
  "i_description": "If water loss in the distribution system exceeds reasonable levels, the loss must be addressed to the extent economically feasible.",
  "water_supply": "Water Supply. Include requirements for quality and quantity. Describe recommended source, including site and allocation allowed.",
  "treatment": "Treatment. Describe process in detail (including whether adding, replacing, or rehabilitating a process) and identify location of plant and site of any process discharges. Identify capacity of treatment plant (i.e., Maximum Daily Demand).",
  "storage": "Storage. Identify size, type and location.",
  "pumping_stations": "Pumping Stations. Identify size, type, location and any special power requirements. For rehabilitation projects, include description of components upgraded.",
  "distribution_layout": "Distribution Layout. Identify general location of new pipe, replacement, or rehabilitation: lengths, sizes and key components.",
  "security": "Security. Identify physical and cyber security systems.",
  "page_number": "27"
}


<!-- Page Break - Batch 36 -->


json
{"WastewaterReuseProjects": "Projects increasing wastewater treatment and or collection system capacity or facilities experiencing sanitary sewer overflows or combined sewer overflows must address excessive inflow and infiltration to the extent economically feasible.", "CollectionSystemReclaimedWaterSystemLayout": "Identify general location of new pipe, replacement or rehabilitation: lengths, sizes, and key components.", "PumpingStations_Wastewater": "Identify size, type, site location, and any special power requirements. For rehabilitation projects, include description of components upgraded.", "Storage_Wastewater": "Identify size, type, location and frequency of operation.", "Treatment_Wastewater": "Describe process in detail (including whether adding, replacing, or rehabilitating a process) and identify location of any treatment units and site of any discharges (end use for reclaimed water). Identify capacity of treatment plant (i.e., Average Daily Flow).", "Security": "Identify physical and cyber security systems.", "SolidWasteProjects": null, "Collection_SolidWaste": "Describe process in detail and identify quantities of material (in both volume and weight), length of transport, location and type of transfer facilities, and any special handling requirements.", "Storage_SolidWaste": "If any, describe capacity, type, and site location.", "Processing_SolidWaste": "If any, describe capacity, type, and site location.", "Disposal_SolidWaste": "Describe process in detail and identify permit requirements, quantities of material, recycling processes, location of plant, and site of any process discharges.", "StormwaterProjects": null, "CollectionSystemLayout_Stormwater": "Identify general location of new pipe, replacement or rehabilitation: lengths, sizes, and key components.", "PumpingStations_Stormwater": "Identify size, type, location, and any special power requirements.", "Treatment_Stormwater": "Describe treatment process in detail. Identify location of treatment facilities and process discharges. Capacity of treatment process should also be addressed.", "Storage_Stormwater": "Identify size, type, location and frequency of operation.", "Disposal_Stormwater": "Describe type of disposal facilities and location.", "page_number": "28"}


<!-- Page Break - Batch 37 -->


json
{"Green Infrastructure": "Describe aspects of project that preserve or mimic natural processes to manage stormwater, if applicable to the selected alternative.",
"Project Schedule": "Identify proposed dates for submittal and anticipated approval of all required documents, land and easement acquisition, permit applications, advertisement for bids, loan closing, contract award, initiation of construction, substantial completion, final completion, and initiation of operation.",
"Permit Requirements": "Identify any construction, discharge and capacity permits that will/may be required as a result of the project.",
"Community Engagement": "Briefly describe the utility's approach (or proposed approach) for engaging the community in the project planning process. It should help the community develop an understanding of the project need, the operational service levels required, funding and revenue strategies and the efforts needed to meet those requirements, along with other considerations. As applicable, describe how the project will contribute to community and financial sustainability. Projects that are unwanted for social reasons may erode confidence in the utility enterprise itself. Community engagement and acceptance help support financial sustainability by keeping users connected to the utility system.",
"Total Project Cost Estimate": "Provide an itemized estimate of the project cost based on the stated period of construction. Include construction broken down by work elements, land and rights-of-way, legal, engineering, construction program management, funds administration, interest, equipment, construction contingency, refinancing, and other costs associated with the proposed project. The construction subtotal should be separated out from the non-construction costs. Construction costs should reflect domestic preference requirements required by funding sources. The non- construction subtotal should be included and added to the construction subtotal to establish the total project cost. A reasonable and uninflated construction contingency should be added as part of the non-construction subtotal. Contingency greater than 10% of construction cost must be justified based on project-specific issues. For projects containing both water and waste disposal systems, provide a separate cost estimate for each system as well as a grand total. The engineer may rely on the owner for estimates of cost for items other than construction, equipment, and engineering. Appendix D includes a suggested format for providing estimated costs.",
"Funding Decision Data": "Suggested formats for providing financial and other data used for funding decisions are included in Appendix C.",
"CONCLUSIONS AND RECOMMENDATIONS": "Provide any additional findings and recommendations that should be considered in development of the project. This may include recommendations for special studies, highlighting of the need for special coordination, a recommended plan of action to expedite project development, and any other necessary considerations.",
"page_number": "29"}


<!-- Page Break - Batch 38 -->


json
{"EXHIBIT THREE": "","STREAMLINED PRELIMINARY ENGINEERING REPORT TEMPLATE": "","30": ""}


<!-- Page Break - Batch 39 -->


json
{"document_title": "STREAMLINED PRELIMINARY ENGINEERING REPORT", "report_usage_note": "The Streamlined Preliminary Engineering Report may only be used for the project types listed in Appendix B or projects that are applying for only loan funding (no grant).", "section_1_title": "EXECUTIVE SUMMARY", "section_1_description": "Briefly describe the location of the proposed project, proposed project improvements, including total project costs with reference to project costs breakdown in the appropriate section, etc.", "section_2_title": "PROJECT PLANNING AREA/LOCATION", "section_2_description": "Provide a brief discussion regarding the proposed planning area. Include existing service area(s) and proposed project service area(s). Include legal and natural boundaries of the service area.", "section_3_title": "EXISTING FACILITIES", "section_3_description": "Provide a brief discussion regarding the condition and adequacy of the existing facilities. Describe major system components. Include any current violations and other technical challenges experienced by the system.", "section_4_title": "NEED FOR PROJECT", "section_4_description": "Provide a brief discussion regarding the project need. Project need may be based on health/sanitary problems, security issues, aging infrastructure, operational efficiency problems, resilience, or reasonable growth. Projects whose primary purpose is to upgrade existing facilities or construct new facilities required to meet applicable health or sanitary standards may qualify for additional financial assistance under 7 CFR 1780.10(c)(1) and 7 CFR 1780.13(b). See Appendix D for the required documentation.", "section_5_title": "PROPOSED PROJECT / SCOPE OF WORK", "section_5_description": "Describe the project including preliminary project design, project schedule, permit requirements, possible construction problems, land requirements, resilience/sustainability considerations, and project costs. If there is multi-agency coordination involved, please include information for scheduling, costs, etc.", "appendices_title": "APPENDICES", "appendix_1": "Project Maps including location map, layout of existing system, layout of proposed improvements", "appendix_2": "Health & Sanitary Documentation (if applicable)", "appendix_3": "Overall Project Schedule", "appendix_4": "Engineer's Opinion of Probable Cost (Proposed Project)", "appendix_5": "Funding Decision Data for Loan and Grant Determination (See Appendix C)", "page_number": "31"}


<!-- Page Break - Batch 40 -->


json
{"document_title": "APPENDIX A SUGGESTED ALTERNATIVES", "document_description": "Below is a listing of common project types that utilize WWD funds. Next to each project type is a list of alternatives that could be considered for such projects. The suggested alternatives for consideration listed below do not include all possibilities, and some of these alternatives may require permanent access to private property. When more practical or technologically better alternatives are available, such alternatives should be included in the analysis.", "project_component_1": "New well", "suggested_alternative_1": "Connection to neighboring system, different well placement locations, expanding a current well, other water source, water reuse", "project_component_2": "New water storage tank", "suggested_alternative_2": "Elevated storage tanks, ground storage tanks", "project_component_3": "New water distribution system", "suggested_alternative_3": "Alternative system layouts (including alternative sources)", "project_component_4": "New wastewater collection system", "suggested_alternative_4": "Gravity, low pressure, vacuum, STEP systems", "project_component_5": "Collection system replacement", "suggested_alternative_5": "Component replacement, lining", "project_component_6": "New centralized system", "suggested_alternative_6": "Connection to neighboring system, cluster systems", "project_component_7": "New treatment system", "suggested_alternative_7": "Alternative treatment methods", "project_component_8": "Wastewater sludge dewatering", "suggested_alternative_8": "Sludge drying beds, dewatering boxes, filter press, screw press, centrifuge systems", "project_component_9": "Wastewater effluent disposal", "suggested_alternative_9": "Alternative disposal methods, sprayfields, rapid infiltration basins, surficial waters", "footnote": "1. Applicants will need to obtain the necessary permanent easements for access to assets installed on private property and will be required to operate and maintain those assets.", "page_number": "32"}


<!-- Page Break - Batch 41 -->


json
{"document_title": "APPENDIX B PROJECTS THAT MAY USE STREAMLINED PRELIMINARY ENGINEERING REPORT TEMPLATE", "document_description": "Below is a listing of systems, subsystems, or project types which usually do not have feasible alternatives. If a project consists predominately of these items, a Streamlined PER will be suitable for WEP funding consideration. However, if a repair project costs more than 50% of the cost of replacement, an alternatives analysis is required and the Streamlined PER cannot be used.", "item_1": "SCADA (new or replacement)", "item_2": "Meters (new or replacement)", "item_3": "Metering equipment", "item_4": "Replacement of pump(s)", "item_5": "Replacement of valve(s)", "item_6": "Replacement of Fire Hydrant(s)", "item_7": "Non-Treatment process equipment (HVAC air conditioner, etc)", "item_8": "Purchase of office equipment or laboratory equipment", "item_9": "Purchase of vehicles", "item_10": "Purchase of existing water rights", "item_11": "Building structural repairs", "item_12": "Minimal modifications or replacement in kind of non-treatment process related items", "item_13": "Modification/repairs to an existing water supply well (as long as it is not increasing the capacity)", "item_14": "In situ replacement of an existing well or tank if the capacity or storage is not being increased", "item_15": "Tank repaint and repairs", "item_16": "Replacement or rehabilitation of existing water distribution or transmission lines", "item_17": "Rehabilitation (including lining) of existing wastewater collection system (not including replacement of collection lines)", "item_18": "Expansion of less than 5 miles or a 75% increase (whichever is smaller) in a water distribution system or wastewater collection system.", "item_19": "Replacement of pump stations within general area of existing station", "item_20": "New utility service connections to individual users", "item_21": "Sludge removal from a lagoon", "item_22": "Rehabilitation of a lagoon / detention pond", "item_23": "Projects where the funding source clearly identifies the alternative to be built", "item_24": "Projects that do not have alternatives due to state regulatory authority mandates", "page_number": "33"}


<!-- Page Break - Batch 42 -->


json
{"document_title": "APPENDIX C FUNDING DECISION DATA", "information_purpose": "evaluate the financial capacity of the system", "consultation_option": "Consulting engineers may consult with the owner's accountant or fiscal agent", "wwd_funding_eligibility": "Accounting and fiscal agent cost are eligible for WWD funding", "appendix_formatting": "optional", "current_rate_schedules_requirement": "Current rate schedules for the system should be provided", "current_rate_schedules_format": "no format is suggested", "capital_improvement_format_purpose": "provide any anticipated capital improvement projects", "future_capital_improvement_project_1": "Project", "future_capital_improvement_project_2": "Project", "future_capital_improvement_project_3": "Project", "future_capital_improvement_project_4": "Project", "future_capital_improvement_project_5": "Project", "estimated_cost_1": "$", "estimated_cost_2": "$", "estimated_cost_3": "$", "estimated_cost_4": "$", "estimated_cost_5": "$", "water_use_data_purpose": "provide water use data needed for underwriting loan and grant applications", "meter_reading_alternative": "provide detailed information explaining the method / standard used to report the volumes", "multiple_service_areas": "provide a separate table for each entity", "multifamily_master_meter": "complex will be considered a commercial user", "multifamily_individual_meters": "individual units will be considered residential users", "page_number": "34"}


<!-- Page Break - Batch 43 -->


json
{"Type of User": "Residential",
"Number of Users": null,
"Actual Usage last 12 months (gallons)": null,
"Projected Users": null,
"Projected Annual Usage (gallons)": null,
"Type of User_2": "Residential (Seasonal)",
"Number of Users_2": null,
"Actual Usage last 12 months (gallons)_2": null,
"Projected Users_2": null,
"Projected Annual Usage (gallons)_2": null,
"Type of User_3": "Commercial",
"Number of Users_3": null,
"Actual Usage last 12 months (gallons)_3": null,
"Projected Users_3": null,
"Projected Annual Usage (gallons)_3": null,
"Type of User_4": "Industrial",
"Number of Users_4": null,
"Actual Usage last 12 months (gallons)_4": null,
"Projected Users_4": null,
"Projected Annual Usage (gallons)_4": null,
"Type of User_5": "Governmental",
"Number of Users_5": null,
"Actual Usage last 12 months (gallons)_5": null,
"Projected Users_5": null,
"Projected Annual Usage (gallons)_5": null,
"Salaries": null,
"Current O&M based on Most Recent Audit (year)": null,
"Projected Amount (first typical year after construction)": null,
"Benefits (Health Ins., Pension, & Etc.)": null,
"Current O&M based on Most Recent Audit (year)_2": null,
"Projected Amount (first typical year after construction)_2": null,
"Accounting / Auditing": null,
"Current O&M based on Most Recent Audit (year)_3": null,
"Projected Amount (first typical year after construction)_3": null,
"Legal": null,
"Current O&M based on Most Recent Audit (year)_4": null,
"Projected Amount (first typical year after construction)_4": null,
"Utilities": null,
"Current O&M based on Most Recent Audit (year)_5": null,
"Projected Amount (first typical year after construction)_5": null,
"Insurance": null,
"Current O&M based on Most Recent Audit (year)_6": null,
"Projected Amount (first typical year after construction)_6": null,
"Misc. Office Expenses": null,
"Current O&M based on Most Recent Audit (year)_7": null,
"Projected Amount (first typical year after construction)_7": null
}


<!-- Page Break - Batch 44 -->


json
{"Repairs / Maintenance": null, "Testing / Monitoring": null, "Water Purchase / Treatment Cost": null, "Chemicals": null, "Supplies": null, "Professional / Contract Services": null, "Cyber Security Contract(s)": null, "Maintenance of Assets on Private Property": null, "Sludge Disposal": null, "Other": null, "Total O&M Costs": null, "Total O&M Costs_dollars1": null, "Total O&M Costs_dollars2": null, "Income Projection": null, "Annual User Fees (metered)": null, "Annual User Fees (unmetered)": null, "Fire Protection": null, "Connection/Tap Fees": null, "Interest": null, "Readiness to Serve /Debt Service Charge": null, "Other_income": null, "Most Recent Audit(year)": null, "Projected Amount(first typical yearafter construction)": null, "Total Income": null, "Total Income_dollars1": null, "Total Income_dollars2": null, "Debt Repayments": null, "page_number": "36"}


<!-- Page Break - Batch 45 -->


json
{"page_number": "37", "existing_financing_description": "Describe existing and proposed financing with the estimated amount of annual debt repayments from all sources.", "funding_estimates_based_on": "loans", "grant_funding_consultation": "local Rural Development staff", "debt_terms_format": "no format suggested", "collaboration_recommendation": "Rural Development staff", "section_title": "Reserves", "subsection_title": "Short Lived Assets:", "table_inclusion_requirement": "A table of short-lived assets should be included for the system.", "table_content_requirements": "The table should include the asset, the expected useful life, and the anticipated cost of each.", "reserve_deposit_purpose": "fund replacement of short-lived assets", "short_lived_asset_examples": "pumps, paint, and small equipment", "short_lived_asset_exclusions": "facilities such as a water tank or treatment facility replacement that are usually funded with long-term capital financing", "format_suggestion_purpose": "provide short-lived assets associated with the entire (water or wastewater) system", "inclusion_criteria": "items not covered under the O&M costs listed above or costs that will be coved by a planned capital improvement project", "annual_reserves_funding": "fully funded by the borrower", "annual_reserves_utilization": "future equipment/asset replacement", "expected_useful_life_definition": "for the entire life of the asset, not the remaining life of that asset", "asset_description_1": "Asset description", "useful_life_1": "1 to 5", "replacement_cost_1": "$", "annual_reserve_1": "$", "asset_description_2": "Asset description", "useful_life_2": "1 to 5", "replacement_cost_2": "$", "annual_reserve_2": "$", "asset_description_3": "Asset description", "useful_life_3": "1 to 5", "replacement_cost_3": "$", "annual_reserve_3": "$", "asset_description_4": "Asset description", "useful_life_4": "1 to 5", "replacement_cost_4": "$", "annual_reserve_4": "$", "asset_description_5": "Asset description", "useful_life_5": "1 to 5", "replacement_cost_5": "$", "annual_reserve_5": "$", "asset_description_6": "Asset description", "useful_life_6": "1 to 5", "replacement_cost_6": "$", "annual_reserve_6": "$", "asset_description_7": "Asset description", "useful_life_7": "1 to 5", "replacement_cost_7": "$", "annual_reserve_7": "$", "subtotal_5_year_assets": "Subtotal 5 year assets", "subtotal_5_year_assets_amount": "$", "asset_description_8": "Asset description", "useful_life_8": "5 to 10", "replacement_cost_8": "$", "annual_reserve_8": "$", "asset_description_9": "Asset description", "useful_life_9": "5 to 10", "replacement_cost_9": "$", "annual_reserve_9": "$", "asset_description_10": "Asset description", "useful_life_10": "5 to 10", "replacement_cost_10": "$", "annual_reserve_10": "$", "asset_description_11": "Asset description", "useful_life_11": "5 to 10", "replacement_cost_11": "$", "annual_reserve_11": "$"}


<!-- Page Break - Batch 46 -->


json
{"Asset description_1": "Asset description", "5 to 10_1": "5 to 10", "$_1": "$", "$_2": "$", "Asset description_2": "Asset description", "5 to 10_2": "5 to 10", "$_3": "$", "$_4": "$", "Asset description_3": "Asset description", "5 to 10_3": "5 to 10", "$_5": "$", "$_6": "$", "Subtotal 10 year assets": "Subtotal 10 year assets", "$_7": "$", "Asset description_4": "Asset description", "10 to 15_1": "10 to 15", "$_8": "$", "$_9": "$", "Asset description_5": "Asset description", "10 to 15_2": "10 to 15", "$_10": "$", "$_11": "$", "Asset description_6": "Asset description", "10 to 15_3": "10 to 15", "$_12": "$", "$_13": "$", "Asset description_7": "Asset description", "10 to 15_4": "10 to 15", "$_14": "$", "$_15": "$", "Asset description_8": "Asset description", "10 to 15_5": "10 to 15", "$_16": "$", "$_17": "$", "Asset description_9": "Asset description", "10 to 15_6": "10 to 15", "$_18": "$", "$_19": "$", "Asset description_10": "Asset description", "10 to 15_7": "10 to 15", "$_20": "$", "$_21": "$", "Subtotal 15 year assets": "Subtotal 15 year assets", "$_22": "$", "Total Annual Reserve": "Total Annual Reserve", "$_23": "$", "Debt Service Reserves": "Debt Service Reserves:", "A 10% debt service reserve is required when using loan security other than general obligation or": "A 10% debt service reserve is required when using loan security other than general obligation or", "special assessment bonds. Reserve requirements for WWD loans are set forth in 7 CFR 1780.": "special assessment bonds. Reserve requirements for WWD loans are set forth in 7 CFR 1780.", "38": "38"}


<!-- Page Break - Batch 47 -->


json
{"document_title": "APPENDIX D ESTIMATE OF PROJECT COST SUGGESTED FORMAT", "construction_costs_label": "Construction Costs", "work_element_1": "[work element]", "work_element_1_cost": "$", "work_element_2": "[work element]", "work_element_2_cost": "$", "work_element_3": "[work element]", "work_element_3_cost": "$", "work_element_4": "[work element]", "work_element_4_cost": "$", "work_element_5": "[work element]", "work_element_5_cost": "$", "work_element_6": "[work element]", "work_element_6_cost": "$", "construction_subtotal_label": "Construction Subtotal", "construction_subtotal_cost": "$", "construction_contingency_label": "Construction Contingency", "construction_contingency_cost": "$", "study_report_services_label": "Study & Report Services (PER, environmental, etc.)", "study_report_services_cost": "$", "engineering_design_label": "Engineering Design", "engineering_design_cost": "$", "engineering_bid_construction_services_label": "Engineering Bid and Construction Services", "engineering_bid_construction_services_cost": "$", "resident_project_representative_label": "Resident Project Representative", "resident_project_representative_cost": "$", "legal_costs_label": "Legal Costs", "legal_costs_cost": "$", "land_acquisition_label": "Land Acquisition", "land_acquisition_cost": "$", "obtaining_rights_of_way_label": "Obtaining rights-of-way / Easements", "obtaining_rights_of_way_cost": "$", "funds_administration_label": "Funds Administration", "funds_administration_cost": "$", "interest_on_interim_financing_label": "Interest on Interim Financing", "interest_on_interim_financing_cost": "$", "equipment_label": "Equipment", "equipment_cost": "$", "refinancing_label": "Refinancing", "refinancing_cost": "$", "other_costs_label": "Other Costs", "other_costs_cost": "$", "total_project_costs_label": "Total Project Costs", "total_project_costs_cost": "$", "page_number": "39"}


<!-- Page Break - Batch 48 -->


json
{"appendix": "E", "topic": "HEALTH AND SANITATION", "interest_rate_grant": "45%", "cfr_1": "7 CFR 1780.10(c)(1)", "cfr_2": "7 CFR 1780.13(b)(1)", "ten_state_standards_url": "www.10statesstandards.com", "pfas_acronym": "PFAS", "epa_website": "http://echo.epa.gov/", "page_number": "40"}