{"program_title": "On-Farm Labor Housing Loans", "program_description": "USDA Rural Development provides low interest loans to eligible borrowers to develop or rehabilitate affordable rental housing for very-low to moderate income domestic, migrant, and seasonal farm laborers. Borrowers must not otherwise be able to get commercial credit.", "loan_amount_minimum": "There is no loan minimum.", "loan_amount_maximum": "100 percent of the allowable total development cost.", "interest_rate": "1 percent per annum", "loan_term": "Not to exceed 33 Years", "funding_availability_terms": "First-come, first-served; or until funds are depleted.", "grants_available_for_on_flh": false, "eligible_borrowers": "Individual farm owner, Family farm partnership, Family farm corporation, Association of farmers", "eligible_tenants_description": "Must be employees of the owner and domestic farm laborers, individuals who earn a substantial portion of their income from farm labor, retired domestic farm laborers, or disabled farm laborers. The families of eligible tenants also are eligible if they are not related to the owner.", "occupant_requirements": "Occupants must be U.S. citizens, or reside in the United States, Puerto Rico, or the Virgin Islands after being legally admitted for permanent residence, or a person legally admitted to the United States and authorized to work in agriculture.", "governing_program_on_farm_cfr_link": "https://go.usa.gov/xe9fR", "governing_program_housing_act_link": "https://go.usa.gov/xMwFR", "for_more_information_phone": "800-292-8293", "for_more_information_website": "https://www.rd.usda.gov/programs-services/multifamily-housing-programs/farm-labor-housing-loans#contact", "note_general_information": "Because citations and other information may be subject to change, please always consult the program instructions listed in the section above titled “What Governs This Program?” You may also contact our Multifamily Housing staff for assistance. You will find additional forms, resources, and program information at rd.usda.gov. USDA is an equal opportunity provider, employer, and lender.", "document_date": "April 2024"}