{"program_description": "This program provides loans and loan guarantees to energy developers for distributed energy projects, including grid-connected renewable energy projects, that provide wholesale or retail electricity to existing USDA Rural Development, Rural Utility Service (RUS) Electric Program borrowers or other electric utilities serving rural communities.", "eligible_applicants_1": "Existing RUS Electric Program borrowers", "eligible_applicants_2": "Energy project developers for distributed energy projects with a power purchase agreement (PPA) that serves rural customers.", "eligible_applicants_3": "Wholly-owned subsidiaries of an existing RUS borrower", "eligible_applicants_4": "Utilities serving rural areas", "loan_terms_max_rus_loan_amount": "For others besides existing RUS borrowers, the maximum RUS loan amount is 75% of the total project costs.", "loan_terms_max_loan_length": "The length of the loan cannot exceed 30 years.", "how_to_get_started_contact": "Contact the Rural Utility Service, Office of Loan Origination and Approval Deputy Assistant Administrator.", "how_to_get_started_contact_list_link": "tinyurl.com/RD-RUS-POC", "eligible_area_criteria": "Projects must serve areas with less than 20,000 residents. If less than 75% of the power goes to rural areas, then the loan amount is limited to the percentage provided to rural areas.", "governing_program_1_name": "The Code of Federal Regulations Title 7, Subtitle B, Chapter 17 Part 1710", "governing_program_1_link": "tinyurl.com/CFR171710", "governing_program_2_name": "The Rural Electrification Act of 1936, as amended through P.L. 118-22, enacted November 17, 2023", "governing_program_2_link": "tinyurl.com/RuralElecAmend", "funds_use_1": "Energy generation projects, including renewable energy projects", "funds_use_2": "Distributions lines", "funds_use_3": "Energy storage systems", "application_deadline_info": "For application deadline information check the Distributed Generation Energy Project Financing Program webpage", "application_deadline_link": "tinyurl.com/RUSDisGen", "qr_code_description": "Distributed Generation Energy Project Financing Website", "note_general_advice": "Because information changes, always consult official program instructions or contact your local USDA Rural Development office for help.", "note_state_offices_link": "tinyurl.com/RDStateOffices", "note_additional_resources_link": "rd.usda.gov", "note_other_programs_info_link": "ask.usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "note_last_updated": "April 2025"}