{"document_title": "Certified Loan Application Packaging",
"program_name": "Rural Home Loans (Direct Program)",
"program_description": "Through the Single Family Housing (SFH) Direct Loan Program, USDA Rural Development offers affordable loans to eligible low- and very-low income applicants looking for modest housing in rural areas.",
"eligibility_website_link": "https://go.usa.gov/xMXP2",
"what_is_certified_loan_application_packager": "Certified loan application packagers provide an optional service to help prospective rural homebuyers understand and complete the application process. While packagers do not work for or represent USDA, they can advise whether the SFH Direct Loan program is a good fit and help prepare the application. Generally, a fee is charged for this service.",
"rural_development_supports_packagers_reason_1": "Help boost the program in underserved areas, and in places without a Rural Development office",
"rural_development_supports_packagers_reason_2": "Prescreen and counsel potential applicants on how to improve their ability to qualify for a home loan",
"rural_development_supports_packagers_reason_3": "Ensure applications include all supporting documents necessary for the agency to properly evaluate and make sound decisions",
"rural_development_supports_packagers_reason_4": "Offer applicants insight into Rural Development's application process and regulations",
"are_loan_application_packagers_certified_by_rural_development": true,
"certification_process_requires_from_party_1": "A Rural Development-certified loan application packager employed by a qualified employer",
"certification_process_requires_from_party_2": "A qualified employer – for example, an affordable housing nonprofit, public agency, Tribal housing authority, or State Housing Finance Agency (SHFA)",
"certification_process_requires_from_party_3": "A Rural Development-approved intermediary such as an affordable housing nonprofit, public agency, or SHFA approved by Rural Development to perform quality assurance reviews on packages prepared by certified packagers through their qualified employers",
"experience_required_for_packager": "To be a Rural Development-certified loan application packager, you must have at least one year of experience with affordable housing loan origination or affordable housing counseling.",
"experience_required_for_intermediary": "To be a Rural Development-approved intermediary, an organization must have at least five years of verifiable experience with our SFH Direct programs, and then must apply for approval.",
"training_required_for_packagers_and_qa_staff": "Certified loan application packagers and quality assurance staff working for an intermediary must complete a Rural Development-approved loan application packaging course and successfully pass the corresponding test.",
"training_course_content": "This course reviews the SFH Direct Loan Program and its regulations, discusses the program's application process in detail – including borrower and property eligibility and underwriting requirements – and reviews the roles and responsibilities of a certified packager, their qualified employer, intermediaries, and Rural Development staff."}


<!-- Page Break - Batch 2 -->


{"document_title": "Certified Loan Application Packaging", "agency_name": "USDA Rural Development", "agency_department": "U.S. DEPARTMENT OF AGRICULTURE", "what_steps_to_become_certified_packager_description": "First, familiarize yourself with the certified packaging process by reading 7 CFR 3550.75 and Chapter 3 of Handbook-1-3550 (specifically Attachment 3-A). If you meet the experience requirements and work for a qualified employer, you can contact a Rural Development-approved intermediary in your state to discuss submitting applications through them.", "what_steps_to_become_certified_packager_intermediary_map_url": "https://www.rd.usda.gov/files/RD-SFH-IntermediaryMap.pdf", "intermediary_role_training_support": "The intermediary provides supplemental training, technical assistance, and support.", "intermediary_role_packaging_fee_details": "The permissible packaging fee is up to $2,000 and is split between the intermediary and the certified packager.", "intermediary_role_funding_priority": "When program funds are limited, loan applications submitted through an intermediary are given funding priority.", "intermediary_role_partnering_benefits": "Partnering with people and organizations that share similar community and housing mission-related goals can provide a sense of professional and personal satisfaction.", "how_to_become_rd_approved_intermediary_description": "You must provide Rural Development with documentation to demonstrate you meet the conditions specified in 7 CFR 3550.75(b)(3). See Chapter 3 of Handbook-1-3550 (specifically Attachment 3-A) for a list of necessary documents. Visit our Direct Loan Application Packagers webpage for additional training and guidance.", "how_to_become_rd_approved_intermediary_webpage_url": "https://www.rd.usda.gov/programs-services/services/direct-loan-application-packagers", "benefits_of_working_with_intermediary_description": "There are many benefits to becoming a certified loan application packager and working with a Rural Development-approved intermediary.", "benefits_of_working_with_intermediary_quality_assurance": "The quality assurance reviews conducted by the intermediary ensure that loan application packages submitted to Rural Development are more likely to be determined eligible.", "where_to_learn_more_description": "Additional information on the certified packaging process can be found on the Direct Loan Application Packagers website, which provides training, resources, and links to program regulations and handbooks.", "where_to_learn_more_webpage_url": "https://www.rd.usda.gov/programs-services/services/direct-loan-application-packagers", "can_packagers_choose_not_to_work_with_intermediary_description": "Under the certified packaging process, certified packagers and their qualified employers can work without an intermediary once they have submitted a sufficient number of applications through the intermediary and have exhibited an acceptable performance rating. This arrangement must be supported by the intermediary and approved by the associated Rural Development state director. It's important to note that certified packagers working without an intermediary draw a lower permissible packaging fee and are not given funding priority.", "agency_mission_statement": "As the leading federal agency for rural development prosperity, we work to help rural communities grow and prosper.", "additional_resources_contact_number": "1-800-670-6553", "additional_resources_website_url": "rd.usda.gov", "equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "document_date": "September 2022"}