{"program_title": "Special Evaluation Assistance for Rural Communities and Households Grants", "program_description": "This program helps small, financially-distressed rural communities pay for predevelopment feasibility studies, design, and technical assistance for proposed water and waste disposal projects.", "who_can_apply_1": "Most state and local governments", "who_can_apply_2": "Nonprofit organizations", "who_can_apply_3": "Federally-recognized Tribes", "eligible_area_criteria_1": "Must be rural, considered financially distressed", "eligible_area_criteria_2": "Located in cities, towns, or unincorporated areas with populations of 2,500 or fewer, according to the most recent U.S. Census data", "eligible_area_criteria_3": "Median household incomes either below the poverty line - or less than 80 percent of the statewide, nonmetropolitan median household income - using 2006 - 2010 American Community Survey data", "eligible_area_criteria_4": "Builds or relocates public or private buildings, roads, bridges, fences, or utilities, or makes other improvements necessary for the successful operation or protection of facilities", "how_funds_can_be_used_1": "Feasibility studies to support applications for funding water or waste disposal projects", "how_funds_can_be_used_2": "Preliminary design and engineering analysis", "how_funds_can_be_used_3": "Technical assistance to develop applications for financial assistance", "additional_requirements_exist": true, "additional_requirements_description": "Predevelopment planning costs must be related to a proposed project that builds, enlarges, extends, or improves rural water, wastewater, solid waste, or storm water disposal facilities", "how_to_get_started_applications_accepted": "Year-round through your local USDA Rural Development office", "how_to_get_started_office_list_link": "https://go.usa.gov/xtpEe", "how_to_get_started_program_resources_link": "https://go.usa.gov/xzBQD", "governing_program_cfr_title_part": "Code of Federal Regulations, Title 7, Part 1774", "governing_program_cfr_link": "https://tinyurl.com/52byeruf", "governing_program_act_section": "Section 306 of the Consolidated Farm and Rural Development Act", "governing_program_act_link": "https://go.usa.gov/xMT4s", "note_consult_official_instructions": "Because information changes, always consult official program instructions or contact your local Rural Development office for help.", "note_additional_resources_link": "https://go.usa.gov/xJHPE", "note_general_program_info_link": "https://rd.usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_updated": "November 2022"}