{"program_name": "Community Connect Grants", "program_description_1": "This program provides financial assistance to eligible applicants that will provide high speed internet service in rural communities.", "program_description_2": "The projects funded by these grants help rural residents tap into the enormous potential of the internet for jobs, education, healthcare, public safety and community development.", "eligible_applicants_1": "State and local governments", "eligible_applicants_2": "Federally recognized Tribes", "eligible_applicants_3": "Nonprofits", "eligible_applicants_4": "For-profit corporations", "eligible_applicants_5": "Limited liability companies", "eligible_area_criteria_1": "Rural areas that lack internet speeds of 10 megabits per second (Mbps) downstream and 1Mbps upstream.", "eligible_area_guidance_tool": "The Broadband Mapping Tool provides guidance on rural areas currently eligible for Community Connect Grants.", "funds_use_purpose_1": "construction, acquisition, or leasing of facilities, spectrum, land or buildings used to deploy broadband service", "funds_use_beneficiary_1": "All residential and business customers located within the Proposed Funded Service Area", "funds_use_beneficiary_2": "All participating essential community facilities (such as public schools, fire stations, public libraries, and public safety stations)", "funds_use_additional_1": "Cover the cost of providing high-speed internet free of charge to essential community facilities for 2 years", "funds_use_additional_2": "Up to 10 percent of the grant may be used for the improvement, expansion, construction, or acquisition of a community center that provides online access to the public", "other_requirements_1": "Documentation supporting the scoring criteria", "other_requirements_2": "An executive summary of the proposed project", "other_requirements_3": "Grantees must have legal authority to provide, construct, operate and maintain the proposed facilities or services", "other_requirements_4": "Matching funds of at least 15 percent from non-federal sources are required and can be used for operating costs", "other_requirements_5": "Partnerships with other federal, state, local, private, and nonprofit entities are encouraged", "contact_questions_form_link": "tinyurl.com/RUSCommC", "contact_questions_phone_number": "202-720-0800", "contact_questions_general_field_rep_link": "tinyurl.com/RUSGFR-T", "governing_program_code": "7 CFR, Part 1739", "governing_program_link": "tinyurl.com/7CFR1739", "note_official_instructions_advice": "Because information changes, always consult official program instructions or contact your local USDA Rural Development office for help.", "note_state_offices_link": "tinyurl.com/RDStateOffices", "note_additional_rd_resources_link": "rd.usda.gov", "note_other_usda_programs_link": "ask.usda.gov/s/", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_updated": "July 2025", "qr_code_website_text": "Community Connect Grants Website"}