{"program_title": "Nonprofit Transfer Technical Assistance Grants", "agency": "USDA Rural Development", "slogan": "Together, America Prospers", "program_purpose": "USDA Rural Development awards grants to eligible nonprofit organizations and public housing authorities (PHAs) to provide technical assistance (TA) and other services to enable affordable housing preservation through the transfer of Multifamily Housing Direct Loan properties from current owners to nonprofits or PHAs.", "funding_announcement": "Announced through a Notice of Funding Availability (NOFA) placed in the Federal Register.", "funding_availability": "Grant funds are limited, and are awarded through a competitive process.", "eligible_grantee_1": "Public and private nonprofit organizations", "eligible_grantee_2": "Public Housing Authorities (PHAs)", "eligible_grantee_3": "Tribal housing nonprofits", "eligible_grantee_4": "Tribally-designated Housing Entities (TDHEs)", "eligible_ta_recipients_description": "Grantees provide technical assistance to nonprofit organizations and PHAs to help them purchase properties using a Multifamily Direct Loan", "eligible_ta_recipients_info_link": "https://go.usa.gov/xeMBv", "eligible_use_of_funds_1": "technical assistance and other consultation, advisory and non-construction services required as part of the application process", "eligible_use_of_funds_2": "soft costs including financial analysis and transaction structuring analysis, and completion of other transaction details such as Capital Needs Assessments (CNAs), appraisals, and market surveys", "not_eligible_use_of_funds": "transaction costs in which an identity of interest – such as between buyer and seller, or owner and lender – exists between grantees and applicants", "governing_act": "Section 764 of the 2020 Further Consolidated Appropriations Act", "governing_act_link": "https://www.congress.gov/116/plaws/publ94/PLAW-116publ94.pdf", "contact_phone": "800-292-8293", "contact_website": "https://www.rd.usda.gov/multifamily", "contact_instructions": "Please contact Multifamily Housing toll-free at 800-292-8293, or visit https://www.rd.usda.gov/multifamily and scroll to the bottom of the page to find the contact for your area.", "note_citations_subject_to_change": "Because citations and other information are subject to change, always consult program instructions in the section above titled “What governs this program?”", "note_multifamily_housing_staff_contact_link": "https://go.usa.gov/xeMKC", "note_additional_forms_resources_link": "rd.usda.gov", "note_usda_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "document_date": "January 2022"}