{"program_title": "Circuit Rider Program Technical Assistance for Rural Water Systems", "slogan": "Together, America Prospers", "program_description": "This program provides technical assistance to rural water systems that are experiencing day-to-day operational, financial, or managerial issues.", "circuit_riders_role": "USDA Rural Development has contracted with the National Rural Water Association to provide circuit riders in each U.S. state and territory who are experienced in managing issues that arise in the day-to-day operations of rural water systems.", "circuit_riders_contact_url": "https://nrwa.org/state-associations/", "eligible_project_area_population_limit": "10,000 or fewer", "eligible_project_area_check_url": "https://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do", "assistance_time_limit": "as-needed basis", "how_to_get_started_contact_nrwa_url": "https://nrwa.org/state-associations", "how_to_get_started_contact_rd_office_url": "https://www.rd.usda.gov/about-rd/state-offices", "who_can_receive_assistance_criteria_loan_grant_eligibility": "If your organization is eligible for a USDA Rural Development Water and Waste direct loan or grant (see 7 CFR 1780, Section 1780.7, available at this link: https://go.usa.gov/xeazZ), you can receive technical assistance under the Circuit Rider program.", "who_can_receive_assistance_criteria_organization_type": "To be eligible, your organization must serve an area with a population of 10,000 or fewer AND be either a public body, nonprofit, or Tribe with legal authority to own and operate the water facility.", "who_can_receive_assistance_criteria_borrower_status": "Your organization does NOT need to be a Rural Development borrower to receive assistance under the Circuit Rider program.", "how_to_become_circuit_rider_info_url_1": "www.nrwa.org", "how_to_become_circuit_rider_info_url_2": "https://nrwa.org/state-associations", "program_governance_contract": "A contract between USDA Rural Development and the National Rural Water Association", "program_governance_act_section": "Section 306(a)(22) of the Consolidated Farm and Rural Development Act - 7 U.S.C. 1926(a)(22), as amended", "program_governance_act_info_url": "https://go.usa.gov/xtmGb", "circuit_rider_assistance_topics": "Board training, Management and finance, Operation and maintenance, Leak detection, Water treatment, Regulatory compliance, Facility security, Loan application and reporting, Disaster and emergency assistance", "why_usda_does_this": "This program helps USDA Rural Development meet statutory and regulatory oversight requirements for loans, loan guarantees, and grants to rural water systems in need of short-term technical assistance.", "note_citations_disclaimer": "Because citations and other information may be subject to change, please always consult the program instructions listed in the section above titled “What Governs This Program?”", "note_rd_office_contact_url": "https://www.rd.usda.gov/about-rd/state-offices", "note_additional_resources_url": "rd.usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_updated_date": "February 2022"}