{"agency_name": "USDA Rural Development", "department_name": "U.S. DEPARTMENT OF AGRICULTURE", "slogan": "Together, America Prospers", "program_title": "Rural Business Investment Program", "program_description": "This program promotes economic development and creates job and wealth opportunities by supporting the equity capital investment needs of smaller enterprises located in rural areas. With the RBIP, USDA licenses newly-formed, for-profit developmental capital organizations as “Rural Business Investment Companies” (RBICs) which then use the equity raised through fund capitalization to make venture capital investments to eligible rural enterprises.", "who_can_apply_intro": "An applicant is eligible to apply for an RBIC license if the applicant:", "who_can_apply_condition_1": "Is a newly-formed, for-profit entity or subsidiary of such an entity. Applicants can structure themselves as limited partnerships, limited liability companies, or corporations", "who_can_apply_condition_2": "Has a qualified private fund management team with experience in venture capital or community development financing", "who_can_apply_condition_3": "Will invest in enterprises that will create job and wealth opportunities in rural areas, with an emphasis on smaller enterprises", "who_can_apply_business_qualification_1": "To determine whether a business qualifies as a “rural business concern” eligible for an investment, an RBIC will determine whether the location with the business’s greatest number of employees is in a rural area.", "who_can_apply_business_qualification_2": "More than 50 percent of RBIC investments (measured by dollars invested) must be in “smaller enterprises — those with a maximum net worth of $6 million, and net income of $2 million — in the previous two years.", "how_funds_invested_rule_1": "At least 75 percent of RBIC investments (measured in dollar amounts invested) must be made in rural areas. A “rural area” is defined as “outside a standard metropolitan statistical area, or in a community with a population of 50,000 or fewer.”", "how_funds_invested_rule_2": "Up to 10 percent of RBIC investments (measured in dollar amounts invested) can be in urban areas. An “urban area” is defined by the U.S. Census as having a population of 150,000 or more.", "how_funds_invested_rule_3": "To find out whether your investment location is in a qualified area, visit the USDA Rural Development eligibility map at this link: https://go.usa.gov/xSNQy, and then click the hyperlink associated with “Rural Business Investment Company (RBIC).”", "how_funds_invested_eligibility_map_url": "https://go.usa.gov/xSNQy", "how_to_get_started_description": "Applications are accepted annually, and based on a Notice of Solicitations of Applications (NOSA) posted in the Federal Register, available at this link: https://www.federalregister.gov/.", "federal_register_url": "https://www.federalregister.gov/", "questions_contact_info": "Send your questions to RBIP@usda.gov.", "questions_email": "RBIP@usda.gov", "governing_program_rule_1": "Code of Federal Regulations 7 CFR Part 4290, available at this link: https://go.usa.gov/xSNPZ", "governing_program_rule_1_url": "https://go.usa.gov/xSNPZ", "governing_program_rule_2": "the Food, Conservation and Energy Act (Farm Bill) of 2008, available at this link: https://go.usa.gov/xSNEJ.", "governing_program_rule_2_url": "https://go.usa.gov/xSNEJ", "note_text": "Because information is subject to change, always consult official program instructions or contact your local Rural Development office for help. A list is available at this link: https://go.usa.gov/xJHPE. You will find additional resources, forms, and program information at https://rd.usda.gov. USDA is an equal opportunity provider, employer, and lender.", "local_office_list_url": "https://go.usa.gov/xJHPE", "additional_resources_url": "https://rd.usda.gov", "equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_updated_date": "August 2022"}