{"program_title": "Higher Blends Infrastructure Incentive Program", "agency": "USDA Rural Development", "department": "U.S. DEPARTMENT OF AGRICULTURE", "slogan": "Together, America Prospers", "background_biofuels_importance": "Biofuels are an important market for the United States. They contribute to energy security, reduce air pollution, and support rural economic development.", "background_hbiip_purpose": "The Higher Blends Infrastructure Incentive Program (HBIIP) helps expand biofuel infrastructure and broadens the availability of renewable fuels such as E15, E85, and B20. This helps American families save money at the pump while reducing carbon emissions and harmful tailpipe pollution. Higher-blend biofuels also help boost the availability of skilled jobs with good wages in rural communities.", "background_hbiip_investment_since_2020": "Since the HBIIP's 2020 debut, USDA has invested more than $77.8 million in projects expected to increase biofuels sales by 1.2 billion gallons annually.", "key_point_1_hbiip_design_goal": "USDA designed HBIIP to increase the availability of higher blends of ethanol, such as E15 and biodiesel (B20).", "key_point_2_hbiip_grants_support": "HBIIP grants support transportation fueling, fuel distribution, and home heating oil distribution facilities, lowering out-of-pocket costs for businesses to install or upgrade fuel dispensers, storage tanks and systems, and other related equipment.", "key_point_3_hbiip_customer_benefits": "Expanding the availability of higher-blend biofuels gives customers more choices at the pump by offering access to environmentally friendly fuel with decreased emissions.", "key_point_4_e15_vehicle_compatibility_percentage": "About 96 percent", "key_point_4_e15_vehicle_compatibility_count": "roughly 220 million", "key_point_4_e85_flex_fuel_vehicles_count": "more than 22 million", "key_point_4_e85_flex_fuel_vehicles_percentage": "about eight percent", "key_point_4_b20_diesel_vehicle_compatibility": "All diesel vehicles can operate on B20.", "additional_info_website": "rd.usda.gov/hbiip", "additional_info_email": "HBIIP@usda.gov", "note_official_program_instructions_link": "https://go.usa.gov/xJHPE", "note_additional_resources_link": "https://rd.usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_updated": "May 2023"}