{"program_name": "Rural Energy Savings Program (RESP)", "what_does_program_do": "The Rural Energy Savings Program (RESP) helps lower energy bills for people in rural America and reduces barriers to investment in energy efficiency projects. RESP provides loans to utilities, municipalities and others who then lend those funds to people and businesses in rural America for cost-effective, energy efficiency projects. Authorized by Congress in the 2014 Farm Bill, RESP helps to build a cleaner, more sustainable domestic energy sector now and for future generations.", "who_can_apply_eligible_applicants": "Utilities, Nonprofits, Municipalities, Energy efficiency service providers", "how_can_funds_be_used": "Window replacement, Implementation of solar systems, Heating, ventilation and air conditioning (HVAC) replacement", "how_do_we_get_started_application_process": "Applications for the RESP program are accepted on a first-come, first-served basis. To apply, those interested should submit a letter of intent to RESP@usda.gov.", "how_do_we_get_started_sample_letter_of_intent_link": "tinyurl.com/RUSSavings", "how_do_we_get_started_sample_letter_of_intent_instructions": "Click on the \"To Apply\" tab.", "what_governs_this_program_authority": "Section 6407 of the Farm Security and Rural Investment Act of 2002 (7 U. S. C. 8107a) (Section 6407)", "what_governs_this_program_link": "tinyurl.com/FSRIA8107a", "how_do_i_learn_more_website_link": "tinyurl.com/RUSSavings", "how_do_i_learn_more_phone_number": "(202) 720-9545", "note_official_program_instructions_consultation": "Because information changes, always consult official program instructions or contact your local USDA Rural Development office for help.", "note_local_usda_rural_development_office_list_link": "tinyurl.com/RDStateOffices", "note_additional_rd_program_resources_link": "rd.usda.gov", "note_other_usda_programs_and_services_link": "ask.usda.gov", "note_equal_opportunity_provider": "USDA is an equal opportunity provider, employer, and lender.", "last_updated": "February 2025"}