{"title": "Protect Yourself from Fraud", "scammer_warning_headline": "Don't fall victim to scammers pretending to represent USDA", "scammer_description_1": "USDA borrowers are getting fake calls, texts, and emails from scammers pretending to work for the USDA Servicing Office. These scammers try to pressure customers into giving them money or personal information.", "scammer_description_2": "Scam callers can fake or “spoof” the caller identification (ID) on your phone, making it seem the call is legitimate. A USDA caller ID number appearing on your phone does NOT mean the person calling you is actually a USDA employee. If you are not sure the call is legitimate, hang up, and then contact the USDA Customer Servicing Office at 800-414-1226; (TTY) 800-438-1832.", "usda_customer_servicing_office_phone": "800-414-1226", "usda_customer_servicing_office_tty_phone": "800-438-1832", "usda_will_headline": "If the USDA Servicing Office calls you, we WILL:", "usda_will_point_1": "Provide you with account-specific information to confirm our identity.", "usda_will_point_2": "Once our identity is confirmed, a USDA loan counselor may ask you to share payment information.", "usda_will_not_headline": "The USDA Servicing Office will NOT:", "usda_will_not_point_1": "Contact you by text, or ask you to make payments using gift cards, debit or credit cards, Venmo, Zelle, CASHAPP, or other peer-to-peer (P2P) payment systems.", "mortgage_fraud_headline": "If you think you’ve received fraudulent communication regarding your mortgage, call the USDA Servicing Office fraud line at 888-796-0537", "mortgage_fraud_phone_number": "888-796-0537", "suspect_fraud_headline": "If You Suspect Fraud:", "suspect_fraud_phone_calls_instruction": "DO NOT share your credit or debit card number, bank information, or Social Security number. Get the person’s name, phone number and caller ID, and note what actions they requested of you. Then, report the call to the fraud line.", "suspect_fraud_text_messages_instruction": "USDA will NOT contact you by text. DO NOT respond to the text or click on any links. Report the text to the fraud line.", "suspect_fraud_emails_instruction": "DO NOT click any links or respond to the email without first contacting the fraud line.", "suspect_fraud_suspicious_letters_instruction": "DO NOT go to any websites or call any phone numbers in the letter. Report the letter to the fraud line.", "organization_name": "USDA Rural Development", "department_name": "U.S. DEPARTMENT OF AGRICULTURE", "equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender."}