{"program_title": "Priority Housing Access for Displaced Households", "agency_name": "USDA Rural Development", "agency_department": "U.S. DEPARTMENT OF AGRICULTURE", "agency_tagline": "Together, America Prospers", "program_overview": "If you live in USDA Rural Development-financed multifamily housing or apartments and are displaced from your home because of a natural disaster, you can receive priority placement in other USDA RD-financed multifamily properties.", "fema_number_recommendation": "While a FEMA number is not required to request a LOPE, we strongly recommend you get one.", "fema_registration_requirement": "If you have been displaced by a federally declared disaster such as a hurricane, flood, tornado, forest fire, or earthquake please register with the Federal Emergency Management Agency (FEMA).", "fema_website": "fema.gov/", "fema_number_purpose": "You will be given a FEMA number to use when applying for different types of federal assistance, including housing assistance outside of the USDA.", "letters_of_priority_entitlement_description": "If you are living in USDA RD-financed multifamily housing and have been displaced by a natural disaster, you can apply for a Letter of Priority Entitlement – or “LOPE” – allowing you to receive priority placement in vacant units or move to the top of waitlists in USDA RD or U.S. Housing and Urban Development (HUD)- financed multifamily housing.", "lope_usage_scope": "A LOPE can be used at USDA RD or HUD-financed properties anywhere in the U.S. or its territories.", "lope_hud_fema_number_requirement": "If you apply for priority placement at a HUD-financed property you will also need a FEMA number.", "how_to_get_lope_method_1_phone": "1-800-292-8293", "how_to_get_lope_method_1_email": "MultifamilyHousing@usda.gov", "how_to_get_lope_method_2": "Contact your property management company. In some cases they may have a LOPE letter ready for you already.", "rd_multifamily_housing_rentals_map_link": "tinyurl.com/RD-MFH-map", "disaster_declaration_required_for_lope": "Not always.", "eligibility_inquiry_contact_1": "Property management company", "eligibility_inquiry_contact_2": "USDA RD Multifamily Housing staff", "rd_multifamily_staff_list_link": "tinyurl.com/RDMultiFamily", "rd_multifamily_staff_contact_phone": "1-800-292-8293", "lope_guideline_1_proof_of_residency": "You must be able to prove you lived in an eligible USDA RD-financed multifamily housing property at the time of the disaster.", "lope_guideline_2_rental_subsidy": "If you receive a rental subsidy at your current USDA RD-financed multifamily rental, your subsidy can follow you to your new rental.", "lope_expiration_period": "120 days after it is issued.", "lope_extension_option": "USDA RD can extend the LOPE if you request an extension.", "governing_program_reference": "7 CFR Subtitle B, Part 3560", "governing_program_reference_link": "tinyurl.com/RD-7CFR-B-3560", "important_note_information_changes": "Because information changes, always consult official program instructions or contact your local Rural Development office for help.", "important_note_staff_list_link": "go.usa.gov/xJHPE", "important_note_additional_resources_link": "rd.usda.gov", "equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_revised_date": "October 2024", "qr_code_content_description": "QR code for the USDA RD Multifamily Housing webpage"}