{"program_title": "Multifamily Housing Tenant Voucher Program", "header_agency": "USDA Rural Development", "header_department": "U.S. DEPARTMENT OF AGRICULTURE", "header_slogan": "Together, America Prospers", "what_program_does_description": "This program provides vouchers to help eligible tenants in USDA Rural Development (RD) Multifamily Housing Direct Loan-financed properties who face hardship when a final loan payment is made on the property.", "what_program_does_voucher_application": "Provided the property owner agrees to accept the voucher, tenants can use it to supplement their rental payments at the former USDA RD Multifamily Direct Loan-financed property, or at any nonsubsidized rental unit in the United States that meets USDA Rural Development housing standards.", "who_can_participate_criteria": "Only tenants currently living in USDA RD Multifamily Housing program-financed properties in which the owner has made a final loan payment qualify.", "program_overview_voucher_calculation_method": "The voucher amount is equal to the difference between a tenant's current rent and comparable market rent – meaning rent charged at similar complexes at nonsubsidized rates.", "program_overview_example_current_rent_amount": "$300", "program_overview_example_comparable_market_rent_amount": "$475", "program_overview_example_voucher_amount": "$175", "how_voucher_funds_handled": "Voucher funds are paid directly to property owners on the tenant's behalf.", "other_guidelines_tenant_decision_timeframe": "Tenants have 10 months from the property's payoff or sale date to decide whether they want to use their USDA RD voucher.", "voucher_benefit_period": "The voucher holder's initial benefit period lasts for one year, but can possibly be renewed based on the tenant's continued eligibility and the availability of funding.", "voucher_usage_restrictions": "USDA Rural Development vouchers cannot be used at rental units subsidized by other housing programs, such as U.S. Housing and Urban Development (HUD) Section 8, or other public housing.", "questions_contact_regional_staff_link": "tinyurl.com/RD-MFH-POCs", "questions_program_guide_link": "tinyurl.com/RD-MFH-Voucher", "questions_program_guide_format": "PDF", "governing_law_name": "Public Law 111-80, The Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act of 2010", "governing_law_link": "tinyurl.com/RD-PL111-80", "qr_code_webpage_description": "QR code for the USDA RD Multifamily Housing Tenant Voucher Program webpage", "note_general_consultation_advice": "Because information changes, always consult official program instructions or contact your local Rural Development office for help.", "note_state_offices_link": "tinyurl.com/RDStateOffices", "note_additional_rd_resources_website": "rd.usda.gov", "note_other_usda_programs_website": "ask.usda.gov", "note_other_usda_programs_email": "askusda@usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "document_date": "January 2025"}