{"document_title": "Timber Production and Expansion Guaranteed Loan Program", "what_does_this_program_do": "The Timber Production and Expansion Guaranteed Loan Program (TPEP) provides financial support to qualified lenders whose loan applicants want to establish, reopen, expand, or improve a sawmill or other wood processing facility that processes ecosystem restoration byproducts from USDA Forest Service National Forest System lands, along with Indian forest and rangelands.", "who_can_apply": "Eligible individuals, organizations, federally recognized Tribes, or businesses engaged – or proposing to engage – in establishing, reopening, retrofitting, expanding, or improving sawmills or other wood processing facilities.", "qr_code_description": "TPEP webpage", "lender_eligibility_process": "To participate in this program, lenders must first be approved by USDA Rural Development using criteria from the OneRD Guaranteed Loan Initiative.", "lender_eligibility_information_link": "go.usa.gov/xe8QV", "approved_lenders_example_1": "Federal and state-chartered banks", "approved_lenders_example_2": "Savings and loan associations", "approved_lenders_example_3": "Farm Credit Banks with direct lending authority", "approved_lenders_example_4": "Credit Unions", "nonregulated_lending_institutions_eligibility": "Community development loan funds and other nonregulated lending institutions approved under the OneRD regulation also can participate.", "nonregulated_lending_institutions_approval_video_link": "tinyurl.com/RD-lenders", "raw_material_source_requirement": "You also must source a significant amount of raw material from federal or Tribal lands.", "priority_areas_dashboard_link": "tinyurl.com/TPEP-lands", "dashboard_purpose": "A collaboration between USDA Forest Service and USDA Rural Development, the dashboard helps financial institutions assess loan applications based on already-identified ecological restoration work needs.", "identified_areas_priority_1": "Forest stocking levels (which measure the relative density of a stand of trees and determine how well the stand is using available growth space)", "identified_areas_priority_2": "Wildfire hazard potential", "identified_areas_priority_3": "Percentage of treed areas at risk for insects and diseases", "dashboard_searchability": "The dashboard is searchable by state, county, and address.", "dashboard_additional_information_location": "See the “About the Data” section in the left column of the dashboard.", "geographic_eligibility_restriction_1": "You must initially use ecosystem restoration byproducts from federal or Tribal lands considered high- or very-high priority for ecological restoration involving vegetation removal.", "geographic_eligibility_restriction_2": "Your proposed or already-established wood processing facility must be located within 250 miles of the designated high- or very-high priority area from which you will draw your byproducts.", "how_can_loan_funds_be_used": "Guaranteed loan funds can be used to establish, reopen, expand, or improve a sawmill or other wood processing facility that uses ecosystem restoration byproducts from USDA Forest Service National Forest System lands, along with Indian forest and rangelands."}


<!-- Page Break - Batch 2 -->


{"program_name": "Timber Production and Expansion Guaranteed Loan Program", "agency_name": "USDA Rural Development", "agency_department": "U.S. DEPARTMENT OF AGRICULTURE", "loan_funds_not_for_lines_of_credit": true, "loan_funds_not_for_ag_production_including_timber_production": true, "loan_funds_not_for_payment_or_distribution_to_beneficiary_or_entity_with_ownership_interest": true, "contact_email": "TPEP@usda.gov", "program_authorization_details": "TPEP is authorized by Section 40804(d)3 – Ecosystem Restoration – of the Bipartisan Infrastructure Law (Public Law 117-58)", "public_law_117_58_link": "tinyurl.com/RD-PL117-58 - PDF", "program_administered_under_cfr": "7 CFR Part 5001", "cfr_part_5001_link": "tinyurl.com/7CFR-5001", "interagency_agreement_description": "An interagency agreement between USDA Forest Service and USDA Rural Development allows Rural Development to implement TPEP in the interest of the Forest Service.", "how_to_get_started_borrowers_info": "Interested borrowers can work with their own lenders.", "how_to_get_started_applications_info": "We will accept applications from lenders until funds are spent.", "lender_information_link": "tinyurl.com/1RD-Lender - PDF", "note_on_information_changes": "Because information changes, always consult official program instructions or contact your local USDA Rural Development office for help.", "note_local_office_list_link": "go.usa.gov/xJHPE", "note_additional_resources_link": "rd.usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_revised_date": "December 2024"}