{"agency_name": "USDA Rural Development", "department_name": "U.S. DEPARTMENT OF AGRICULTURE", "slogan": "Together, America Prospers", "program_title": "Combination Construction-to-Permanent (Single Close) Loan Program", "single_family_housing_guaranteed_loan_context": "Single-close loans are another tool Rural Development offers to increase financing opportunities for low- to moderate-income applicants searching for affordable rural housing. Approved lenders and homebuilders participating in the Single Family Housing Guaranteed Loan Program can use the combination construction-to-permanent loan to close with one signing and receive a loan note guarantee before construction begins.", "benefits_single_close_loans_heading": "What are some of the benefits of single close loans?", "benefits_lenders_risk_reduction": "By issuing a loan note guarantee before construction begins, USDA allows lenders the opportunity to immediately package the loan in a mortgage-backed security, or sell it to a participating investor. This decreases new construction lending risks and can lead to quicker revenues.", "benefits_builders_risk_reduction": "Because the loan is guaranteed by USDA and fully funded at closing, homebuilders are not at risk when investing capital in a home construction project.", "benefits_increased_economic_activity": "New home construction generates local and regional business for subcontractors, hardware stores, landscapers, utility companies, inspectors, appraisers, and other housing industry suppliers.", "how_to_get_started_heading": "How do we get started?", "how_to_get_started_lenders_eligibility": "To be eligible to participate in the combination construction-to-permanent loan program, a USDA Rural Development approved lender must have two years of experience in originating and administering construction loans.", "how_to_get_started_homebuilders_eligibility": "USDA approved lenders review homebuilders' qualifications, and determine their eligibility to participate in the single-close program.", "where_are_these_loans_available_heading": "Where are these loans available?", "loan_availability_description": "Single-Close Lenders and Builders financing is available in eligible rural areas with populations up to 35,000.", "loan_availability_population_limit": 35000, "eligible_areas_map_link_description": "A map of eligible areas is available at this link:", "eligible_areas_map_url": "https://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do?pageAction=sfp", "how_can_loan_funds_be_used_heading": "How can loan funds be used?", "loan_funds_usage_description": "Funds can be used to build and purchase single family homes, including eligible manufactured homes and condominiums. This includes purchasing a lot, reasonable construction administrative costs, contingency reserves, inspection fees, builder's risk insurance, landscaping costs, and other authorized items.", "what_are_the_loan_terms_heading": "What are the loan terms?", "loan_terms_interest_rates_fixed": "Interest rates are fixed at loan closing and before construction begins.", "loan_terms_maximum_loan_amount_determination": "The appraised value determines the maximum loan amount.", "loan_terms_product_options_available": "This program allows for two product options:", "loan_terms_product_option_1_name": "Standard", "loan_terms_product_option_1_details": "with interest-only payments made during construction", "loan_terms_product_option_2_name": "Securitizable", "loan_terms_product_option_2_details": "in which full principle, interest, tax, and insurance (PITI) payments are made.", "loan_terms_securitized_version_no_modification_required": "The securitized version does not require a loan modification once the build is completed.", "loan_terms_securitized_version_packaging_and_sale": "This allows the loan to be packaged or sold prior to construction, without a warehouse line of credit provided to the loan originator.", "loan_terms_payment_escrow_and_guarantee_details": "Both options allow for payments made during construction to be escrowed from loan funds, and both receive Rural Development's loan note guarantee at signing, before a shovel ever goes into the ground."}


<!-- Page Break - Batch 2 -->


{"program_title": "Combination Construction-to-Permanent (Single Close) Loan Program", "agency": "USDA Rural Development", "agency_department": "U.S. DEPARTMENT OF AGRICULTURE", "lender_homebuilder_questions_email": "sfhgld.lenderpartner@usda.gov", "home_buyer_inquiries_email": "sfhgld.program@usda.gov", "governing_law_cfr_part": "7 CFR Part 3555", "governing_law_directives_handbooks_url": "https://www.rd.usda.gov/resources/directives/handbooks", "governing_law_instruction": "RD Instruction 1924-A", "note_text": "Because citations and other information may be subject to change, please always consult the program instructions listed in the section above titled \"What Governs This Program?\" You may also contact your local office for assistance. You will find additional forms, resources, and program information at rd.usda.gov. USDA is an equal opportunity provider, employer, and lender.", "document_date": "September 2021"}