{"program_title": "Calendar Year 2022 Disaster Water Grants", "program_purpose": "Calendar Year 2022 Disaster Water Grants help eligible communities handle expenses related to incidents (Presidentially declared disasters) that damaged water systems.", "water_definition": "For the purposes of this program, the term “water” refers to all water resource infrastructure, including drinking water, wastewater, storm drainage, and solid waste facilities.", "eligible_area_criteria_1": "Rural areas and towns with populations of not more than 35,000", "eligible_area_criteria_2": "Federally recognized Tribal lands", "eligible_area_criteria_3": "Colonias", "fema_declared_disasters_link": "https://www.fema.gov/disaster/declarations", "eligible_area_context": "long-term risks from hazards resulting from (Presidentially declared) disasters during calendar year 2022.", "eligible_states_territories_2022": "Alaska, American Samoa, Arizona, California, Colorado, Florida, Idaho, Illinois, Kansas, Kentucky, Maine, Massachusetts, Michigan, Minnesota, Mississippi, Missouri, Montana, Nebraska, Nevada, New Hampshire, New Mexico, New York, North Carolina, North Dakota, Oklahoma, Oregon, Puerto Rico, Rhode Island, South Carolina, South Dakota, Tennessee, Texas, U.S. Virgin Islands, Vermont, Virginia, Washington, West Virginia", "eligible_applicant_1": "Municipalities, counties, districts, authorities, or other political subdivisions of a state, commonwealth, or territory", "eligible_applicant_2": "Nonprofit organizations", "eligible_applicant_3": "Federally recognized Tribes", "eligible_applicant_4": "Community-based prefabricated home organizations", "application_process_description": "Applications are accepted year-round, and can be filed electronically using RD Apply", "rd_apply_link": "https://tinyurl.com/ya7s437u", "rd_apply_application_intake_guide_link": "https://tinyurl.com/2w8ekdh3", "local_rd_office_applications_accepted": true, "local_rd_office_map_state_list_link": "https://tinyurl.com/5yuf24mx", "questions_contact": "The USDA Rural Development Water and Environmental Program specialists who serve your area can help.", "state_based_offices_list_link": "https://tinyurl.com/5yuf24mx", "governing_law": "The 2023 Consolidated Appropriations Act (Public Law 117-328, Division N)", "governing_law_link": "https://tinyurl.com/2hjs7jyn", "funds_use": "Funds can be used to develop water infrastructure system capacity and resiliency to reduce or eliminate", "general_advice_consult_official_instructions": "Because information changes, always consult official program instructions or contact your local Rural Development office for help.", "local_rd_office_help_link": "https://go.usa.gov/xJHPE", "additional_resources_forms_program_info_link": "https://rd.usda.gov", "usda_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "last_updated": "July 2023"}