{"program_name": "Native Community Development Financial Institution Relending Demonstration Program", "program_purpose": "designed to improve homeownership opportunities for Native American Tribes, Alaska Native Communities, and Native Hawaiian Communities in rural areas.", "program_mechanism_description": "The program provides mortgage lending capital to Native CDFIs through a 33-year loan at 1-percent interest, with a three-year payment deferral at loan onset. These demonstration program loans are then passed through to eligible mortgage loan recipients living on Tribal Lands.", "who_can_apply": "Entities certified as Native Community Development Financial Institutions by the U.S. Treasury Secretary can apply.", "eligible_area_1_description": "Tribal lands as defined in the Notice of Funding Announcement published in the Federal Register", "eligible_area_1_link": "tinyurl.com/mr43rdfa", "eligible_area_2_description": "Land as defined in the Alaska Native Claims Settlement Act (43 USC 1606(a))", "eligible_area_2_link": "tinyurl.com/2mfwtffx", "eligible_area_3_description": "Hawaiian Homelands as defined in the Native American Housing Assistance and Self-Determination Act of 1996 (25 USC 4221)", "eligible_area_3_link": "tinyurl.com/yj9hbfm6", "eligible_area_4_description": "Areas designated by the Assistant Secretary – Indian Affairs for the U.S. Department of the Interior as being near – or next to – reservations where financial assistance and social service programs are provided.", "eligible_area_4_link": "tinyurl.com/mrxjzc6b", "how_funds_can_be_used": "Native CDFI Relending Demonstration Program funds must be used to provide direct loans to recipients to buy, build, rehabilitate, improve, or relocate a primary residence on eligible land. The borrower must use the dwelling as their permanent residence.", "application_deadline": "August 9, 2024", "minimum_loan_request_for_participating_native_cdfi": 500000, "individual_loan_terms": "33 years at 1-percent, fixed interest", "payment_deferral": "USDA Rural Development will defer principal and interest payments for the first three years of the loan.", "relending_timeframe": "Relending Demonstration loan funds must be provided to individual loan recipients within three years of the loan closing date.", "application_documents_link": "tinyurl.com/mr43rdfa", "request_paper_application_email": "SFHDIRECTPROGRAM@usda.gov"}


<!-- Page Break - Batch 2 -->


{"program_title": "Native Community Development Financial Institution Relending Demonstration Program", "governing_document_1_name": "The Consolidated Appropriations Act of 2024", "governing_document_1_link": "tinyurl.com/ydk7dmkv", "governing_document_2_name": "The Housing Act of 1949 as amended: 7 CFR, Part 3550", "governing_document_2_link": "go.usa.gov/xzcvG", "governing_document_3_name": "HB-1-3550 - Single Family Housing Direct Program Field Office Handbook", "governing_document_3_link": "go.usa.gov/xzcvM", "qr_code_description": "This QR code leads to the USDA RD Native CDFI Relending Demonstration Program webpage.", "note_text": "Because information changes, always consult official program instructions or contact your local Rural Development office for help. A list is available at this link: go.usa.gov/XJHPE. You will find additional resources, forms, and program information at rd.usda.gov. USDA is an equal opportunity provider, employer, and lender.", "note_link_1": "go.usa.gov/XJHPE", "note_link_2": "rd.usda.gov", "last_updated": "July 2024"}