{"program_name": "Individual Water and Wastewater Grants", "agency": "USDA Rural Development", "department": "U.S. DEPARTMENT OF AGRICULTURE", "slogan": "Together, America Prospers", "program_purpose": "This program provides funds to households in areas recognized as a Colonia before October 1, 1989, to connect service lines to a residence, pay utility hook-up fees and install plumbing and related fixtures such as bathtubs, showers, toilets, sinks, water heater and outside spigots.", "eligible_area_population_criteria": "Rural areas and towns with populations of 10,000 or less", "eligible_area_colonia_recognition_date": "before October 1, 1989", "eligible_area_designation_method": "The community must be designated as a Colonia in writing by the state or county in which it is located, on the basis of objective criteria", "eligible_area_designation_criteria_lack_of": "potable water supply, adequate sewage systems, decent, safe and sanitary housing, or have inadequate roads and drainage", "eligible_area_states_available": "Arizona, California, New Mexico, and Texas", "funds_use_1": "Extend or connect service lines from a system to a residence.", "funds_use_2": "Pay the fees for connecting to a water and sewer system.", "funds_use_3": "Pay for the necessary installation of plumbing and plumbing fixtures within a home that lacks them. This is limited to one bath tub, bathroom sink, toilet, kitchen sink, water heater, and outside spigot.", "funds_use_4": "Construct or partition off a portion of the dwelling for a bathroom.", "funds_use_5": "Pay to close abandoned septic tanks and water wells when necessary to protect the health and safety of recipients of a grant.", "funds_use_6": "Make other improvements to the home to allow the use of the water and waste disposal system.", "applicant_requirement_1": "Own and occupy a dwelling located in a Colonia and have evidence of ownership.", "applicant_requirement_2": "Have a total taxable income (based on the latest federal income tax form from all individuals residing in the household) that is below the most recent poverty income guidelines established by the U.S. Department of Health and Human Services.", "applicant_requirement_3": "Have no delinquencies on any federal debt.", "grant_term_lifetime_assistance_limit": 25000, "application_acceptance_period": "year round", "application_method": "Please apply through your local Rural Development office.", "state_offices_link": "tinyurl.com/RDStateOffices", "questions_contact": "Staff in your local RD office can answer questions.", "governing_program_regulation_1": "7 CFR Part 3550, Subpart C and HB-1-3550, Appendix 8", "governing_program_regulation_1_link": "tinyurl.com/ywcjr93s", "governing_program_regulation_2": "Section 306 of the Consolidated Farm and Rural Development Act", "governing_program_regulation_2_link": "tinyurl.com/FarmandRDAct", "note_general_advice": "Because information changes, always consult official program instructions or contact your local USDA Rural Development office for help.", "note_additional_rd_program_resources_link": "rd.usda.gov", "note_other_usda_programs_and_services_link": "ask.usda.gov/s/", "last_updated": "July 2025"}