{"program_title": "Single Family Housing Rural Disaster Home Repair Grants", "agency": "USDA Rural Development", "agency_department": "U.S. DEPARTMENT OF AGRICULTURE", "slogan": "Together, America Prospers", "program_description": "It provides grants to very-low and low-income homeowners to repair owner-occupied homes damaged in select Presidentially Declared Disasters.", "applicant_eligibility_condition_1": "Property must have been damaged in an authorized Presidential disaster declaration since 2022.", "applicant_eligibility_condition_2": "Applicant must be the homeowner and occupy the house (occupancy after repair can be authorized).", "applicant_eligibility_condition_3": "Applicant must have an adjusted household income within very-low or low-income limits.", "application_deadline_info": "Applications are available year-round as long as funding is available, and are processed in the order in which they are received.", "disaster_area_eligibility_condition_1": "Property must have been damaged in a select Presidentially Declared Disaster area since 2022.", "disaster_area_eligibility_condition_2": "Property must be located in an eligible rural area.", "eligibility_website_link": "go.usa.gov/xzcdM", "disaster_info_link_1": "https://tinyurl.com/RDDisasterFundsMemo2025-1", "disaster_info_link_2": "https://tinyurl.com/RDDisasterFundsMemo2025-2", "fema_disaster_list_link": "tinyurl.com/2p8hp2km", "fema_disaster_list_instructions": "In the dropdown boxes on that webpage, select the year and then choose “Major Disaster Declaration” or “Fire Management Assistance Declaration” as the declaration type.", "funds_use_1": "Disaster-related home repair expenses, including costs incurred prior to application.", "funds_use_2": "Site preparation.", "funds_use_3": "The cost to move a manufactured home to a new location.", "maximum_grant_award": 44000, "grant_term_1": "Grant recipients must certify there is no duplication of benefits with other funding or awards.", "grant_term_2": "Very-low income applicants may also be eligible to apply for Single Family Housing Home Repair Loans and Grants.", "loans_and_grants_info_link": "go.usa.gov/xzDFr", "how_to_get_started_instruction": "Contact a USDA home loan specialist in your area. You will find a map connecting to state-based information at this link.", "state_offices_map_link": "tinyurl.com/RDStateOffices", "governing_document_1_name": "The Consolidated Appropriations Act of 2023", "governing_document_1_link": "tinyurl.com/2mtbsknc", "governing_document_2_name": "The Housing Act of 1949 as amended: 7 CFR, Part 3550", "governing_document_2_link": "go.usa.gov/xzcvG", "governing_document_3_name": "HB-1-3550 - Direct Single Family Housing Program Field Office Handbook", "governing_document_3_link": "go.usa.gov/xzcvM - PDF", "note_general_advice": "Because information changes, always consult official program instructions or contact your local USDA Rural Development office for help.", "note_resources_link_1": "tinyurl.com/RDStateOffices", "note_resources_link_2": "rd.usda.gov", "note_other_programs_info_link": "ask.usda.gov", "note_equal_opportunity_statement": "USDA is an equal opportunity provider, employer, and lender.", "document_date": "September 2025", "qr_code_content": "Single Family Housing Rural Disaster Home Repair Grants"}