{"agency": "USDA Rural Development", "department": "U.S. DEPARTMENT OF AGRICULTURE", "document_title": "Business, Electric and Telecom Section Loan Servicing Support Guide", "tagline": "Together, America Prospers", "van_company_name": "5 STAR COMMUNICATIONS", "van_code": "C041"}


<!-- Page Break - Batch 2 -->


{"Table of Contents_title": "Table of Contents", "Introduction_page": 3, "Role of the Servicing Office's Business, Electric and Telecom Section_page": 3, "Contact Information_page": 4, "Payment Options_page": 4, "Other Information_page": 5, "Federal Financing Bank Loans_page": 7}


<!-- Page Break - Batch 3 -->


{"introduction_text": "Your USDA Rural Electric or Telephone (RET), Rural Telephone Bank (RTB), Broadband (BBL), Rural Energy Savings Program (RESP) or Federal Financing Bank (FFB) loan is serviced by the Business, Electric and Telecom Section (BETS) located in our St. Louis-based Servicing Office. Our mission is to provide – through exemplary customer service – efficient loan servicing for USDA RD programs.", "role_of_servicing_office_business_electric_and_telecom_section_text": "BETS offers a variety of services designed to assist and support rural cooperatives and other organizations with USDA Rural Development loans. Following are descriptions of some of the ways we can help you.", "payment_processing_description": "We can help you understand your billing statement, including such things as knowing how much, when, and where to make your payment.", "payment_processing_monthly_billing_statements": "Monthly billing statements are generated around the tenth day of each month. You will receive your statement about 10 days before your payment due date.", "payment_processing_payment_application_rules": "For all programs except FFB, your monthly payment is first applied to all outstanding interest through the current payment due date, then to any overdue principal amounts, then to outstanding principal as billed in your installment or amortization schedule. Any overdue amounts will be included in the next billing cycle and will be visible on your statement. For FFB loans, see page 7.", "amortization_schedules_and_interest_rate_confirmations_text": "At your request — and as soon as the day after an advance has been issued — we will supply an amortization schedule for new and existing advances. While it is not possible to provide an official interest rate confirmation, we can provide verification of the current interest rate on an advance. For FFB loans, see page 7.", "quarterly_statements_text": "Quarterly statements are mailed about 15 days following the end of each quarter (March 31, June 30, September 30, and December 31). Quarterly statements include information from all loan programs, including the account number, dates and types of transactions, interest rate, principal, and deferred principal. At your request, we will also provide copies of prior quarterly statements.", "page_number": 3, "document_footer": "USDA Rural Development BETS Loan Servicing Guide"}


<!-- Page Break - Batch 4 -->


{"audit_confirmations_general_info": "Confirmations to the auditor of record usually are mailed 15 days after the audit date. A copy will be provided to your auditor of record upon request. You can also ask us to release a copy to a designated third party.", "audit_confirmations_changes_instructions": "For changes to your auditor of record or audit date, please email your request to the Technical Accounting Review Branch.", "audit_confirmations_changes_email": "sm.rd.cmpl.tarb@usda.gov", "audit_confirmations_required_info": "Be sure to include your 6-digit borrower identification number, the auditor's name, mailing address, and phone number.", "audit_confirmations_note_on_release": "Without your approval, we cannot release audit information to an outside party other than the auditor of record.", "managing_rollovers_ret_letters_info": "We usually email RET rollover letters within 30 days of the interim maturity date. Your questions and completed forms must be returned to BETS by email by the deadline shown in the letter.", "managing_rollovers_return_email": "rd.so.bets@usda.gov", "managing_rollovers_ffb_loans_reference": "For FFB loans, see page 7.", "contact_info_general_instructions": "For questions, concerns, or requests regarding your loan or loans, please email BETS.", "contact_info_general_email": "rd.so.bets@usda.gov", "payment_options_cip_description": "We strongly encourage you to use our Customer Initiated Payment (CIP) portal to make your payments. This free portal allows you to schedule payments up to 30 days before the due date provided on your bill.", "payment_options_cip_scheduling_deadline": "However, your payment must be scheduled by 8 p.m. eastern the business day before it is due.", "payment_options_cip_effective_date_rule": "The effective date of your payment must be the due date or on the prior business day if the due date falls on a weekend or holiday.", "payment_options_cip_online_instructions_url": "https://rdup.cip.sc.egov.usda.gov", "payment_options_cip_questions_instructions": "For questions or concerns regarding CIP, email the Collections Branch (CB) or call.", "payment_options_cip_questions_email": "rd.cfo.cb@usda.gov", "payment_options_cip_questions_phone": "(314) 457-4023", "page_number": 4, "document_title": "USDA Rural Development BETS Loan Servicing Guide"}


<!-- Page Break - Batch 5 -->


{"fedwire_bank_routing_title": "Fedwire Bank Routing", "routing_transit_no": "021030004", "treas_nyc": "TREAS NYC", "account_alc": "12200408", "fedwire_payment_instruction": "If Fedwire is your preferred payment method, be sure to include your 6-digit borrower identification number at the beginning of the remarks or reference field to ensure your payment is applied to the correct account.", "other_information_title": "Other Information", "daily_interest_accrual_title": "Daily Interest Accrual", "clss_description": "Our Commercial Loan Servicing System (CLSS) adds interest daily on the outstanding principal balance of RET, RTB, RESP and BBL loans. It calculates the actual number of days your balance is outstanding, up to and including the effective date your payment is received by the Cash Management Collections Branch.", "monthly_billing_statement_info": "On your monthly billing statement, you will see you are billed interest accrued after the effective date of the prior month through the next month’s billing statement due date. However, your installment amount will not change.", "clss_payment_application_rule": "CLSS cannot apply payments toward a future date. As a result, payments made before the due date apply only toward interest accrued through the effective date; not to interest accrued after the effective date through the billing statement’s due date.", "billing_statement_due_date_rule": "The billing statement due date is always the last day of the month, whether that falls on a weekday, weekend, or holiday. Therefore, if you make an early payment, it results in an overpayment of loan interest. That overpayment applies toward the principal of your oldest RET loan, or to the present loan if no older loan exists. These payments are not considered prepayments. For FFB loans, see “Processing Payments” on page 7.", "computation_of_current_interest_due_title": "Computation of current interest due", "current_interest_due_formula_explanation": "Here is the formula we use for computing current interest due:", "cid_formula": "CID = ((PB * IR) * NDLP / NDCY) – IOP", "cid_definition": "Current Interest Due", "pb_definition": "Principal Balance", "ir_definition": "Interest Rate", "ndlp_definition": "Number of days from last payment date that affected principal to the date of payment or billing due date", "ndcy_definition": "Number of days in the calendar year", "iop_definition": "Amount of interest paid if interest-only payment was received", "assumptions_title": "Assumptions for examples 1 and 2 below:", "installment_total": "$1,200", "installment_interest_component": "$801.37", "installment_principal_component": "$398.63", "pb_assumption": "$150,000", "ir_assumption": "6.5 percent", "ndcy_assumption": 365, "last_payment_date_assumption": "August 31, YYYY", "due_date_assumption": "September 30, YYYY", "example_1_title": "Example 1 – early payment on September 25, YYYY:", "example_1_calculation_formula": "(($150,000 * .065) * 25/365)", "example_1_cid_value": 667.81, "example_1_application_description": "Therefore, $532.19 will be applied to principal, rather than to the scheduled $398.63.", "example_1_principal_applied": "$532.19", "example_1_scheduled_principal": "$398.63", "example_2_title": "Example 2 – late payment on October 5, YYYY:", "example_2_calculation_formula": "(($150,000 * .065) * 35/365)", "example_2_cid_value": 934.93, "example_2_application_description": "Therefore, $265.07 will be applied to principal, rather than to the scheduled $398.63.", "example_2_principal_applied": "$265.07", "example_2_scheduled_principal": "$398.63", "page_number": 5, "document_footer": "USDA Rural Development BETS Loan Servicing Guide"}


<!-- Page Break - Batch 6 -->


{"Account Number": "A number derived from a combination of information from the USDA Rural Development program, note designation, loan designation, and advance number.", "Current Interest": "The interest part of the payment due, from the previous payment's effective date through the billing statement due date.", "Date Due": "The date your payment is due.", "Grand Total Due": "The total of all amounts due for all programs.", "Net Total Due": "The total amount of all amounts due on a particular statement.", "Note Designation": "The number assigned to the promissory note.", "Other Amount Due": "The amount due from other billing items.", "Other Billing Item": "The designation that indicates other items due, such as refinancing fees or Section 9 interest (see definition to the right).", "Outstanding Principal": "The balance of the principal amount still due.", "Overdue Amount": "Any past-due amount to be included in total amount due.", "Payment Due": "The total amount of principal, current interest, and other amounts due.", "Principal Due": "The non-interest amount of the payment due.", "Program": "The agency loan originator for the account referenced.", "Reference Number": "Your 6-digit borrower identification number.", "Section 9 Interest": "A fee assessed by FFB to cover expenses and contingencies. It accrues on the outstanding principal amount of each advance from the date on which the respective advance is made to the date on which the principal amount of the advance is due. The fee on each advance is equal to one-eighth of one percent (.0125) per annum of the unpaid principal balance of the advance. The fee on each advance is computed in the same manner accrued interest is computed under paragraph 6(b) of your loan note, and is due and payable at the same time accrued interest is due and payable under paragraph 7 of your loan note. The fee on each advance must be credited to USDA's Rural Utilities Service as required by the Federal Credit Reform Act of 1990, amended (2 U.S.C. Section 661 – available at this link: https://tinyurl.com/3j7hh694.)", "Total Amount Due": "The total amount due to USDA Rural Development.", "Totals": "The sum of each field for all accounts."}


<!-- Page Break - Batch 7 -->


{"Account Number Definition": "A number derived from a combination of information from the USDA Rural Development program, note designation, loan designation, and advance number.", "Balance as of Month, Day, Year Definition": "The total on this specific date of all unpaid balances for all loan accounts.", "Capitalized Interest Definition": "The outstanding amount of accrued interest capitalized on a quarterly basis.", "Date of Transaction Definition": "The effective date of a particular transaction or event.", "Deferred Principal Outstanding Balance Definition": "The amount of unpaid deferred principal.", "Event Name Definition": "The identification of the transaction processed or event for which balances are displayed.", "Interest Rate Definition": "The interest rate on the account as of the effective date of the transaction or event.", "Loan Designation Definition": "The letter and number assigned to your loan contract.", "Note Amount Definition": "The amount on the promissory note of a specific loan.", "Note Date Definition": "The date the promissory note's provisions are effective.", "Note Designation Definition": "The identification number assigned to the promissory note.", "Paid or Applied Definition": "The amount you paid or applied to the account described in the event name column.", "Principal Outstanding Balance Definition": "The amount of unpaid principal. The total amount due to USDA Rural Development.", "Reference Number Definition": "Your identification number.", "Unadvanced Amount Definition": "The amount left for disbursement on a promissory note.", "FFB Amortization Schedules Description": "The Federal Financing Bank (FFB) generates and emails amortization schedules – including advance details and interest rates – the night before an advance date.", "FFB Amortization Schedules Contact Email 1": "rd.so.bets@usda.gov", "FFB Amortization Schedules Contact Email 2": "FFB_Admin@treasury.gov", "FFB Rollovers Description": "FFB rollover letters usually are mailed using the U.S. Postal Service 45 days before the rollover date. You must return your completed forms to all parties listed in the rollover letter no later than the deadline noted.", "FFB Rollovers Questions Email": "rd.so.bets@usda.gov", "FFB Processing Payments Description": "You can make payments on FFB debt any time during the billing cycle. Your payment will be applied according to the bill – regardless of the effective date – as long as your payment is received on or before the due date. Unpaid balances due are charged daily interest."}


<!-- Page Break - Batch 8 -->


{"civil_rights_prohibition_statement": "In keeping with federal civil rights law and U.S. Department of Agriculture (USDA) civil rights regulations and policies, USDA, its agencies, offices, and employees – and institutions participating in or administering USDA programs – are prohibited from discriminating on the basis of race, color, national origin, religion, sex, disability, age, marital status, family or parental status, income derived from a public assistance program, political beliefs, or reprisal or retaliation for prior civil rights activity. This applies to any program or activity conducted or funded by USDA. NOTE: Not all discriminatory bases apply to all programs, and complaint filing deadlines and available remedies differ by program.", "accessibility_information_statement": "If you need a different way to receive and understand the information included in this document (for example, Braille, large print, audiotape, or American Sign Language, among others) you can contact the responsible agency or USDA’s TARGET Center at (202) 720-2600 (voice and TTY), or contact USDA through the Federal Relay Service at 711. Program information also can be made available in languages other than English.", "target_center_phone_number": "(202) 720-2600", "federal_relay_service_number": "711", "complaint_filing_instructions_statement": "To file a program discrimination complaint, complete the USDA Program Discrimination Complaint Form (available at this link: tinyurl.com/USDA-AD3027) or from any USDA office. Or, write a letter addressed to USDA and provide all of the information requested in the form. You can call (866) 632-9992 to request a copy of the complaint form.", "complaint_form_url": "tinyurl.com/USDA-AD3027", "complaint_form_request_phone_number": "(866) 632-9992", "submission_email": "program.intake@usda.gov", "submission_postal_mail_recipient": "U.S. Department of Agriculture, Office of the Assistant Secretary for Civil Rights", "submission_postal_mail_street_address": "1400 Independence Avenue, SW", "submission_postal_mail_city_state_zip": "Washington, D.C. 20250-9410", "submission_fax_number": "(202) 690-7442", "equal_opportunity_provider_statement": "USDA is an equal opportunity provider, employer, and lender.", "slogan": "Together, America Prospers", "organization_name_from_logo": "USDA Rural Development", "parent_organization_from_logo": "U.S. DEPARTMENT OF AGRICULTURE", "document_number": "RD-2304", "document_date": "March 2025"}