{"header_agency": "USDA Rural Development", "header_department": "U.S. DEPARTMENT OF AGRICULTURE", "header_slogan": "Together, America Prospers", "main_title": "Timber and Wood Products Industry Resources", "introduction_paragraph_1": "The U.S. Department of Agriculture (USDA) proudly supports rural America's forest-dependent communities. These communities are at the forefront of the growing bioeconomy, with forests rich in biomass and traditional timber providing a gateway both to robust economic development and the thoughtful stewardship of our national forestlands.", "introduction_paragraph_2": "Industries such as timber production, cross-laminated timber, and biochar are key, long-term economic drivers for these communities and the nation. With the increase in forest fires and the spread of invasive species and plant-based diseases, rural forest-dependent communities are on the front line of domestic security, disaster prevention, and national resiliency.", "introduction_paragraph_3": "USDA Rural Development (RD) recognizes the importance of our forest-dependent communities. We've created this resource to help forest-based industries make the most of RD's programs and resources. From grants to guaranteed loans, we offer diverse financing options that can make a real difference for your business and community.", "rural_business_cooperative_service_title": "Rural Business-Cooperative Service", "rbcs_description_part_1": "USDA RD's Rural Business-Cooperative Service (RBCS) offers programs that provide the capital, training, education, and entrepreneurial skills to help people in rural areas start and grow businesses or find jobs in agricultural markets and the biobased economy.", "rbcs_link": "tinyurl.com/RDRBCS", "rbcs_description_part_2": "Along with our public and private partners, we connect rural residents to the global economy by:", "rbcs_benefit_1": "Supporting business growth and development", "rbcs_benefit_2": "Helping create and build wealth in rural America", "rbcs_benefit_3": "Improving the effectiveness of programs that support cooperatives", "rbcs_benefit_4": "Creating jobs in the rural recreation economy while restoring, conserving, and managing rural America's natural resources", "rbcs_benefit_5": "Bringing high-speed internet to more rural homes and businesses", "onerd_guarantee_loan_initiative_title": "OneRD Guarantee Loan Initiative Programs", "onerd_guarantee_loan_description_1": "To better serve the rural lending community, we have standardized the requirements, processes, and forms necessary to apply for our guaranteed loan programs.", "onerd_guarantee_loan_description_2": "Only lenders are eligible to apply on behalf of ultimate recipients."}


<!-- Page Break - Batch 2 -->


{"document_title": "Timber and Wood Products Industry Resources - continued", "eligible_lender_1": "Federal and state-chartered banks", "eligible_lender_2": "Savings and loans institutions", "eligible_lender_3": "Farm Credit banks with direct lending authority", "eligible_lender_4": "Credit unions", "eligible_lender_5": "Additional nonregulated lending institutions approved by USDA", "one_rd_program_1": "Timber Production and Expansion Guaranteed Loan Program", "one_rd_program_2": "Business and Industry Guaranteed Loan Program", "one_rd_program_3": "Rural Energy for America Program", "funding_note": "Funding from these programs often can be 'stacked' – combined with other loans and grants available through USDA Rural Development and other federal agencies and mission areas.", "program_name_1": "Timber Production and Expansion Guaranteed Loan Program", "program_alias_1": "TPEP", "program_link_1": "tinyurl.com/RD-RBCS-TPEP", "guarantee_percentage_1": "90-percent", "max_loan_amount_1": "$25 million", "purpose_1": "to establish, reopen, expand, or improve a sawmill or other wood processing facility that processes ecosystem restoration byproducts from USDA Forest Service National Forest System lands", "loan_terms_1": "can extend up to 30 years with no annual or loan guarantee fees", "administration_1": "TPEP is administered by USDA Rural Development on behalf of the USDA Forest Service", "program_name_2": "Business and Industry Guaranteed Loan Program", "program_alias_2": "B&I", "program_link_2": "tinyurl.com/RBCSBILG", "purpose_2": "provides loan guarantees to qualified lenders to make loans to eligible rural businesses", "example_use_case_2": "a B&I loan guarantee can be used to help retrofit or expand eligible sawmills to handle small trees or scale up current operations", "page_number": 2}


<!-- Page Break - Batch 3 -->


{"document_title_continued": "Timber and Wood Products Industry Resources", "rural_energy_program_name": "Rural Energy for America Program", "rural_energy_program_description": "Rural Energy for America Program Renewable Energy Systems and Energy Efficiency Improvement Grants (REAP)", "rural_energy_program_info_link": "tinyurl.com/RBCSREAPEE", "rural_energy_program_purpose": "Funds renewable energy systems (RES) and energy efficiency improvement (EEI) loans and grants for eligible agricultural producers and rural small businesses.", "rural_energy_program_res_examples": "solar, wind, small hydroelectric, anaerobic digesters, biomass, geothermal, and wave or ocean power", "rural_energy_program_eei_examples": "lighting, heating, cooling, ventilation, fans, automated controls, and insulation", "intermediary_relending_program_name": "Intermediary Relending Program (IRP)", "intermediary_relending_program_info_link": "tinyurl.com/RBCSIRP", "intermediary_relending_program_purpose": "Provides 1 percent, low-interest loans to local lenders (intermediaries) which then re-lend to eligible businesses.", "intermediary_relending_program_loan_usage": "Can be used to help retrofit or expand eligible sawmills to handle small trees or scale up current operations.", "rural_business_development_grants_name": "Rural Business Development Grants (RBDGs)", "rural_business_development_grants_info_link": "tinyurl.com/RBCSRBDG", "rural_business_development_grants_purpose": "Support technical assistance, training, and associated activities that promote the expansion and development of small and emerging private businesses in rural areas.", "rural_business_development_grants_business_eligibility_employees": "fewer than 50", "rural_business_development_grants_business_eligibility_annual_revenue": "less than $1 million", "rural_business_development_grants_organization_usage_grant_assistance": "Can be used to provide grant assistance to eligible organizations, which in turn provide technical assistance and training to small and emerging timber businesses.", "rural_business_development_grants_organization_usage_equipment_purchase": "Eligible organizations can also use grant funds to purchase equipment that can be leased to small and emerging timber businesses.", "rural_microentrepreneur_assistance_program_name": "Rural Microentrepreneur Assistance Program (RMAP)", "rural_microentrepreneur_assistance_program_info_link": "tinyurl.com/RBCSRMAP", "rural_microentrepreneur_assistance_program_purpose": "Provides loans and grants to microenterprise development organizations (MDOs) to help start or grow eligible small businesses (ultimate recipients) through a Rural Microloan Revolving Fund.", "rural_microentrepreneur_assistance_program_funds_cannot_be_used_for": "construction", "rural_microentrepreneur_assistance_program_funds_can_be_used_for": "working capital, equipment, supplies, and debt refinancing", "rural_microentrepreneur_assistance_program_funding_example": "Can provide funding to local builders to use cross-laminated timber (CLT) materials, scale up production, or retrofit small-to-midsized facilities to make mass timber products.", "rural_microentrepreneur_assistance_program_ultimate_recipients_eligibility_employees": "10 or fewer", "rural_microentrepreneur_assistance_program_maximum_loan_amount": 50000, "page_number": 3}


<!-- Page Break - Batch 4 -->


{"document_title": "Timber and Wood Products Industry Resources ... continued", "value_added_producer_grants_program_name": "Value-Added Producer Grants (VAPGs)", "value_added_producer_grants_availability_link": "tinyurl.com/RBCSVAPG", "value_added_producer_grants_purpose": "help agricultural producers find ways to generate new products, create and expand marketing opportunities, and increase producer income.", "value_added_producer_grants_eligibility_use_case": "eligible ag producers who grow their own trees and can produce at least 51 percent of the timber needed for a value-added project can use VAPG to help retrofit or expand eligible sawmills to handle small trees or scale up current operations.", "biopreferred_program_name": "BioPreferred® Program", "biopreferred_program_availability_link": "tinyurl.com/BioPref", "biopreferred_program_includes": "mandatory purchasing requirements for federal departments, agencies, and their contractors, along with a voluntary labeling initiative for biobased products.", "biopreferred_program_goal": "to spur economic development, create new jobs, and provide new markets for farm commodities.", "contact_information_rbcs_programs_management": "USDA Rural Development state office level", "contact_information_list_of_state_offices_link": "tinyurl.com/RDStateOffices", "contact_information_rbcs_energy_programs_help": "state-based USDA Rural Development Energy Coordinator", "contact_information_list_of_coordinators_link": "tinyurl.com/RDEnCoor", "contact_information_rural_business_cooperative_service_national_office_email": "TPEP@usda.gov", "footer_statement": "USDA is an equal opportunity provider, employer, and lender.", "page_number": 4}