json
{"organization": "USDA Rural Development",
"department": "U.S. DEPARTMENT OF AGRICULTURE",
"program_summary": "USDA Rural Development Summary of Programs",
"slogan": "Together, America Prospers",
"ice_cream": "ICE CREAM"}


<!-- Page Break - Batch 2 -->


json
{"academy_name": "WESTERN WELDING ACADEMY", "location": "GILLETTE, WYOMING", "caution_message": "EYE PROTECTION MUST BE WORN PAST THIS POINT", "funding_amount": "$1.32 million", "funding_source": "USDA Rural Development Business and Industry (B&I) Loan Guarantees", "student_origin": "all 50 U.S. states", "out_of_state_percentage": "95 percent", "alumni_count": "1,100", "alumni_work_locations": "power plants, computer chip manufacturing facilities, dairies, breweries, refineries, and even NASA", "page_number": "-2-"}


<!-- Page Break - Batch 3 -->


json
{"title": "USDA Rural Development at a Glance",
"partner_title": "Rural America's Partner in Prosperity",
"investment_description": "USDA Rural Development invests in rural America with loan, grant, and loan guarantee programs because we understand a strong community is rooted in its people. The commitment and resources we bring to rural communities helps drive economic security and prosperity. Our programs expand access to high-speed internet, electric, and transportation infrastructure, and support business growth, health care, education, housing, and other community essentials.",
"contact_description": "We stand ready to be your partner in prosperity for rural America. Contact us today to learn more and connect with the local USDA Rural Development team that serves your area:",
"website": "www.rd.usda.gov",
"phone": "1-800-670-6553",
"x_handle": "@usdaRD",
"facebook": "facebook.com/usdard",
"program_count_description": "We have more than 70 programs to support rural America.",
"single_family_housing": "Single Family Housing",
"multifamily_housing": "Multifamily Housing",
"community_programs": "Community Programs",
"energy_electric_programs": "Energy and Electric Programs",
"telecommunications_programs": "Telecommunications Programs",
"water_environmental_programs": "Water and Environmental Programs",
"business_cooperative_programs": "Business and Cooperative Programs",
"page_number": "-3-"}


<!-- Page Break - Batch 4 -->


json
{"Programs for Rural Homes": "","Stable, affordable housing helps America's small towns prosper, and lets rural families build generational wealth. If you want to buy, build, or repair a home, our Single Family Housing programs offer eligible applicants easy-access financing and low-interest rates, with no down payment required. If you're not in the market to buy, our Multifamily Housing programs can help you find decent, affordable rental housing.": "","Single Family Housing Programs": "","Housing Preservation Grants": "","Information is available at this link:": "","tinyurl.com/SFHPreservation": "","This program provides grants to qualified sponsoring organizations to repair or revitalize housing for eligible lower-income people. Among other things, funds can be used to repair or replace roofs, insulation, heating and cooling systems, or water and waste disposal systems. You can also build or improve accessibility features such as entrance ramps.": "","Who can apply?": "","The program is open to most state and local government organizations, nonprofits, and federally recognized Tribes in rural areas with populations of 20,000 or fewer. Individual homeowners must work with HPG recipients rather than applying on their own. Rental property owners also can apply through HPG recipients as long as they agree to": "","make their apartments available to low- and very-low-income renters. You can contact your local Rural Development Housing office for a list of current HPG recipients. A state-based list is available at this link:": "","tinyurl.com/RDStateOffices": "","Applications are accepted annually through a Notice in the Federal Register (available at this link:": "","federalregister.gov": ")","Individual Water and Wastewater Grants for Colonias": "","tinyurl.com/SFHColonias": "","Among other things, this program provides funding to offset the cost of connecting residential water and waste service lines, pay utility hookup fees, and install plumbing and related fixtures. It's available only in designated Colonias in Arizona, California, New Mexico, and Texas.": "","-4-": ""}


<!-- Page Break - Batch 5 -->


json
{"Who can apply?_1": "To be considered for this program, you must own and occupy a home in an eligible-area Colonia recognized prior to October 1989, and have a taxable income below the most recent poverty guidelines established by the U.S. Department of Health and Human Services (available at this link: go.usa.gov/xzDHM). The Colonia must be located in an unincorporated rural area with a population of 10,000 or fewer, and there is a cumulative, lifetime maximum grant total of $5,000. Applications are accepted year-round in our local offices. You'll find a state-based list at this link:", "RDStateOffices_1": "tinyurl.com/RDStateOffices.", "Mutual Self-Help Housing Technical Assistance Grants": "Information is available at this link:", "SFHSelfHelp": "tinyurl.com/SFHSelfHelp", "Who can apply?_2": "This program is open to private, nonprofit organizations, government organizations, and federally recognized Tribes in eligible rural areas with populations up to 20,000. (In limited circumstances, communities with populations up to 35,000 can apply.) Applications are accepted year-round in our local offices. You'll find a state-based list at this link:", "RDStateOffices_2": "tinyurl.com/RDStateOffices.", "Single Family Housing Direct Home Loans": "Information is available at this link:", "SFHDirectLoans": "tinyurl.com/SFHDirectLoans"}


<!-- Page Break - Batch 6 -->


json
{
  "home_market_value_coverage": "100",
  "loan_terms_start": "33",
  "loan_terms_end": "38",
  "repayment_assistance_type": "subsidy",
  "repaid_upon": "sale of the property",
  "eligibility_requirement_1": "adjusted income at- or below the low-income limit",
  "eligibility_requirement_2": "demonstrate ability and willingness to repay a debt",
  "eligibility_requirement_3": "unable to get a loan from other credit sources",
  "home_size_nature": "modest",
  "market_value_limit": "established area loan limit",
  "direct_home_loan_income_limits_link": "tinyurl.com/RDIncomeLimits",
  "direct_home_loan_area_loan_limits_link": "go.usa.gov/xhqCN",
  "property_eligibility_map_link": "go.usa.gov/xhqCT",
  "self_assessment_tool_link": "tinyurl.com/8uxymah9",
  "guaranteed_loan_program_info_link": "tinyurl.com/SFHGuaranteed",
  "guarantee_percentage": "90",
  "down_payment_required": "false",
  "financing_percentage": "100",
  "eligible_actions": "buy, build, improve, or relocate",
  "program_participants_can": "refinance",
  "income_limit_percentage": "115",
  "population_limit_1": "20000",
  "population_limit_2": "35000",
  "applications_accepted": "year-round",
  "lenders_list_link": "rd.usda.gov/resources/lenders",
  "endorsement_note": "We do NOT endorse specific private-sector lenders.",
  "income_eligibility_tool_link": "go.usa.gov/xhq4T",
  "property_eligibility_map_link_2": "go.usa.gov/xhqCT",
  "repair_loans_grants_info_link": "tinyurl.com/SFHRepairs",
  "interest_rate": "1",
  "loan_amount": "40000",
  "eligible_homeowners": "very-low income homeowners",
  "loan_uses": "repair, improve, modernize",
  "grant_amount": "10000",
  "grant_type": "lifetime assistance",
  "grant_uses": "remove health or safety hazards",
  "eligible_homeowners_2": "very-low income homeowners, ages 62 and older",
  "eligibility_requirement_4": "be the homeowner, occupy the house, and have a household income that does not exceed the very-low income limit in the county in which your home is located",
  "income_limits_map_link": "tinyurl.com/RDIncomeLimits",
  "property_eligibility_map_link_3": "go.usa.gov/xhqCT"
}


<!-- Page Break - Batch 7 -->


json
{"Rural Housing Site Loans": "","SFHSiteLoans_link": "tinyurl.com/SFHSiteLoans","Loan fund provides site loans": "applicants below the moderate income limit using conventional construction methods or the self-help housing method","Conventional building sites": "sold and developed to low- and moderate-income applicants using USDA Rural Housing Service programs","Self-help method loans": "2 years at a 3-percent, fixed-interest rate","Conventional construction method loans": "published monthly and fixed at closing","Who can apply_RHSL": "conventional building sites, applicants are private or public nonprofit organizations","Self-help method sites": "applicants must be private or public nonprofit organizations solely dedicated to self-help housing","Nonprofits must have": "legal authority to operate a revolving loan fund, and comply with federal and state regulations","Federally recognized Tribes": "eligible to apply","USDA Rural Development Income and Property Eligibility site": "go.usa.gov/xhqbC","Applications accepted": "year-round in our local offices","State-based list link": "tinyurl.com/RDStateOffices","Looking for a Place to Rent?": "","Search USDA Rural Development-financed multifamily properties": "state, county, town, zip code, property name, or management agency name","Interactive map link": "go.usa.gov/xh3p3","Multifamily Housing Programs": "","Housing Preservation Grants (multifamily component)": "","SFHPreservation_link": "tinyurl.com/SFHPreservation","HPGs provide funds": "qualified sponsoring organizations to repair or revitalize housing for lower-income people","Grants can be used to": "repair or replace roofs, insulation, heating and cooling systems, or water and waste disposal systems","Build or improve": "accessibility features such as entrance ramps","Who can apply_HPG": "open to most state and local government organizations, nonprofits, and federally recognized Tribes in rural areas with populations of 20,000 or fewer","Individual homeowners": "work with HPG recipients rather than applying on their own","Rental property owners": "apply through HPG recipients as long as they agree to make their apartments available to low- and very-low-income renters","Contact local Rural Development Housing office": "list of current HPG recipients","State-based list": "true"}


<!-- Page Break - Batch 8 -->


json
{"RDStateOffices_link": "tinyurl.com/RDStateOffices", "federalregister_link": "federalregister.gov", "MFHDirect_link": "tinyurl.com/MFHDirect", "go_usa_xh3mB_link": "go.usa.gov/xh3mB", "MFHGuarantees_link": "tinyurl.com/MFHGuarantees", "page_number": "- 8 -"}


<!-- Page Break - Batch 9 -->


json
{"Multifamily Preservation and Revitalization Loans and Grants": null, "Information is available at this link:": "tinyurl.com/MFHPreservation", "Who can apply?": null, "Multifamily Nonprofit Transfer Technical Assistance Grants": null, "Information is available at this link:.1": "tinyurl.com/MFHNonprofitTA", "Multifamily Housing Rental Assistance": null, "Information is available at this link:.2": "tinyurl.com/MFHRental", "Who can apply?.1": null, "Multifamily Tenant Voucher Program": null, "Information is available at this link:.3": "tinyurl.com/MFHVoucher", "email": "RD.MPR@usda.gov", "federalregister.gov": null, "go.usa.gov/xh3dj": null, "npta.rfp@usda.gov": null, "go.usa.gov/xh3mB": null}


<!-- Page Break - Batch 10 -->


json
{
  "program_1_title": "Off-Farm Labor Housing Direct Loans and Grants",
  "program_1_description": "Offers affordable financing to eligible applicants to develop housing for year-round and migrant or seasonal domestic farm workers. Funds can be used to buy or improve land, for new construction, to rehabilitate existing rental housing in lower-income areas, or to purchase household furnishings. As long as there's an evident need for it, farm labor housing can be built in rural or urban areas. Loans can cover up to 100 percent of total development costs, with 33-year terms at 1-percent interest. Grants are need-based and cannot exceed 90 percent of the total project cost.",
  "program_1_who_can_apply": "Farmers and family farm corporations, farmers' or farm workers' associations, nonprofit organizations, most state and local government organizations, and federally recognized Tribes. A two-phase application process begins with pre-applications accepted annually through a Notice of Funding Availability (NOFA) published in the Federal Register.",
  "program_1_federal_register_link": "federalregister.gov",
  "program_1_information_link": "tinyurl.com/MFHOffFarmDirect",
  "program_2_title": "Off-Farm Labor Housing Technical Assistance Grants",
  "program_2_description": "Provides technical assistance funding to applicants for USDA RD Farm Labor Housing loans and grants. Funds can be used to pay for technical assistance during the application process, loan underwriting and closing, and to help offset certain Rural Development-approved transaction costs. Grants cannot be used to pay for construction costs, transaction costs normally covered by an FLH loan, or in instances in which an \"identify of interest” – such as a relationship between a buyer and seller – exists.",
  "program_2_who_can_apply": "Public and private nonprofit organizations are eligible to apply. There is no population size restriction associated with this grant. The application period is announced through a Notice of Funding Availability (NOFA) published in the Federal Register.",
  "program_2_federal_register_link": "federalregister.gov",
  "program_2_email": "rd.flhta@usda.gov",
  "program_2_information_link": "tinyurl.com/MFHOffFarmTA",
  "program_3_title": "On-Farm Labor Housing Loans",
  "program_3_description": "Provides financing to develop or rehabilitate rental housing for lower-income domestic, migrant, and seasonal farm laborers. Borrowers must not otherwise be able to get commercial credit. There is no loan minimum. The loan maximum is up to 100 percent of the allowable total development cost, and is repayable over 33 years at a fixed, 1 percent interest rate. There are no population size restrictions associated with this program.",
  "program_3_who_can_apply": "Eligible loan applicants include individuals, partnerships, and family farm corporations. Eligible tenants include domestic farm laborers, people who earn a substantial portion of their income from farm labor, and retired or disabled farm laborers. The families of eligible tenants also are included. Tenants must be U.S. citizens, or legally-admitted and authorized to perform work in agriculture. Funds are available on a first-come, first-served basis until exhausted. A two-phase application process begins with pre-applications accepted annually through a Notice of Funding Availability (NOFA) published in the Federal Register.",
  "program_3_federal_register_link": "federalregister.gov",
  "program_3_information_link": "tinyurl.com/MFHOnFarmHousing",
  "rd_multifamily_housing_link": "go.usa.gov/xh3mB",
  "program_0_title": "Who can apply?",
  "program_0_description": "This program is open only to tenants living in rental properties in which a USDA-financed Multifamily Housing Direct Loan ended earlier than its original maturity date.",
  "page_number": "10"
}


<!-- Page Break - Batch 11 -->


json
{"brand_1": "DUPONT", "product_1": "Tyvek", "type_1": "HomeWrap", "brand_2": "84 Lumber"}


<!-- Page Break - Batch 12 -->


json
{"Programs for Rural Communities": "We understand a strong community is rooted in its people. That's why USDA Rural\nDevelopment invests heavily in Community Programs funding. America's rural towns are\ngathering places where neighborhood schools teach our kids, first responders help keep\nus safe, and hospitals care for us when we're sick. USDA Community Programs investments\nhelp ensure rural people have access to the foundational infrastructure that supports\nAmerica's gathering places. We'll partner with you to bring clean water, modern wastewater\ntreatment, reliable electricity, and high-speed internet to your community.", "Community Programs": "Community Facilities Direct\nLoans, Grants and Loan\nGuarantees", "Direct loan and grant information link": "tinyurl.com/CFDirectLoansandGrants", "Loan Guarantee Information link": "tinyurl.com/CFGLoans", "OneRD Guarantee Loan initiative link": "go.usa.gov/xhcse", "Program helps finance construction": "This program helps finance construction of - or\nimprovements to – essential community facilities\nsuch as hospitals, clinics, nursing homes, certain\nschools, child care centers, libraries, and town\nhalls, among others. Funds also can be used to\npurchase necessary equipment and pay for related\nproject expenses. Although CF program funds", "Cannot support": "cannot support private, commercial, or business\undertakings, in some instances, loans and grants\ncan be combined with commercial financing to\nsupport a project.", "Who can apply?": "Eligible applicants include government\norganizations, community-based nonprofit\ncorporations, and federally recognized Tribes.\nDirect loans and grants are available in rural\nareas with populations of 20,000 or fewer. Loan\nguarantees are available in rural areas with\npopulations of 50,000 or fewer.", "Lenders interested in learning more": "Lenders interested in learning more about the loan\nguarantee program can contact the USDA Rural\nDevelopment Community Programs director in the\nstate in which the proposed project is located.\nYou'll find a state-based list at this link:\ntinyurl.com/RDStateOffices. Applications are\naccepted year-round in our local offices.", "page_number": "- 12 -"}


<!-- Page Break - Batch 13 -->


json
{"Community Facilities Technical Assistance and Training Grants": "","Information is available at this link:": "tinyurl.com/CFTechAssist","Competitive program provides funds": "true","Grant funds can be used to identify public and private financial resources": "true","Maximum grant award": 150000,"Match required": "false","Award preference given to applicants who can provide cash matching funds": "true","Who can apply?": "","Eligible applicants include government organizations, nonprofit organizations, and federally recognized Tribes in rural areas outside the boundaries of a city or town of 20,000 or more": "true","Applications are accepted annually through a Notice of Funding Availability (NOFA) published in the Federal Register": "true","Federal Register link": "federalregister.gov","State-based list link": "tinyurl.com/RDStateOffices","Rural Community Development Initiative Grants": "","Information is available at this link": "tinyurl.com/CFCommDevGrants","Competitive program helps nonprofit housing and community development organizations, lower-income rural communities, and federally recognized Tribes support housing, essential community facilities, and economic development in rural areas": "true","Examples of things grant funds can cover include training subgrantees to conduct homeownership or minority business entrepreneur education, providing technical assistance to subgrantees on strategic plan development, researching and identifying alternative funding sources, preparing boards of directors": "true"}


<!-- Page Break - Batch 14 -->


json
{"Grants_Range_Start": 50000, "Grants_Range_End": 250000, "Rural_Area_Population_Limit": 50000, "Federal_Register_Link": "federalregister.gov", "State_Based_List_Link_1": "tinyurl.com/RDStateOffices", "Tribal_College_Info_Link": "tinyurl.com/CFTribalCollege", "Tribal_College_Funding_Info_Link": "go.usa.gov/xhczq", "Tribal_College_Act_Link": "go.usa.gov/xzDAK", "Tribal_College_Grant_Limit": 250000, "Tribal_College_Project_Cost_Coverage": 95, "Tribal_College_Match_Requirement": 5, "State_Based_List_Link_2": "tinyurl.com/RDStateOffices"}


<!-- Page Break - Batch 15 -->


json
{
  "program_1_title": "Denali Commission High Energy Cost Grants",
  "program_1_information_link": "tinyurl.com/RUSDenali",
  "program_1_description": "This program helps the Denali Commission an independent federal agency that supports Alaska's remote communities (information is available at this link: denali.gov) lower energy costs for people who live in areas with exceptionally high, per-household energy bills - at least 275 percent higher than the national average. Grants can be used to finance energy generation, transmission, and distribution in rural areas served by the commission.",
  "program_1_who_can_apply": "Eligible applicants include legally organized for- or nonprofit organizations, sole proprietors, local or state government organizations, and federally recognized Tribes, among others. You can visit the Denali Commission website for additional eligibility details. Applications for this program are accepted through the USDA Rural Development national office. A list of Rural Utilities Service Electric Programs contacts is available at this link: go.usa.gov/xhrVH.",
  "program_2_title": "Distributed Generation Energy Project Financing",
  "program_2_information_link": "tinyurl.com/RUSDisGen",
  "program_2_description": "This program offers loans and loan guarantees to eligible developers of distributed energy projects that provide wholesale or retail electricity to existing USDA RD Electric Program borrowers, or to rural communities serviced by other utilities. Distributed generation projects - including those using renewable resources – provide crucial, additional power supply options for rural communities. Loans typically are used in these three situations:",
  "program_2_situation_1": "An existing Rural Utilities Service Electric Program borrower - a cooperative – owns and operates the project",
  "program_2_situation_2": "A project developer builds and operates the project with Power Purchase Agreements (PPAs) to serve rural customers, including existing RUS borrowers or other rural utility providers",
  "program_2_situation_3": "A wholly owned subsidiary of an existing RUS borrower owns and operates the project, and has a PPA with the RUS borrower to handle the entire energy output",
  "program_2_who_can_apply": "Eligible applicants include energy project developers for distributed energy projects, and USDA RD Electric Program borrowers or other utilities that serve rural areas. Applications for this program are accepted through the USDA Rural Development national office. A list of Rural Utilities Service Electric Programs contacts is available at this link: go.usa.gov/xhrVH.",
  "program_3_title": "Electric Infrastructure Loans and Loan Guarantees",
  "program_3_information_link": "tinyurl.com/RUSElectricInfra",
  "program_3_description": "This program helps rural communities access affordable, high-quality electric service. Loans and loan guarantees are used to finance the construction of electric distribution, transmission, and generation facilities. This includes system upgrades, as well as demand-side management, energy conservation programs, and on- and off-grid renewable energy systems.",
  "program_3_who_can_apply": "Eligible applicants include state and local government organizations, federally recognized Tribes, nonprofits - including cooperatives and limited dividend or mutual associations - and for-profit corporations and limited-liability companies. The area must be served by an existing rural electric borrower in a city or town with a population of 20,000 or fewer."
}


<!-- Page Break - Batch 16 -->


json
{"Energy Efficiency and Conservation Loans Information Link": "tinyurl.com/RUSEnergyEfficiency", "Energy Efficiency and Conservation Loans Description": "This program provides pass-through funding for energy efficiency and conservation projects for residential, commercial, and industrial consumers. Funds can be used by eligible utilities – including existing Rural Utilities Service Electric Program borrowers - to develop and deliver new, diverse energy service products in their service territories. For example, an existing RUS borrower can set up on-bill financing in which customers undertake energy efficiency improvements \"behind the meter,\" and then repay the loan to the utility.", "Energy Efficiency and Conservation Loans Applicant Eligibility": "Eligible applicants include utility systems that directly or indirectly provide retail electric service in rural areas with populations of 20,000 or fewer, or in any area in which an existing RUS Electric Program borrower has an active loan. Eligible communities can combine into service territories with populations greater than 20,000. You can contact the Electric Program General Field Representative that serves the state in which your service area is located to learn more about program requirements.", "Energy Efficiency and Conservation Loans State-Based List Link": "tinyurl.com/RDEnCoor", "Energy Resource Conservation Program Information Link": "tinyurl.com/RUSEnergyConservation", "Energy Resource Conservation Program Description": "This program allows current Rural Utilities Service Electric Program borrowers to make funds available to their consumers for energy conservation and renewable energy projects through principal and interest payment deferrals. The deferred amounts can then be used to cover the cost of labor and materials for energy conservation measures, and to finance approved renewable energy projects. Deferment terms vary, and are based on the principal balance of the existing loan.", "Energy Efficiency and Conservation Loans Who Can Apply?": "Participation in this program is limited to existing RUS Electric Program borrowers with direct loans. Federal Financing Bank (information is available at this link: ffb.treasury.gov) guaranteed loans are not eligible. There are no population restrictions associated with this program. Applications are handled by the Electric Program General Field Representative in your area.", "Energy Efficiency and Conservation Loans State-Based List Link 2": "tinyurl.com/RDEnCoor", "High Energy Cost Grants Information Link": "tinyurl.com/RUSHighEnergy", "High Energy Cost Grants Description": "This program helps energy providers and other eligible organizations lower energy costs for people in areas with extremely high (275 percent or more above the national average) per-household energy costs. Among other things, funds can be used to finance the acquisition, construction, or improvement of electric generation and transmission facilities, and to implement renewable energy generation and energy efficiency and conservation measures.", "High Energy Cost Grants Applicant Eligibility": "Eligible areas must be located in the United States, its territories, or areas otherwise legally determined eligible to participate in USDA Rural Development Rural Utilities Service programs. Applicants must demonstrate their area meets high-energy cost benchmarks detailed on grants.gov. There are no population restrictions associated with this grant. Applications are accepted through the USDA Rural Development national office. A list of Rural Utilities Service Electric Programs contacts is available at this link: go.usa.gov/xhrVH.", "Rural Energy Savings Program Information Link": "tinyurl.com/RUSSavings"}


<!-- Page Break - Batch 17 -->


json
{"program_description": "This program provides loans to rural utilities and other companies that offer energy efficiency loans to qualified consumers. Funds can be used to implement energy efficiency measures that decrease energy use or costs for rural families and small businesses. Loan terms are 20 years at 0-percent interest, and up to 5-percent interest for relending to qualified consumers for up to 10 years.", "who_can_apply_energy_efficiency": "Eligible applicants include current and former USDA Rural Development Rural Utilities Service Electric Service program borrowers or their subsidiaries, and businesses or cooperatives that provide retail electric service to rural areas. RESP applications are accepted on a first-come, first-served basis until funds are exhausted. For more information, see the Notice of Funding Availability (NOFA) under the \"To Apply\" tab at the link above. A list of Rural Utilities Service Electric Programs contacts is available at this link: go.usa.gov/xhrVH.", "loan_fund_name": "State Bulk Fuel Revolving Loan Fund", "loan_fund_information_link": "tinyurl.com/RUSBulkFuel", "loan_fund_description": "This program helps state governments establish revolving loan funds to provide a cost-effective way to purchase bulk fuel for remote communities not served year-round by standard surface transportation such as highways, railways, or waterways.", "who_can_apply_bulk_fuel": "Eligible applicants are state governments in areas qualified as \"rural.” Applications for this program are accepted through the USDA Rural Development national office. A list of Rural Utilities Service Electric Programs contacts is available at this link: go.usa.gov/xhrVH.", "page_number": "17"}


<!-- Page Break - Batch 18 -->


json
{"Community Connect Grants_Information Link": "tinyurl.com/RUSCommC", "Community Connect Grants_Description": "This program offers financial assistance to eligible applicants to provide broadband service in economically challenged rural areas where service does not exist. Funds can be used to build broadband infrastructure to serve residential and business customers in a proposed funded service area (PFSA), and to cover the costs of providing broadband service free of charge to critical community facilities (such as public schools, fire stations, and public libraries) for two years.", "Community Connect Grants_Who can apply?": "Eligible applicants include incorporated organizations, federally recognized Tribes, state and local governments, cooperatives, private corporations, and for- or nonprofit, limited liability companies in rural areas without down- and upstream broadband speeds defined in the most recent Funding Opportunity Announcement.", "Distance Learning and Telemedicine Grants_Information Link": "tinyurl.com/RUSDLT", "Distance Learning and Telemedicine Grants_Description": "This competitive program helps rural communities use advanced telecommunications technology to connect to each other - and the world – overcoming the effects of remoteness and low-population density. Funds can be used to buy end-user equipment (such as interactive video or audio hardware, computer hardware, network components, and software, or similar infrastructure) used to deliver distance learning and telemedicine services in eligible areas. Funds also can pay for certain types of instructional programming or technical assistance and training. You will find a map of recently-funded DLT projects at this link: tinyurl.com/RD-DLT-MAP", "Who can apply?_Eligible applicants": "Eligible applicants include most state and local government organizations, federally recognized Tribes, for-profit businesses, and nonprofit organizations.", "Who can apply?_DLT grants": "Groups of eligible organizations also can apply together. DLT grants require a minimum 15-percent match that can't come from other federal sources.", "Who can apply?_Applications": "Applications are accepted on grants.gov during an announced application window.", "Who can apply?_Contact": "To learn more, email dltinfo@usda.gov or contact the Telecommunications General Field Representative in the state in which your proposed project is located.", "Who can apply?_State-based list": "A state-based list is available at this link: go.usa.gov/xhrux.", "ReConnect Loans and Grants_Information Link": "usda.gov/reconnect", "ReConnect Loans and Grants_Description": "This program offers loans, grants, and loan-grant combinations to eligible recipients to get fixed, terrestrial broadband to areas of rural America that currently lack sufficient access. Funds can be used to build, improve, or acquire existing broadband and terrestrial satellite broadband facilities and equipment. Reasonable pre-application expenses also can be covered. Loan funding (100 percent loan requests, only) also can support the acquisition of an existing system that currently provides insufficient broadband access. The minimum request for funding across all ReConnect categories is $100,000. A 100 percent grant requires a 25 percent cash match. The 50-50 loan and grant combination interest rate is set by the U.S. Treasury at the time of each advance of funds. A 100 percent loan has a fixed-interest rate of 2 percent. Matching funds are not required for 100 percent grants to Alaska Native corporations, Tribal governments, Colonias, Persistent Poverty areas, and Socially Vulnerable communities, or for projects in which 90 percent of all households lack sufficient broadband access."}


<!-- Page Break - Batch 19 -->


json
{"page_number": 19, "who_can_apply_rural_broadband": "Eligible applicants include corporations, limited liability companies and limited liability partnerships, cooperatives or mutual associations, state or local government organizations, territories or possessions of the U.S., and federally recognized Tribes. For a geographic area to be eligible, it must be rural, and depending on the funding category 50 - 90 percent of the households in the area must lack sufficient broadband access.", "applications_rural_broadband": "Applications are accepted only through USDA Rural Development's online application system.", "forms_and_resources_rural_broadband": "Forms and other application resources are available at this link: go.usa.gov/xhYc8.", "questions_rural_broadband": "For questions, use the fillable \"contact us\" tab available at this link: go.usa.gov/xhYcU.", "telecommunications_rep_rural_broadband": "Or, you can contact the Telecommunications General Field Representative in the state in which your proposed project is located.", "state_based_list_rural_broadband": "A state-based list is available at this link: go.usa.gov/xhrux.", "rural_broadband_loans_title": "Rural Broadband Loans, Loan and Grant Combinations, and Loan Guarantees", "information_rural_broadband": "Information is available at this link: tinyurl.com/RUSRBB", "program_description_rural_broadband": "This program offers loans, loan and grant combinations, and loan guarantees to eligible applicants for the construction, improvement, or purchase of facilities and equipment needed to provide service at the broadband lending speed (the minimum bandwidth requirement) in eligible rural areas.", "refinance_rural_broadband": "In certain instances and with some restrictions, funds also can be used to refinance existing USDA Rural Development Rural Utilities Service debt.", "loan_grant_combinations_rural_broadband": "For loan and grant combinations, at least 90 percent of the households in the proposed service area must not have access to broadband service.", "loans_loan_guarantees_rural_broadband": "For loans and loan guarantees, the service threshold is 50 percent.", "who_can_apply_pfsa": "Eligible applicants include state and local government organizations, federally recognized Tribes, nonprofits, cooperatives, and for-profit corporations and limited liability companies.", "pfsa_must": "Proposed Funded Service Areas (PFSAs) must be completely contained within an eligible rural area, or composed of multiple eligible rural areas.", "application_periods_telecommunications": "Application periods for this program are announced by the USDA Rural Development national office.", "telecommunications_rep_telecommunications": "To learn more, contact the Telecommunications General Field Representative in the state in which your proposed project is located.", "state_based_list_telecommunications": "A state-based list is available at this link: go.usa.gov/xhrux.", "telecommunications_infrastructure_title": "Telecommunications Infrastructure Loans and Loan Guarantees", "information_telecommunications": "Information is available at this link: tinyurl.com/RUSTelcoInfra", "program_description_telecommunications": "This program provides funds to build, maintain, improve, or expand telephone and broadband service in rural areas. In certain instances, funds also can support refinancing.", "direct_loans_telecommunications": "Direct loans are fixed at current U.S. Treasury rates depending on loan maturity at the time of each advance.", "loan_guarantees_telecommunications": "Loan guarantees (up to 80 percent) encourage private lenders to extend credit.", "hardship_loans_telecommunications": "And - at the sole discretion of USDA Rural Development Rural Utilities Service - hardship loans can help applicants meet financial feasibility requirements in certain areas.", "who_can_apply_telecommunications": "Eligible applicants include state and local government organizations, federally recognized Tribes, nonprofits, cooperatives, limited dividend or mutual associations, for-profit businesses organized as corporations or limited liability companies, and others that provide telecommunications services in qualified rural areas with populations of 5,000 or fewer.", "areas_without_telecommunications": "Areas without telecommunications facilities or areas in which the applicant is the recognized telecommunications provider also are eligible to apply.", "check_with_usda_telecommunications": "Check with your local USDA Rural Development office to see if your proposed service area qualifies.", "state_based_list_usda_telecommunications": "A state-based list is available at this link: tinyurl.com/RDStateOffices.", "applications_accepted_telecommunications": "Applications are accepted year-round.", "telecommunications_rep_telecommunications_2": "To learn more, contact the Telecommunications General Field Representative in the state in which your proposed project is located.", "state_based_list_telecommunications_2": "A state-based list is available at this link: go.usa.gov/xhrux."}


<!-- Page Break - Batch 20 -->


json
{
  "Rural Utilities Service | Water and Environmental Programs": "true",
  "Circuit Rider Program - Technical Assistance for Rural Water Systems": "true",
  "Information is available at this link:": "tinyurl.com/WEPCRTAG",
  "Program Description": "This program provides technical assistance to rural water systems experiencing day-to-day operational, financial or managerial issues. Among other things, the Circuit Rider program can help with board training, management, finance, operations, maintenance, leak detection, water treatment, regulatory compliance, facility security, disaster and emergency assistance, loan application, and reporting requirements. Rural water system officials can request assistance from the National Rural Water Association or their local Rural Utilities Service office.",
  "Who can apply? Circuit Rider Program": "To receive technical assistance under the Circuit Rider program, you must serve an area with a population of 10,000 or fewer and be either a government organization, nonprofit corporation, or a Tribe with legal authority to own and operate the water facility. Check to see if your area is eligible at this link: go.usa.gov/xhWZ2. This program is operational year-round and does not require an application. Contact your local RD office (available at this link tinyurl.com/RDStateOffices) or NRWA state association (available at this link: nrwa.org/state-associations) for more information.",
  "Emergency Community Water Assistance Grants": "true",
  "Information is available at this link: ECWAG": "tinyurl.com/WEPECWAG",
  "Program Description ECWAG": "This program helps eligible communities prepare – or recover from – an emergency that threatens the availability of safe, reliable drinking water. Grants can be used to build water line extensions, repair breaks or leaks in existing distribution lines, and to build intake or treatment facilities.",
  "Who can apply? ECWAG": "The ECWAG is open to most state and local government organizations, private nonprofit corporations, and federally recognized Tribes serving areas with populations of 10,000 or fewer. Check eligible addresses at this link: eligibility.sc.egov.usda.gov. The area must also have a median household income less than the state's median household income for nonmetropolitan areas. Applications are accepted year-round at our local offices. You'll find a state-based list at this link: tinyurl.com/RDStateOffices.",
  "Grants for Rural and Native Alaskan Villages": "true",
  "Information is available at this link: Alaskan Villages": "tinyurl.com/WEPRAVG",
  "Program Description Alaskan Villages": "This program helps remote Alaskan villages provide safe, reliable drinking water and waste disposal systems to households and businesses. The grant must be used to improve dire sanitation conditions. Examples include recurring instances of waterborne communicable disease, or residents hauling water to - or human waste from – their homes, or using outhouses because no community-wide water and sewer system exists. Funds can pay up to 75 percent of project costs to provide safe drinking water or waste disposal services.",
  "Who can apply? Alaskan Villages": "The program is open to Rural Alaskan villages or hubs with populations of 10,000 or fewer. The state of Alaska also can apply on behalf of eligible villages or hubs. Certain other eligibility restrictions apply. You can check to see if your area is eligible at this link: go.usa.gov/xz7kz."
}


<!-- Page Break - Batch 21 -->


json
{"Revolving Funds for Financing Water and Wastewater Projects": "","Information is available at this link:": "tinyurl.com/WEPRFP","This program helps qualified nonprofits create revolving loan funds that provide financing to extend and improve water and waste disposal systems in rural areas. Funds can be used for predevelopment costs for water and wastewater treatment projects, and for short-term, small capital improvement projects not part of regular operations and maintenance.": "","Who can apply?": "","This program is open to nonprofits with the legal authority to operate a revolving loan fund and the financial, technical and managerial capacity to comply with relevant state and federal laws and regulations. Projects must be in areas with populations of 10,000 or fewer, including Tribal lands and Colonias. You can check to see if your area is eligible at this link:": "go.usa.gov/xz7kz","Applications are accepted annually at grants.gov (available at this link:": "grants.gov).","Rural Decentralized Water Systems Grant Program": "","Information is available at this link::": "tinyurl.com/WEPDWSG","This program helps qualified nonprofit organizations create revolving loan funds to increase access to clean, reliable water, and decentralized wastewater systems for households in eligible rural areas. Funds can be used to build, refurbish, or service individually owned household water well and wastewater systems.": "","The program is open to nonprofit organizations in rural areas with populations of 50,000 or fewer, Colonias, and federally recognized Tribes in rural areas. Individual homeowners must apply to eligible nonprofits that participate in the program. Contact your local USDA Rural Development office for details. You'll find a state-based list at this link:": "tinyurl.com/RDStateOffices","Applications are accepted annually at grants.gov.": ""}


<!-- Page Break - Batch 22 -->


json
{"Special Evaluation Assistance for Rural Communities and Households_Information link": "tinyurl.com/WEPSEARCH", "Special Evaluation Assistance for Rural Communities and Households_Grants help": "small, financially distressed rural communities pay for predevelopment feasibility studies, design, and technical assistance on proposed water and waste disposal projects.", "Special Evaluation Assistance for Rural Communities and Households_Funds can be used to": "support projects to build, enlarge, extend or improve rural water, wastewater, solid waste disposal, or storm water disposal facilities, or to make public or private improvements necessary for their successful operation or protection.", "Special Evaluation Assistance for Rural Communities and Households_Who can apply?": "The program is open to government agencies and organizations, nonprofits, and federally recognized Tribes in areas with populations of 2,500 or fewer, and with median household incomes below the poverty line or less than 80 percent of the statewide nonmetropolitan median household income.", "Special Evaluation Assistance for Rural Communities and Households_Applications": "accepted year-round at our local offices. You'll find a state-based list at this link: tinyurl.com/RDStateOffices.", "Solid Waste Management Grants_Information link": "tinyurl.com/WEPSWMG", "Solid Waste Management Grants_Program reduces or eliminates": "water pollution by providing funding to eligible organizations that provide technical assistance or training to improve the planning and management of solid waste sites.", "Solid Waste Management Grants_Funds can be used to": "provide technical assistance and training to decrease the solid waste stream through reduction, recycling, and reuse; to evaluate current landfill conditions to identify threats to water resources, and provide technical assistance and training on the operation, maintenance, closure, and future use of landfills.", "Solid Waste Management Grants_Who can apply?": "This program is open to most state and local government agencies and organizations, private nonprofit organizations, federally recognized Tribes, and academic institutions that serve rural areas with populations of 10,000 or fewer.", "Solid Waste Management Grants_Check eligibility link": "go.usa.gov/xz7kz.", "Solid Waste Management Grants_Special consideration": "given to projects that prioritize areas serving populations with fewer than 5,500 or 2,500 residents; to regional, multistate, or national areas, and to lower-income populations.", "Solid Waste Management Grants_Applications": "accepted annually at grants.gov (available at this link: grants.gov).", "Water and Waste Disposal Grants to Alleviate Health Risks on Tribal Lands and Colonias_Information link 1": "tinyurl.com/WEPColonias", "Water and Waste Disposal Grants to Alleviate Health Risks on Tribal Lands and Colonias_Information link 2": "tinyurl.com/WEPTribal", "Water and Waste Disposal Grants to Alleviate Health Risks on Tribal Lands and Colonias_Program description": "Through this program, low-income communities that face significant health risks can gain access to safe, reliable drinking water and waste disposal facilities and services. Grant funds can be used to build basic drinking water and waste disposal systems, including storm water drainage systems.", "Water and Waste Disposal Grants to Alleviate Health Risks on Tribal Lands and Colonias_Who can apply?": "This program is open to state and local governments, nonprofit organizations, utility districts serving Colonias, and federally recognized Tribes. Projects must be in eligible rural areas with populations of 10,000 or fewer, in Colonias, or on Tribal lands.", "Water and Waste Disposal Grants to Alleviate Health Risks on Tribal Lands and Colonias_Check eligibility link": "go.usa.gov/xz7kz.", "Water and Waste Disposal Grants to Alleviate Health Risks on Tribal Lands and Colonias_Applications": "accepted year-round in our local offices. You'll find a state-based list at this link: tinyurl.com/RDStateOffices.", "Water and Waste Disposal Loans and Grants_Information link": "tinyurl.com/WEPWWD", "Water and Waste Disposal Loans and Grants_Program description": "This program provides funding for clean and reliable drinking water systems, sanitary wastewater and solid waste disposal, and storm water drainage to households and businesses in eligible rural areas. Funds can be used to buy, build, repair, and improve public water and waste treatment and collection systems."
}


<!-- Page Break - Batch 23 -->


json
{"page_number": 23, "who_can_apply_1": "This program is open to most state and local government agencies and organizations, nonprofits, and federally recognized Tribes in rural areas with populations of 10,000 or fewer.", "applications_accepted_1": "Applications are accepted year-round and can be filed electronically using RD Apply at this link: go.usa.gov/xhWBk, or at the USDA Rural Development office where your proposed project is located.", "state_office_list_1": "You'll find a state-based list of offices at this link: tinyurl.com/RDStateOffices.", "water_waste_disposal_loan_guarantees": "Water and Waste Disposal Loan Guarantees", "information_available_loan_guarantees": "Information is available at this link: tinyurl.com/WEPWWDLG", "program_helps_lenders": "This program helps private lenders provide affordable financing to qualified borrowers to improve access to clean, reliable water and waste disposal systems for households and businesses in rural areas.", "funds_used_for": "Among other things, funds can be used to build or improve facilities for drinking water, wastewater treatment and solid waste disposal, and storm water disposal.", "who_can_apply_2": "This program is open to lenders with the legal authority, financial strength, and experience to operate a successful lending program.", "examples_include": "Examples include federal- and state-chartered banks, savings and loans institutions, farm credit banks with direct lending authority, and credit unions.", "eligible_borrowers_include": "Eligible borrowers include government organizations, federally recognized Tribes, and nonprofit businesses in rural areas with populations of 50,000 or fewer.", "contact_usda": "Contact your local USDA Rural Development state office before you start your application.", "state_office_list_2": "You'll find a state-based list at this link: tinyurl.com/RDStateOffices.", "water_waste_disposal_predevelopment_planning_grants": "Water and Waste Disposal Predevelopment Planning Grants", "information_available_predevelopment": "Information is available at this link: tinyurl.com/WEPWWPPG", "program_helps_communities": "This program helps low-income communities with the initial planning and development of applications for USDA Rural Development Water and Waste Disposal Direct Loan and Grant or Loan Guarantee programs.", "maximum_grant_amount": "The maximum grant amount is $60,000, or 75 percent of predevelopment planning costs.", "who_can_apply_3": "This program is open to most state and local governments, nonprofit organizations and federally recognized Tribes in rural areas with populations of 10,000 or fewer.", "area_requirements": "The area must also have a median household income below the poverty line, or less than 80 percent of the statewide nonmetropolitan median household income.", "area_eligibility_check": "You can check to see if your area is eligible at this link: go.usa.gov/xz7kz.", "applications_accepted_2": "Applications are accepted year-round in our local offices.", "state_office_list_3": "You'll find a state-based list at this link: tinyurl.com/RDStateOffices.", "water_waste_disposal_technical_assistance_training_grants": "Water and Waste Disposal Technical Assistance and Training Grants", "information_available_technical_assistance": "Information is available at this link: tinyurl.com/WEPTATG", "program_helps_organizations": "This program helps qualified nonprofit organizations provide technical assistance and training to water and waste disposal operations to identify and evaluate solutions to rural water and waste challenges related to sourcing, storage, treatment, distribution, collection, and disposal.", "program_also_helps": "It also helps applicants prepare their water and waste disposal loan and grant applications, and helps associations improve the operation and maintenance of water and waste facilities in eligible rural areas.", "who_can_apply_4": "The program is open to nonprofits with the proven ability, background, experience and capacity to provide technical assistance or training on a national, regional or state basis for rural areas with populations of 10,000 or fewer, and on Tribal lands in rural areas.", "single_state_applications": "Single-state applications are accepted annually through our local offices.", "state_office_list_4": "You'll find a state-based list at this link: tinyurl.com/RDStateOffices.", "multistate_national_applications": "Multistate or national applications are accepted at grants.gov (available at this link: grants.gov).", "questions_contact": "If you have questions, you can contact the Technical Assistance and Training Grant Manager by email at Water-RD@usda.gov."}


<!-- Page Break - Batch 24 -->


json
{"Programs for Rural Businesses and Cooperatives": "","Main Street businesses give rural communities character. That's why USDA Rural": "","Development works closely with rural businesses and the organizations that support": "","them. We help ensure people have the resources they need to build and grow": "","successful local businesses. Our Rural Business-Cooperative Service investments": "","help communities create and keep - jobs, so rural people can afford to live": "","comfortably. We strongly support the cooperative model; developing businesses": "","owned and shared by people who know": "","unique needs.": "","Rural Business-Cooperative Service": "","Agriculture Innovation Center Program": "","Information is available at this link:": "","tinyurl.com/RBCSAICP": "","The AICP awards technical assistance grants": "","to eligible agriculture innovation centers to help": "","develop and market value-added agricultural": "","products. Funds can be used for:": "","Agriculture innovation center operations": "","Business development, such as creating": "","feasibility studies and business plans": "","Marketing plans and branding": "","Financial advisory services and preparation of": "","financial statements": "","Process development, engineering services,": "","scale production assessments, and systems": "","development": "","Organizational assistance, and legal and": "","technical advisory services": "","Connecting agricultural producers to a": "","distribution system, processing facility, or": "","commercial kitchen": "","Product development such as concept testing,": "","feasibility and cost analysis, product taste-": "","testing, consumer and production analysis, or": "","evaluation of packaging and labeling options": "","Who can apply?": "","This program is open to government organizations,": "","federally recognized Tribes, higher education, and": "","for- or nonprofit organizations and corporations.": "","There are no population or location restrictions.": "","To learn more or to apply, contact the USDA Rural": "","Development office in the state in which your project": "","or program is located. You'll find a state-based list": "","at this link: tinyurl.com/RDStateOffices.": "","- 24 -": ""}


<!-- Page Break - Batch 25 -->


json
{"BioPreferred Program Information Link": "tinyurl.com/BioPref", "BioPreferred Program Goal": "spur economic development, create new jobs, and provide new markets for farm commodities by increasing the purchase and use of biobased products", "BioPreferred Program Impact": "helps reduce our nation's reliance on petroleum, increases the use of renewable agricultural resources, and helps mitigate adverse environmental and health risks", "BioPreferred Program Features": "includes mandatory purchasing requirements for federal agencies and their contractors, along with a voluntary labeling initiative for biobased products", "BioPreferred Program Support": "doesn't provide direct financial support for participants, USDA RD offers other loan and grant programs that might help", "Training and Resources": "Federal agencies and contractors are required by law to purchase biobased products", "BioPreferred Program Training and Resources Webpage": "tinyurl.com/BioPrefTx", "BioPreferred Program Email": "help@usdabiopreferred.net", "Business and Industry Loan Guarantees Information Link": "tinyurl.com/RBCSBILG", "Business and Industry Loan Guarantees": "offers loan guarantees to lenders for their loans to rural businesses", "Business and Industry Loan Guarantees Funds Use": "business conversions, expansion, repair, modernization, or development. Funds also can be used to purchase land, buildings, equipment, supplies, and inventory, and to develop infrastructure", "Business and Industry Loan Guarantees Debt Refinancing": "Certain debt refinancing and business and industrial acquisitions are also permitted", "Who Can Apply": "This program is open to lenders with the legal authority, financial strength, and sufficient experience to operate a successful lending program"}


<!-- Page Break - Batch 26 -->


json
{"banks_loans": "banks, savings and loans, farm credit banks, and credit unions lending to a business in rural areas with populations of 50,000 or fewer",
"borrower_headquarters": "The borrower's headquarters can be based in a larger city if the project is in an eligible rural area.",
"lender_location": "The lender can be located anywhere in the U.S.",
"food_system_projects": "Certain food system projects can be funded in rural and urban areas.",
"applications_accepted": "Applications are accepted in our local offices year-round.",
"state_based_list_link": "tinyurl.com/RDStateOffices",
"delta_health_care_services_grants": "Delta Health Care Services Grants",
"information_link_delta": "tinyurl.com/RBCSDelta",
"program_assistance": "This program provides financial assistance to address ongoing, unmet health needs in the Delta Region.",
"grants_awarded": "Grants are awarded to promote cooperation among health care professionals, institutions of higher education or research, and other regional stakeholders.",
"funds_used_for": "Funds can be used to develop health care services, education, job training programs, and to develop or expand public health-related facilities in the region.",
"who_can_apply_delta": "Who can apply?",
"applicant_requirements": "To apply for this grant, you must be a regional institution of higher education, an academic health and research institute, or an economic development organization in the Delta Region.",
"delta_region_states_link": "go.usa.gov/xzTf7",
"individuals_eligibility": "Individuals are not eligible for this program.",
"applications_accepted_annually": "Applications are accepted annually.",
"contact_usda": "Contact your local USDA Rural Development office for help with your application.",
"state_based_list_link_2": "tinyurl.com/RDStateOffices",
"fertilizer_production_expansion_program": "Fertilizer Production Expansion Program",
"information_link_fpep": "tinyurl.com/RBCSFPEP",
"fpep_provides": "FPEP provides grants to help eligible applicants increase or expand the manufacturing and processing of fertilizer, nutrient alternatives, and other nutrient management products and technologies in the United States and its territories.",
"grant_funds_used_for": "Grant funds must be used to increase or expand the manufacturing and processing of fertilizer, nutrient alternatives, and other nutrient management products and technologies.",
"funds_support_activities": "Among other things, funds can support activities such as:",
"building_facility": "Building or buying a facility, or purchasing land",
"predevelopment_costs": "Covering predevelopment costs like engineering and other professional fees",
"working_capital": "Providing working capital to expand capacity",
"modernizing_facility": "Modernizing or expanding an existing facility",
"purchasing_equipment": "Purchasing or modernizing equipment",
"developing_equipment": "Developing, customizing, and installing equipment, devices, and technology to improve processing functions, worker conditions, or safety",
"installing_equipment": "Installing or updating equipment that reduces greenhouse gas emissions, increases fertilizer use efficiency, or improves air and water quality.",
"legal_compliance": "Ensuring legal compliance with packaging and labeling requirements such as sealing, boxing, labeling, and conveying, among others",
"workforce_recruitment": "Engaging in workforce recruitment, training, apprenticeships, and retention.",
"who_can_apply": "Who Can Apply",
"program_open_to": "The program is open to for-profit businesses and corporations, nonprofit entities, Tribes and Tribal organizations, producer-owned cooperatives and corporations, certified benefit corporations, and state or local governments.",
"private_entities": "Private entities must be independently owned and operated.",
"program_goal": "Because the program's goal is to increase competition, market share restrictions apply.",
"applications_accepted_at": "Applications are accepted at grants.gov (available at this link: grants.gov)."
}


<!-- Page Break - Batch 27 -->


json
{"Food Supply Chain Guaranteed Loan Program":"This program provides financial support to qualified lenders whose loan applicants want to start or expand middle-of-the-food-supply-chain activities such as aggregation, processing, manufacturing, storage, transportation, wholesale, or distribution of food. The program's goal is to increase capacity and help create a more resilient, diverse, and secure U.S. food supply chain. Projects can be located in both rural and urban areas, and approved lenders can be located anywhere in the United States. Examples of fund usage include business conversion, expansion, repair, modernization, or development; the purchase and installation of necessary machinery and equipment, and working capital, among others.","Food Supply Chain Guaranteed Loan Program Link":"tinyurl.com/RBCSFOOD","Food Supply Chain Guaranteed Loan Program Who can apply?":"This program is open to food supply chain entrepreneurs, state and local governments and their designated agencies, for- or nonprofit businesses, cooperatives, and federally recognized Tribes.","Food Supply Chain Guaranteed Loan Program Email":"rdfoodsupplychainloans@usda.gov","Intermediary Relending Program":"This program provides 1-percent loans to local lenders (\"intermediaries”) that then relend to businesses to improve economic conditions and create jobs in rural communities. Funds can be used to finance rural businesses and community development projects. The maximum loan to borrowers is $400,000.","Intermediary Relending Program Link":"tinyurl.com/RBCSIRP","Intermediary Relending Program Who can apply?":"This program is open to government organizations, nonprofit corporations, federally recognized Tribes","Maximum loan to borrowers":"400000"}


<!-- Page Break - Batch 28 -->


json
{"page_number": 28, "rural_areas_population": "50,000 or fewer", "applications_accepted": "quarterly", "state_based_list_link": "tinyurl.com/RDStateOffices", "rural_business_development_grants_link": "tinyurl.com/RBCSRBDG", "grants_fund": "public economic development activities", "who_can_apply_population": "50,000 or more", "eligible_area_link": "go.usa.gov/xz7kz", "applications_accepted_through": "USDA Rural Development's local or state offices", "rural_business_investment_program_link": "tinyurl.com/RBCSRBIP", "program_provides": "Rural Business Investment Company (RBIC) licenses"}


<!-- Page Break - Batch 29 -->


json
{"developmental_capital_organizations": "help meet equity capital investment needs in rural communities.", "program_works_with": "for-profit developmental capital funds.", "rbics_list_link": "go.usa.gov/xzTv6", "rbics_list_link_type": "PDF", "who_can_apply_1": "This program is open to newly formed, for-profit developmental capital organizations (or their subsidiaries) with relevant experience in venture capital or community development financing.", "applicants_must_raise": "a minimum of $10 million in private equity capital, and can be structured as limited partnerships, limited liability companies or corporations.", "restrictions_on_location": "There are no restrictions on the location of eligible applicants for RBIC licenses.", "applications_accepted": "year-round.", "rural_cooperative_development_grants": "Information is available at this link: tinyurl.com/RBCSRCDG", "program_helps": "establish and operate cooperative development centers.", "cooperative_development_centers_provide": "technical assistance, conduct feasibility studies, develop business plans, provide training, and facilitate strategic planning.", "who_can_apply_2": "Centers can be headquartered in any area, but must serve areas with populations of 50,000 or fewer.", "applications_accepted_annually": "at grants.gov (available at this link: grants.gov).", "rural_economic_development_loan_and_grant_program": "Information is available at this link: tinyurl.com/RBCSREDLG", "redlg_program_supports": "economic development and job creation in rural areas by providing zero-interest loans to eligible local utilities.", "funds_are_used_to": "establish revolving loan funds (RLFs) that make pass-through funding available to ultimate recipients that back projects to create or retain rural jobs.", "rlfs_can_support": "Business incubators, Technical assistance, Job creation or enhancement, Facilities and equipment for rural medical care", "grant_terms": "10 years and require a 20-percent match from the utility.", "grant_must_be": "repaid when the RLF is expended or terminated.", "who_can_apply_3": "This program is open to USDA Rural Utilities Service-eligible electric and telephone utilities that serve rural areas with populations of 50,000 or fewer.", "priority_is_given_to": "places with populations of 2,500 or fewer.", "applications_accepted": "year-round in your local USDA Rural Development office.", "state_based_list_link": "tinyurl.com/RDStateOffices.", "rural_innovation_stronger_economy_rise_grant_program": "Information is available at this link: tinyurl.com/RBCSRise", "rise_grant_program_helps": "create and augment high-wage jobs and accelerate the formation of new businesses.", "rise_grant_program_supports": "industry clusters and maximizes the use of local assets in eligible, lower-income rural areas.", "grants_can_be_used_to": "build or support a business incubator facility, provide trainings, and improve opportunities for workers to get high-wage jobs in new or existing local industries.", "grants_range": "$500,000 - $2 million with four-year-terms.", "who_can_apply_4": "This program is open to rural jobs accelerator partnerships with expertise delivering economic and job training programs.", "you_must_be": "a government organization, nonprofit organization, state, Tribe, or institution of higher education that serves a rural region small enough to allow close collaboration among partners.", "rise_project_must_include": "important elements of your"}


<!-- Page Break - Batch 30 -->


json
{"region_industry_cluster": "concentrations of related industries",
"applications_accepted_annually": "grants.gov",
"grants_gov_link": "grants.gov",
"program_name_1": "Rural Microentrepreneur Assistance Program",
"program_1_info_link": "tinyurl.com/RBCSRMAP",
"rmap_description": "The RMAP helps establish revolving microloans for small, rural businesses. Funds can be used to start and grow microenterprises, and to provide training and technical assistance to microloan borrowers and microentrepreneurs. Loan uses include working capital, debt refinancing, equipment and supplies, and real estate improvements.",
"program_1_eligibility": "This program is open to nonprofits, federally recognized Tribes, and institutions of higher education in rural areas except cities with populations greater than 50,000, and their neighboring urbanized areas.",
"program_1_applications": "accepted year-round in our local offices",
"program_1_state_list_link": "tinyurl.com/RDStateOffices",
"program_name_2": "Socially Disadvantaged Groups Grants",
"program_2_info_link": "tinyurl.com/RBCSSDGG",
"sdgg_description": "The SDGG provides financial support to eligible co-ops and their associations or development centers for technical assistance to small, socially disadvantaged groups in rural areas. Funds can be used to provide technical assistance such as feasibility studies, business plans, strategic planning, and training.",
"sdgg_max_grant_award": "175000",
"program_2_eligibility": "This program is open to rural cooperatives and co-op development centers that serve socially disadvantaged groups located in areas with populations of 50,000 or fewer, and where a majority of the governing board is comprised of people who themselves are members of socially disadvantaged groups.",
"cooperative_location_note": "The cooperative or development center can be located anywhere, but the groups being helped must be located in eligible rural areas.",
"program_2_applications_accepted_annually": "grants.gov",
"program_2_grants_gov_link": "grants.gov",
"sdgg_contact_info": "You can learn more about SDGGs by contacting the USDA Rural Development office in the state in which your cooperative or development center is located.",
"program_2_state_list_link": "tinyurl.com/RDStateOffices",
"program_name_3": "Strategic Economic and Community Development",
"program_3_info_link": "tinyurl.com/RBCSSECD",
"secd_description": "SECD bolsters participating USDA Rural Development program funds by supporting projects that promote and implement strategic community investment plans. Funds can be used to help amplify a rural community's unique strengths, identify additional resources, convene partners, and leverage other federal, state, local, and private funding.",
"program_3_eligibility": "To be eligible for SECD, a project must also be eligible for a participating, covered RD program, be carried out in a rural area, and support a multijurisdictional and multisectoral strategic community investment plan.",
"application_process_note": "The application process varies depending on the Rural Development program under which you are applying.",
"rd_programs_participate": "Community Connect Grants (high-speed internet), Community Facilities Direct Loans, Grants, and Loan Guarantees, Water and Waste Disposal Direct Loans, Grants, and Loan Guarantees, Rural Business Development Grants",
"program_3_applications": "accepted year-round in our local offices",
"program_3_state_list_link": "tinyurl.com/RDStateOffices"
}


<!-- Page Break - Batch 31 -->


json
{"RDStateOffices_link": "tinyurl.com/RDStateOffices", "SECD_funding_note": "Note: If you are applying for SECD funding through a participating loan guarantee program, you can submit forms using the OneRD Guarantee Loan Initiative", "OneRD_Guarantee_Loan_Initiative_link": "go.usa.gov/xhWU3", "email_questions_to": "rd.secd@usda.gov", "grant_type": "Value-Added Producer Grants", "grant_information_link": "tinyurl.com/RBCSVAPG", "VAPG_description": "The VAPG helps independent agricultural producers begin processing and marketing activities that add value to their products. Grant and matching funds can be used for planning activities, or for working capital expenses related to producing and marketing a value-added agricultural product. Examples include conducting feasibility studies, developing business plans, offsetting processing costs, handling marketing and advertising expenses, and paying certain inventory and salary expenses.", "who_can_apply_description": "This program is open to independent producers, farmer and rancher cooperatives, producer groups, and majority-controlled, producer-based business ventures in any area. Priority is given to the following types of applicants:", "applicant_type_1": "Beginning farmers and ranchers", "applicant_type_2": "Socially disadvantage farmers or ranchers", "applicant_type_3": "Small or medium-sized farms", "applicant_type_4": "Ranches structured as family farms", "applicant_type_5": "Farmer or rancher cooperatives", "priority_projects_description": "Priority also is given to projects proposing mid-tier value chains (information is available at this link: go.usa.gov/xhWPK - PDF). Your local Rural Business-Cooperative Service staff can answer questions. You'll find a state-based list at this link: tinyurl.com/RDStateOffices. Applications are accepted annually at grants.gov (available at this link: grants.gov).", "mid_tier_value_chains_link": "go.usa.gov/xhWPK", "applications_accepted_annually_link": "grants.gov", "page_number": "31"}


<!-- Page Break - Batch 32 -->


json
{"Rural Business-Cooperative Service": "Energy", "Advanced Biofuel Payment Program": null, "Information link": "tinyurl.com/RBCS9005", "ABPP increases production": "advanced biofuels through quarterly payments to eligible producers", "Program helps increase": "American energy independence and the private-sector supply of renewable energy", "Who can apply": "The program is open to advanced biofuels producers and sellers", "Eligible advanced biofuels must be": "A liquid, gas, or solid, Derived from renewable biomass, other than corn kernel starch, A final (finished) product, Produced in the United States", "NOTE": "A producer that combines advanced biofuels into a blended biofuel is not considered an advanced biofuel producer under this program", "Formal definition link": "go.usa.gov/xh3ND", "Applications are accepted": "annually", "USDA Rural Development Energy Coordinator link": "tinyurl.com/RDEnCoor"}


<!-- Page Break - Batch 33 -->


json
{"program_name_1": "Biorefinery, Renewable Chemical, and Biobased Product Manufacturing Assistance Program", "program_link_1": "tinyurl.com/RBCS9003", "loan_guarantees_up_to": 250000000, "location_requirement": "U.S. state or territory", "federal_participation": 80, "who_can_apply_1": "individuals, federally recognized Tribes, state and local governments, farm cooperatives, associations of agricultural producers, national laboratories, institutions of higher education, rural electric co-ops, public power organizations, credit unions examined or supervised by a state agency or the National Credit Union Administration, or combined groups of any of the above", "application_frequency": "biannually", "program_name_2": "Higher Blends Infrastructure Incentive Program", "program_link_2": "tinyurl.com/RBCSHBIIP", "hbiip_description": "designed to increase the sale and use of higher blends of ethanol (such as E15) and biodiesel (B20) by expanding the infrastructure supporting fuels created from U.S. agricultural products. This program helps offset the cost of upgrading gas and diesel fuel dispensers, related equipment, and infrastructure needed to ensure the availability of certain ethanol blends. HBIIP grants also support convenience stores, hypermarket fueling stations, and fleet and fuel distribution facilities, including terminal operations and home heating oil distribution centers", "funds_cover_up_to": 3000000, "who_can_apply_2": "Transportation fueling facilities such as fueling stations, convenience stores, hypermarket fueling stations, and fleet facilities. Fuel distribution facilities such as terminal operations, depots, and midstream partners can also apply", "application_acceptance": "annually", "application_email": "HigherBlendsGrants-access@usda.gov", "program_name_3": "Rural Energy for America Program Energy Audit and Renewable Energy Development Assistance Grants", "program_link_3": "tinyurl.com/RBCSREAPEA", "reap_description": "provides technical and renewable energy assistance to rural small businesses and agricultural producers. Grants of up to $100,000 can be used for energy audits and renewable energy development. This program helps strengthen American energy independence by increasing the private-sector supply of renewable energy. Over time, these investments can also help lower energy costs for small businesses and agricultural producers. Our energy grants help heat homes, power cars, and run businesses with renewable energy.", "grant_max_amount": 100000, "who_can_apply_3": "state and local governments, federally recognized Tribes, land-grant universities and other institutions of higher education, rural electric cooperatives, public power entities, and resource conservation and development councils", "population_limit": 50000, "eligibility_link": "go.usa.gov/xz7kz", "application_acceptance_3": "year-round", "state_based_list_link": "tinyurl.com/RDStateOffices"}


<!-- Page Break - Batch 34 -->


json
{"Rural Energy for America Program Renewable Energy Systems and Energy Efficiency Loans and Grants": "","Information link REAPEE": "tinyurl.com/RBCSREAPEE","Program Description REAPEE": "This program provides guaranteed loans and grants to eligible agricultural producers and rural small businesses to support renewable energy systems and make energy efficiency improvements. Funds also can be used to purchase energy-efficient agricultural production and processing systems.","Examples include REAPEE": "Heating, ventilation, and air conditioning systems, Insulation, Lighting, Refrigeration, Doors and windows, Pumps for sprinkler pivots, Diesel-to-electric irrigation motor conversions","Grants coverage REAPEE": "Grants can cover up to 25 percent of eligible project costs up to $500,000 for energy efficiency projects, and $1 million for renewable energy projects. Loan guarantees are available for up to 75 percent of eligible project costs up to $25 million.","Who can apply REAPEE": "The program is open to rural small businesses in eligible cities, towns, or unincorporated areas with populations of fewer than 50,000. Agricultural producers also are eligible to apply without regard to population limits. Applications are accepted year-round in our local offices.","State based list link": "tinyurl.com/RDStateOffices","Rural Energy for America Program Technical Assistance Grants": "","Information link REAPTAG": "tinyurl.com/RBCSREAPTAG","Program Description REAPTAG": "This program provides technical assistance funds to agricultural producers and rural small businesses applying for the Rural Energy for America Program (REAP). Among other things, funds can be used to research and propose renewable energy or energy efficiency projects, and to prepare REAP applications and the assessments and reports that must accompany them. Priority is given to applications proposing to help two or more of these types of REAP applicants: ag producers, Tribal communities, projects supporting disadvantaged or distressed communities, projects using underutilized technologies, and projects with estimated costs under $20,000.","Who can apply REAPTAG": "Eligible applicants include state, Tribal, or local governments or their authorized agencies, nonprofit organizations, land-grant colleges or universities and other institutions of higher education, rural electric cooperatives, and public power entities. You can contact your state's Rural Development Energy Coordinator for help.","RDEnCoor PDF link": "tinyurl.com/RDEnCoor","Rural Energy Pilot Program Grant": "","Information link REPP": "tinyurl.com/RBCSREPP","Program Description REPP": "The REPP grant helps rural communities develop renewable energy. Funds can be used for community energy planning, capacity building, technical assistance, community efficiency and weatherization, and to install and equip community-scale renewable energy technologies and systems. This is a three-year, cost-sharing grant covering up to 80 percent of total eligible project costs up to $2 million.","Who can apply REPP": "Rural Energy Community Partnerships (RECPs) established to provide community-scale, renewable energy assistance to rural communities in eligible areas are eligible to apply. RECPs can be nonprofits, state, municipal, and other government organizations, and federally recognized Tribes. Priority is given to distressed and high-energy-burden communities where households spend a greater proportion of their income on energy costs compared to the average U.S. household.","Eligible area check link": "go.usa.gov/xz7kz"}


<!-- Page Break - Batch 35 -->


json
{"Program":"Housing Preservation Grants", "Overview":"Repairs housing owned or occupied by low-income rural families. Funds can be used to operate a program that finances repair activities for single-family and small rental properties.", "Applicant":"State and local governments, nonprofits, and federally recognized Tribes", "Population":"Rural areas with populations of 20,000 or fewer", "Additional Information":"Program Type: Grant Website: tinyurl.com/SFHPreservation", "Program":"Individual Water and Wastewater Grants for Colonias", "Overview":"Provides funding to offset the cost of connecting residential water and waste service lines, pay utility hookup fees, and install plumbing and related fixtures", "Applicant":"Must own and occupy a home in an eligible-area Colonia recognized prior to October 1989, and have a taxable income below the most recent poverty guidelines", "Population":"Colonias must be located in an unincorporated rural area with a population of 10,000 or fewer.", "Additional Information":"Program Type: Grant Terms and Conditions: Only available in designated Colonias in Arizona, California, New Mexico, and Texas. Website: tinyurl.com/SFHColonias", "Program":"Mutual Self-Help Housing Technical Assistance Grants", "Overview":"Provides funding to qualified organizations who offer technical assistance to train groups how to build their own and each others' homes", "Applicant":"Private organizations, nonprofits, government organizations, and federally recognized Tribes", "Population":"Rural areas with populations up to 20,000 (In special circumstances, communities with populations up to 35,000 can apply.)", "Additional Information":"Program Type: Grant Website: tinyurl.com/SFHSelfHelp", "Program":"Single Family Housing Direct Home Loans", "Overview":"Provides mortgage financing for applicants to buy, build, improve, or repair an eligible rural home as their primary residence", "Applicant":"Families and individuals with an adjusted income at or below the low-income limit for the area", "Population":"Rural areas with populations up to 20,000 (In special circumstances, communities up to 35,000 can apply).", "Additional Information":"Program Type: Direct Loan Terms and Conditions: Loans can cover up to 100 percent of the home's market value, with terms of 33 - 38 years. Applicant may be eligible for payment assistance (subsidy) on the loan. Website: tinyurl.com/SFHDirectLoans"}


<!-- Page Break - Batch 36 -->


json
{"Program":"Single Family Housing Guaranteed Loan Program","Overview":"Helps low- to moderate-income applicants buy a home by guaranteeing loans made by private lenders.\nEligible applicants can get up to 100-percent financing to buy, build, improve, or even relocate a dwelling.","Applicant":"Families and individuals with incomes not exceeding 115 percent of the median household income for the purchase area of the home","Population":"Rural areas with populations up to 20,000\n(In special circumstances, communities with populations up to 35,000 can apply.)","Additional Information":"Program Type: Loan Guarantee\nTerms and Conditions: A down payment is not required.\nWebsite:\ntinyurl.com/\nSFHGuaranteed","Program_2":"Single Family Housing Repair Loans and Grants","Overview_2":"Helps lower-income homeowners repair, improve, or modernize their home.\nLoan funds can be used for roofing, heating and cooling systems, structural repairs or to offset the cost of water or waste disposal connection fees.","Applicant_2":"Homeowners who occupy the house, and have a household income that does not exceed the very-low income limit in the county in which their home is located","Population_2":"Rural areas with populations up to 20,000\n(In special circumstances, communities up to 35,000 can apply).","Additional Information_2":"Program Type: Direct Loan and grant.\nTerms and Conditions: 1-percent-interest loans up to $40,000. Eligible applicants ages 62 years or older also can receive grants with lifetime limits up to $10,000.\nWebsite:\ntinyurl.com/SFHRepairs","Program_3":"Rural Housing Site Loans","Overview_3":"This revolving loan fund provides site loans for applicants below the moderate income limit using conventional construction methods or the self-help housing method, in which families build each other's homes. Conventional building sites can be developed and sold to low- and moderate-income applicants using USDA Rural Housing Service programs or any other mortgage financing program that serves applicants below the moderate income limit.","Applicant_3":"Conventional building sites: Private and public nonprofit organizations, and federally recognized Tribes\nSelf-help method sites: Private and public nonprofit organizations solely dedicated to self-help housing, and federally recognized Tribes","Population_3":"Check the Income and Property Eligibility at this site:\ngo.usa.gov/\nxhqbC","Additional Information_3":"Program Type: Loan\nTerms and Conditions: Self-help method loans are for 2 years at a 3-percent, fixed-interest rate. Conventional construction method loans are published monthly and fixed at closing.\nWebsite:\ntinyurl.com/\nSFHSiteLoans"}


<!-- Page Break - Batch 37 -->


json
{"Housing Preservation Grants (multifamily component) Program":"Repairs housing owned or occupied by low-income rural families. Grants can be used to repair or replace roofs, add insulation, heating and cooling systems, or water and waste disposal systems, or to build or improve accessibility features.","Housing Preservation Grants (multifamily component) Applicant":"Rental property owners, government organizations, nonprofits, and federally recognized Tribes","Housing Preservation Grants (multifamily component) Population":"Rural areas with populations up to 20,000","Housing Preservation Grants (multifamily component) Additional Information":"Program Type: Grant Website: tinyurl.com/SFHPreservation","Multifamily Housing Direct Loans Program":"Finances affordable multifamily rental housing for low-income, elderly, or disabled individuals and families. Funds can be used to buy and improve land, and to build, improve, or purchase existing multifamily housing.","Multifamily Housing Direct Loans Applicant":"Government organizations, federally recognized Tribes, individuals, trusts, associations, partnerships, for-profit organizations, nonprofits and cooperatives","Multifamily Housing Direct Loans Population":"Designated eligible rural places and RD Multifamily Housing contacts are available at: go.usa.gov/xh3mB","Multifamily Housing Direct Loans Additional Information":"Program Type: Direct Loan Terms and Conditions: Up to a 30-year payback period. Website: tinyurl.com/MFHDirect","Multifamily Housing Loan Guarantees Program":"Guarantees loans from private-sector lenders to increase the availability of affordable rental housing for low- and moderate-income people. Funds can be used to buy and improve land, and to build, rehabilitate, or purchase existing multifamily housing.","Multifamily Housing Loan Guarantees Applicant":"Private lenders may apply for a loan guarantee on loans made to eligible borrowers who are building or preserving affordable rural rental housing.","Multifamily Housing Loan Guarantees Population":"Rural areas with populations of 35,000 or fewer","Multifamily Housing Loan Guarantees Additional Information":"Program Type: Loan Guarantee Terms and Conditions: Minimum term of 25 years and maximum term of 40 years. Total development cost borrowed cannot exceed 90 percent (for-profits); 97 percent (nonprofits) Website: tinyurl.com/MFHGuarantees","Multifamily Preservation and Revitalization Loans and Grants Program":"Funds loan restructuring for existing USDA Rural Rental and Off-Farm Labor Housing projects to improve safe, affordable rental housing. Funds can be used for debt deferral, soft-second mortgages or zero-interest loans.","Multifamily Preservation and Revitalization Loans and Grants Applicant":"Current owners of USDA Multifamily Direct or Farm Labor Housing properties, and certain prospective buyers","Multifamily Preservation and Revitalization Loans and Grants Population":"N/A","Multifamily Preservation and Revitalization Loans and Grants Additional Information":"Program Type: Loan or grant. Website: tinyurl.com/MFHPreservation","Multifamily Nonprofit Transfer Technical Assistance Grants Program":"Provides assistance to preserve affordable rental housing by transferring existing RD Multifamily Housing Direct Loan properties from current owners to nonprofits or PHAs. Funding can be used for consultation, nonconstruction services, financial analysis, appraisals, and market surveys.","Multifamily Nonprofit Transfer Technical Assistance Grants Applicant":"Public and private organizations, nonprofits, public housing authorities, Tribal housing nonprofits, and Tribally designated housing organizations","Multifamily Nonprofit Transfer Technical Assistance Grants Population":"Rural areas with populations up to 20,000","Multifamily Nonprofit Transfer Technical Assistance Grants Additional Information":"Program Type: Grant Website: tinyurl.com/MFHNonprofitTA"}


<!-- Page Break - Batch 38 -->


json
{"Program":"Multifamily Housing Rental Assistance Program", "Overview":"Provides rental assistance payments paid directly to the owners of USDA-financed Rural Rental or Farm Labor Housing projects on behalf of eligible tenants who cannot afford to pay their full rent", "Applicant":"New or existing, nonprofit or limited-profit USDA-financed properties", "Population":"N/A", "Additional Information":"Program Type: Rental assistance\nWebsite: tinyurl.com/MFHRental", "Program_2":"Multifamily Housing Tenant Voucher Program", "Overview_2":"Rent vouchers can be used to supplement rent payments at a former USDA-financed property, or at any nonsubsidized rental unit in the United States that meets USDA standards and agrees to accept the voucher", "Applicant_2":"Tenants in rental properties in which a USDA-financed Multifamily Housing Direct Loan ended earlier than its original maturity date", "Population_2":"N/A", "Additional Information_2":"Program Type: Rental assistance\nTerms and Conditions: Funds are paid directly to property owners on the tenant's behalf.\nWebsite: tinyurl.com/MFHVoucher", "Program_3":"Off-Farm Labor Housing Direct Loans and Grants", "Overview_3":"Provides affordable financing to develop housing for farm workers. Funds can be used to buy or improve land, for new construction, to rehabilitate existing rental housing in lower-income areas, or to purchase household furnishings.", "Applicant_3":"Farmers and family farm corporations, farmers' or farm workers' associations, nonprofits, state and local governments, and federally recognized Tribes", "Population_3":"N/A", "Additional Information_3":"Program Type: Direct loans and grants\nTerms and Conditions: 33 years at a 1-percent interest rate. Loans can cover up to 100 percent of total development costs. Grants are need-based and cannot exceed 90 percent of the total project cost.\nWebsite: tinyurl.com/MFHOffFarmDirect", "Program_4":"Off-Farm Labor Housing Technical Assistance Grants", "Overview_4":"Provides funds for applicants of USDA RD Farm Labor Housing loans and grants. Funds can be used to pay for technical assistance during the application process, loan underwriting and closing, and to offset certain transaction costs.", "Applicant_4":"Public and private nonprofit organizations", "Population_4":"N/A", "Additional Information_4":"Program Type: Grant\nWebsite: tinyurl.com/MFHOffFarmTA", "Program_5":"On-Farm Labor Housing Loans", "Overview_5":"Provides financing to develop or rehabilitate rental housing for lower-income domestic, migrant, and seasonal farm laborers", "Applicant_5":"Individuals, partnerships, and family farm corporations", "Population_5":"N/A", "Additional Information_5":"Program Type: Loan\nTerms and Conditions: 33 years at a 1-percent interest rate. No loan minimum. Loans can cover up to 100 percent of the total development cost.\nWebsite: tinyurl.com/MFHOnFarmHousing"}


<!-- Page Break - Batch 39 -->


json
{"Program": "Community Facilities Direct Loans, Grants and Loan Guarantees", "Overview": "Provides funds to improve, construct, develop, or finance essential community facilities for rural communities such as hospitals, clinics, nursing homes, certain schools, child care centers, fire and rescue, public safety facilities, libraries, and town halls", "Applicant": "Government organizations, community-based nonprofits, and federally recognized Tribes", "Population": "Rural areas with populations of 20,000 or fewer for direct loans and grants; 50,000 or fewer for loan guarantees", "Additional Information": "Program Type: Direct loans, grants and loan guarantee\nDirect Loan and Grant website: tinyurl.com/CFDirectLoansand Grants\nLoan Guarantee website: tinyurl.com/CFGLoans", "Program_2": "Community Facilities Technical Assistance and Training Grants", "Overview_2": "Award grants to identify and plan for community facility needs. Grant funds can be used to identify public and private financial resources, prepare reports, surveys, and applications, and to improve the operational and financial management of existing community facilities", "Applicant_2": "Government organizations, nonprofits, and federally recognized Tribes", "Population_2": "Rural areas with populations of 20,000 or fewer", "Additional Information_2": "Program Type: Grant\nTerms and Conditions: Maximum grant award is $150,000, with no match required. However, award preference is given to applicants who can provide cash matching funds.\nWebsite: tinyurl.com/CFTechAssist", "Program_3": "Rural Community Development Initiative Grants", "Overview_3": "Facilitates housing, community facilities, and community and economic development projects. Grant funds can be used to support subgrantee trainings on homeownership or minority entrepreneur education, provide technical assistance on strategic plan development, help research and identify additional funding resources, prepare boards of directors, and create training tools including videos, workbooks, or guides.", "Applicant_3": "Government organizations, nonprofits, and certain private, for-profit organizations in rural areas", "Population_3": "Rural areas with populations of 50,000 or fewer, including any urbanized area neighboring it", "Additional Information_3": "Program Type: Grant\nTerms and Conditions: Grants range from $50,000 - $250,000, and there is a matching fund requirement equal to the amount of the grant award.\nWebsite: tinyurl.com/CFCommDevGrants", "Program_4": "Tribal College Initiative Grants", "Overview_4": "Funds capital improvements to educational facilities and for cultural projects at 1994 Land Grant Institutions (Tribal Colleges). Funds can be used for infrastructure development or upgrades, along with equipment purchases for schools, libraries, and dormitories.", "Applicant_4": "Tribal Colleges listed in Section 7402 of the Agricultural Act of 2014\n(Available at this link: go.usa.gov/xzDAK - PDF)", "Population_4": "N/A", "Additional Information_4": "Program Type: Grant\nTerms and Conditions: Grants of up to $250,000. A minimum five percent match is required. Partnerships with other federal, state, local, private, and nonprofit organizations are encouraged.\nWebsite: tinyurl.com/CFTribalCollege"}


<!-- Page Break - Batch 40 -->


json
{"Program": "Denali Commission High Energy Cost Grants", "Overview": "Helps the Denali Commission lower energy costs for people who live in areas with exceptionally high, per-household energy bills - at least 275 percent higher than the national average. Grants can be used to finance energy generation, transmission, and distribution.", "Applicant": "For-profit organizations, nonprofits, sole proprietors, government organizations, and federally recognized Tribes", "Population": "N/A", "Additional Information": "Program Type: Grant\nDenali Commission Website: denali.gov\nWebsite: tinyurl.com/RUSDenali", "Program_2": "Distributed Generation Energy Project Financing", "Overview_2": "Provides loans and loan guarantees to eligible developers of distributed energy projects that provide wholesale or retail electricity to existing USDA RD Electric Program borrowers, or to rural communities serviced by other utilities", "Applicant_2": "Energy project developers for distributed energy projects, and USDA RD Electric Program borrowers or other utilities that serve rural areas", "Population_2": "N/A", "Additional Information_2": "Program Type: Loans and loan guarantees\nWebsite: tinyurl.com/RUSDisGen", "Program_3": "Electric Infrastructure Loans and Loan Guarantees", "Overview_3": "Finances the construction of electric distribution, transmission, and generation facilities so rural communities can access affordable, high-quality electric service", "Applicant_3": "Government organizations, federally recognized Tribes, nonprofits, cooperatives, limited dividend or mutual associations, for-profit corporations, and LLCs", "Population_3": "Areas served by an existing rural electric borrower in a city or town with a population of 20,000 or fewer", "Additional Information_3": "Program Type: Loans and loan guarantees\nWebsite: tinyurl.com/RUSElectricInfra", "Program_4": "Energy Efficiency and Conservation Loans", "Overview_4": "Provides pass-through funding for energy efficiency and conservation projects for residential, commercial, and industrial consumers in rural areas", "Applicant_4": "Electric utility companies serving rural areas, existing Rural Utilities Service Electric Program borrowers", "Population_4": "Rural areas with populations 20,000 and fewer.\nEligible communities can be combined into larger service areas", "Additional Information_4": "Program Type: Loans\nTerms and Conditions: Repayment period is 15 years unless the investment (such as geothermal ground loop or similar technology) has a longer lifespan.\nWebsite: tinyurl.com/RUSEnergyEfficiency"}


<!-- Page Break - Batch 41 -->


json
{"Program": "Energy\nResource\nConservation\nProgram", "Overview": "Helps current Rural Utilities\nService borrowers make funds :\navailable to their consumers\nfor energy conservation and\nrenewable energy projects by\ndeferring payment of principal\nand interest", "Applicant": "Current Rural Utilities\nService Electric\nProgram borrowers\nwith direct loans", "Population": "N/A", "Additional Information": "Program Type: Loan\nTerms and Conditions:\nDeferment terms vary,\nand are based on the\nprincipal balance of the\nexisting loan.\nWebsite: tinyurl.com/\nRUSEnergy Conservation", "Program_2": "High Energy\nCost Grants", "Overview_2": "Helps energy providers lower\nenergy costs for people in\nareas with extremely high\nper-household energy costs.\nAmong other things, funds\ncan be used to finance the\nacquisition, construction,\nor improvement of electric\ngeneration and transmission\nfacilities, and to implement\nrenewable energy generation\nand energy efficiency and\nconservation measures", "Applicant_2": "Power supply\nproviders serving\neligible rural areas\nincluding government\norganizations, federally\nrecognized Tribes,\ncooperatives and\nlimited dividend or\nmutual associations,\nand for-profit\nbusinesses", "Population_2": "N/A", "Additional Information_2": "Program Type: Grant\nWebsite:\ntinyurl.com/\nRUSHighEnergy", "Program_3": "Rural Energy\nSavings\nProgram", "Overview_3": "Provides loans to rural utilities\nand other companies that\noffer energy efficiency loans\nto qualified consumers to\nimplement durable, cost-\neffective energy efficiency\nmeasures", "Applicant_3": "Entities that provide\nretail electric service to\nrural areas, and current\nand former USDA\nRural Development\nRural Utilities Service\nElectric Service\nprogram borrowers or\ntheir subsidiaries", "Population_3": "N/A", "Additional Information_3": "Program Type: Loans\nTerms and Conditions:\n20 years at 0-percent\ninterest, and up to\n5-percent interest for\nrelending to qualified\nconsumers for up to 10\nyears\nWebsite:\ntinyurl.com/RUSSavings", "Program_4": "State Bulk Fuel\nRevolving\nLoan Fund", "Overview_4": "Helps state governments\nestablish revolving loan funds\nto provide a cost-effective\nway to purchase bulk fuel\nfor remote communities not\nserved year-round by standard\nsurface transportation such\nas highways, railways, or\nwaterways", "Applicant_4": "State governments", "Population_4": "N/A", "Additional Information_4": "Program Type: Loans\nWebsite:\ntinyurl.com/RUSBulkFuel"}


<!-- Page Break - Batch 42 -->


json
{"Program": "Community Connect Grants", "Overview": "Provides broadband service in rural, economically challenged communities where internet service does not yet exist. Funds can also cover costs to provide broadband service to critical community facilities for two years.", "Applicant": "Government organizations, federally recognized Tribes, nonprofits, cooperatives, private corporations, for-profit entities", "Population": "Rural areas with low-speed or no broadband services", "Additional Information": "Program Type: Grant\nWebsite: tinyurl.com/RUSCommC", "Program_2": "Distance Learning and Telemedicine Grants", "Overview_2": "Funds development and deployment of advanced telecommunication services to improve education and health care. Funds can be used to buy equipment to deliver distance learning and telemedicine services and pay for instructional programming, technical assistance, and training.", "Applicant_2": "Government organizations, nonprofits, and federally recognized Tribes", "Population_2": "Rural areas outside incorporated or unincorporated cities with populations up to 20,000", "Additional Information_2": "Program Type: Grant\nTerms and Conditions: Minimum 15 percent match required that cannot come from other federal sources\nWebsite: tinyurl.com/RUSDLT", "Program_3": "ReConnect Loans and Grants", "Overview_3": "Expands broadband service in rural areas without sufficient broadband access. Funds can be used to construct, improve, acquire broadband and terrestrial satellite broadband facilities and equipment, and for pre-application expenses.", "Applicant_3": "Nonprofits, for-profit corporations, LLCs, cooperatives, partnerships, government organizations, and federally recognized Tribes", "Population_3": "Rural areas where (depending on the funding category) 50-90 percent of all households lack sufficient broadband access", "Additional Information_3": "Program Type: Loans, grants\nWebsite: usda.gov/reconnect", "page_number": "- 42 -"}


<!-- Page Break - Batch 43 -->


json
{"Program": "Rural Broadband Loans, Loan and Grant Combinations, and Loan Guarantees", "Overview": "Provides funds for the construction, improvement, or purchase of facilities and equipment needed to provide service at the broadband lending speed in eligible rural areas", "Applicant": "Nonprofits, corporations, LLCs, cooperatives or mutual organizations, government organizations, federally recognized Tribes\nIndividuals and partnerships are not eligible.", "Population": "For loan and grant combinations, at least 90 percent of the households in the proposed service area must not have access to broadband service. For loans and loan guarantees, the service threshold is 50 percent.", "Additional Information": "Program Type: Loans, Grants, Loan Guarantees\nWebsite: tinyurl.com/RUSRBB", "Program_2": "Telecommunications Infrastructure Loans and Loan Guarantees", "Overview_2": "Funds to build, maintain, improve, or expand telephone and broadband service in rural areas", "Applicant_2": "Telecommunications providers", "Population_2": "Rural areas with populations of 5,000 or fewer", "Additional Information_2": "Program Type: Loans and loan guarantees\nTerms and Conditions vary based on type of funding (cost-of-money loan, guaranteed loan, or hardship loan). See information at the website link below for details.\nWebsite: tinyurl.com/RUSTelcoInfra"}


<!-- Page Break - Batch 44 -->


json
{"Program": "Circuit Rider\nProgram –\nTechnical\nAssistance\nfor Rural\nWater\nSystems", "Overview": "Provides technical assistance\nto rural water systems\nexperiencing day-to-day\noperational, financial, or\nmanagerial issues", "Applicant": "Government\norganizations,\nnonprofits, or\nTribes with\nlegal authority\nto own and\noperate the\nwater facility", "Population": "Rural areas with\npopulations of\n10,000 or fewer", "Additional Information": "Program Type: Grant\nTerms and Conditions: Rural\nwater system officials can\nrequest assistance from\nthe National Rural Water\nAssociation State Association\nor their local Rural Utilities\nService office.\nWebsite:\ntinyurl.com/WEPCRTAG", "Program_2": "Emergency\nCommunity\nWater\nAssistance\nGrants", "Overview_2": "Helps eligible communities\nprepare for – or recover\nfrom – an emergency that\nthreatens the availability\nof safe, reliable drinking\nwater. Grants can be used\nfor maintenance, to build\nwater line extensions, repair\nbreaks or leaks in existing\ndistribution lines, and to build\nintake or treatment facilities.", "Applicant_2": "Local\ngovernment\norganizations,\nnonprofits,\nand federally\nrecognized\nTribes", "Population_2": "Rural areas with\npopulations of\n10,000 or fewer", "Additional Information_2": "Program Type: Grant\nTerms and Conditions: Water\ntransmission line grants\nmaximum is $150,000. Water\nsource grants maximum is\n$1 million. Partnerships with\nother federal, state, local,\nprivate and nonprofit entities\nare encouraged\nWebsite:\ntinyurl.com/WEPECWAG", "Program_3": "Grants\nfor Rural\nand Native\nAlaskan\nVillages", "Overview_3": "Provides remote Alaskan\nvillages funds to ensure safe,\nreliable drinking water and\nwaste disposal systems to\nhouseholds and businesses.\nMust be used to improve\ndire sanitation conditions like\nwaterborne communicable\ndisease, hauling water to – or\nhuman waste from – homes,\nor using outhouses because\nno community-wide water\nand sewer system exists.", "Applicant_3": "Rural Alaskan\nvillages or\nhubs\nThe state of\nAlaska also\ncan apply\non behalf of\neligible villages\nor hubs.", "Population_3": "Rural areas with\npopulations of\n10,000 or fewer", "Additional Information_3": "Program Type: Grant\nWebsite:\ntinyurl.com/WEPRAVG", "Program_4": "Revolving\nFunds for\nFinancing\nWater and\nWastewater\nProjects", "Overview_4": "Provides revolving loan funds\nto extend and improve water\nand waste disposal systems.\nFunds can be used for pre-\ndevelopment costs, and for\nshort-term, small capital\nimprovement projects not\npart of regular operations and\nmaintenance.", "Applicant_4": "Nonprofits", "Population_4": "Rural areas with\npopulations of\n10,000 or fewer", "Additional Information_4": "Program Type: Loan\nTerms and Conditions:\nMaximum loan per borrower\nis $200,000. Maximum term\nis 10 years. Interest rate\ndetermined by the nonprofit\nthat manages the revolving\nloan fund\nWebsite:\ntinyurl.com/WEPRFP"}


<!-- Page Break - Batch 45 -->


json
{"Program": "Rural Decentralized Water Systems Grant Program", "Overview": "Increases access to clean, reliable water and septic systems for households in eligible rural areas. Funds can be used to build, refurbish, or service individually owned household water well and wastewater systems.", "Applicant": "Nonprofits, Colonias, and federally recognized Tribes", "Population": "Rural areas with populations of 50,000 or fewer", "Additional Information": "Program Type: Grant\nTerms and Conditions: A 10 percent match is required and cannot be an in-kind match.\nWebsite: tinyurl.com/WEPDWSG", "Program_2": "Special Evaluation Assistance for Rural Communities and Households Grant (SEARCH)", "Overview_2": "Helps small, financially distressed rural communities pay for predevelopment feasibility studies, design, and technical assistance on proposed water and waste disposal projects. Funds can be used to support proposed projects to build or improve rural water, wastewater, solid waste disposal, or storm water disposal facilities, or to make public or private improvements.", "Applicant_2": "Government organizations, nonprofits, and federally recognized Tribes", "Population_2": "Rural areas with populations of 2,500 or fewer and with median household incomes below the poverty line or less than 80 percent of the statewide nonmetropolitan median household income", "Additional Information_2": "Program Type: Grant\nWebsite: tinyurl.com/WEPSEARCH", "Program_3": "Solid Waste Management Grants", "Overview_3": "Reduces or eliminates water pollution by providing funding for technical assistance and training to improve the planning and management of solid waste sites. Funds also can be used to evaluate and improve current landfill conditions to protect against threats to nearby water resources.", "Applicant_3": "Government organizations, nonprofits, federally recognized Tribes, and academic institutions", "Population_3": "Rural areas with populations of 10,000 or fewer", "Additional Information_3": "Program Type: Grant\nTerms and Conditions: Projects must be completed in 12 months. Matching funds are not required for this grant. However, applicant and in-kind contributions are recommended.\nWebsite: tinyurl.com/WEPSWMG", "Program_4": "Water and Waste Disposal Grants to Alleviate Health Risks on Tribal Lands and Colonias", "Overview_4": "Helps low-income communities facing significant health risks get safe, reliable drinking water and waste disposal facilities and services. Funds can be used to build basic drinking water and waste disposal systems.", "Applicant_4": "Local governments, nonprofits, utility districts serving Colonias, and federally recognized Tribes", "Population_4": "Rural areas with populations fewer than 10,000, Colonias, and Tribal lands", "Additional Information_4": "Program Type: Grant\nWebsite: tinyurl.com/WEPColonias tinyurl.com/WEPTribal"}


<!-- Page Break - Batch 46 -->


json
{"Program":"Water and Waste Disposal Loans and Grants","Overview":"Provides funding for clean and reliable drinking water systems, sanitary wastewater and solid waste disposal, and storm water drainage to households and businesses. Funds can be used to buy, build, repair, and improve public water and waste treatment and collection systems.","Applicant":"Government organizations, nonprofits, and federally recognized Tribes","Population":"Rural areas with populations fewer than 10,000, Colonias, and Tribal lands","Additional Information":"Program Type: Loans, grants (if available)\nTerms and Conditions: The loan term cannot exceed 40 years.\nWebsite: tinyurl.com/WEPWWD","Program":"Water and Waste Disposal Loan Guarantees","Overview":"Helps private lenders provide affordable financing to improve access to clean, reliable water and waste disposal systems for households and businesses in rural areas. Funds can be used to build or improve facilities for drinking water, wastewater treatment and solid waste disposal, and storm water drainage.","Applicant":"Banks, savings and loans institutions, farm credit banks, and credit unions","Population":"Rural areas with populations of 50,000 or fewer","Additional Information":"Program Type: Loan guarantee\nTerms and Conditions: The loan term cannot exceed 40 years. Interest rates negotiated between the lender and borrower.\nWebsite: tinyurl.com/WEPWWDLG","Program":"Water and Waste Disposal Predevelopment Planning Grants","Overview":"Helps low-income communities with the initial planning and development of applications for USDA Rural Development Water and Waste Disposal Direct Loan and Grant or Loan Guarantee programs","Applicant":"Government organizations, nonprofits, and federally recognized Tribes","Population":"Rural areas with populations of 10,000 or fewer","Additional Information":"Program Type: Grant\nTerms and Conditions: Maximum grant amount is $60,000, or 75 percent of predevelopment planning costs\nWebsite: tinyurl.com/WEPWWPPG","Program":"Water and Waste Disposal Technical Assistance and Training Grants","Overview":"Funds technical assistance and training for water and waste disposal operators to identify solutions to sourcing, storage, treatment, distribution, collection, and disposal. Helps applicants prepare water and waste disposal loan and grant applications, and helps associations improve the operation and maintenance of water and waste facilities","Applicant":"Nonprofits","Population":"Rural areas with populations of 10,000 or fewer","Additional Information":"Program Type: Grant\nTerms and Conditions: This is a reimbursement grant.\nWebsite: tinyurl.com/WEPTATG"}


<!-- Page Break - Batch 47 -->


json
{"Program": "Agriculture Innovation Center Program", "Overview": "Funds technical assistance for agriculture innovation centers to develop and market value-added agricultural products. Funds can be used for center operations, development, marketing, financial or engineering services, and to connect producers to distribution and processing facilities.", "Applicant": "Government organizations, federally recognized Tribes, institutions of higher education, and for- and nonprofit organizations", "Population": "No restrictions", "Additional Information": "Program Type: Grant\nTerms and Conditions: Maximum grant amount is $1 million. Matching funds are required for at least one-third of the total project budget.\nWebsite: tinyurl.com/RBCSAICP", "Program_2": "BioPreferred Program", "Overview_2": "Helps provide new markets for farm commodities by increasing the purchase and use of biobased products.", "Applicant_2": "Those wishing to engage in the production or sale of Biobased products. You can learn more about what constitutes biobased content at this link: tinyurl.com/BioBContent-PDF", "Population_2": "No restrictions", "Additional Information_2": "The BioPreferred program includes two major parts: mandatory purchasing requirements for federal agencies and their contractors, and a voluntary labeling initiative for biobased products.\nWebsite: tinyurl.com/BioPref", "Program_3": "Business and Industry Loan Guarantees", "Overview_3": "Provides loan guarantees to lenders for their loans to eligible rural businesses and agricultural producers. Funds can be used for real estate, buildings, equipment, supplies, working capital, and some debt refinancing.", "Applicant_3": "Banks, savings and loans institutions, farm credit banks, and credit unions", "Population_3": "Businesses receiving loan guarantees must be in rural areas with populations of 50,000 or fewer. (Lenders can be located anywhere in the U.S.)", "Additional Information_3": "Program Type: Loan Guarantee\nTerms and Conditions: Loan terms negotiated between the lender and the borrower, not to exceed 40 years. Maximum loan amount is $25 million.\nWebsite: tinyurl.com/RBCSBILG", "Program_4": "Delta Health Care Services Grants", "Overview_4": "Provides financial assistance to address ongoing, unmet health needs in the Delta Region. Funds can be used to develop health care services, education, job training programs, and to develop or expand public health-related facilities in the region.", "Applicant_4": "Regional institutions of higher education, academic health and research institutes, and economic development organizations in the Delta Region", "Population_4": "A list of Delta Region states is available at this link: go.usa.gov/xzTf7", "Additional Information_4": "Program Type: Grant\nTerms and Conditions: Maximum grant amount is $1 million. Minimum grant amount is $50,000. There is no matching funds requirement.\nWebsite: tinyurl.com/RBCSDelta"}


<!-- Page Break - Batch 48 -->


json
{"Program": "Fertilizer\nProduction\nExpansion\nProgram", "Overview": "Increases or expands\nthe manufacturing and\nprocessing of fertilizer, nutrient:\nalternatives, and other nutrient\nmanagement products and\ntechnologies in the United\nStates and its territories", "Applicant": "For-profit\nbusinesses\nnonprofits, Tribes,\nproducer-owned\ncooperatives and\ncorporations,\ncertified benefit\ncorporations,\nand government\norganizations", "Population": "N/A", "Additional Information": "Program Type: Grant\nTerms and Conditions:\nGrant term is 5 years.\nMaximum award amount\nis $100 million. Minimum\naward amount is $1 million\nWebsite:\ntinyurl.com/RBCSFPEP", "Program": "Food Supply\nChain\nGuaranteed\nLoan Program", "Overview": "Provides funding to lenders\nwhose loan applicants want\nto start or expand middle-\nof-the-food-supply-chain\nactivities such as aggregation,\nprocessing, manufacturing,\nstorage, transportation,\nwholesale, or distribution of\nfood.", "Applicant": "Entrepreneurs,\nstate and local\ngovernments and\ntheir designated\nagencies, for-\nor nonprofit\nbusinesses,\ncooperatives,\nand federally\nrecognized\nTribes", "Population": "Projects can\nbe located in\nboth rural and\nurban areas,\nand approved\nlenders can\nbe located\nanywhere in the\nUnited States.", "Additional Information": "Program Type:\nLoan Guarantee\nWebsite:\ntinyurl.com/RBCSFOOD", "Program": "Intermediary\nRelending\nProgram", "Overview": "Provides 1-percent,\nloans to local lenders or\n\"intermediaries\" that relend\nto businesses to improve\neconomic conditions\nand create jobs in rural\ncommunities", "Applicant": "Government\norganizations,\nnonprofits,\nfederally\nrecognized\nTribes, and\ncooperatives", "Population": "Rural areas with\npopulations of\n50,000 or fewer", "Additional Information": "Program Type: Loan\nTerms and Conditions:\nMaximum loan to\nborrowers is $400,000\nWebsite:\ntinyurl.com/RBCSIRP", "Program": "Rural\nBusiness\nDevelopment\nGrants", "Overview": "Supports small and emerging\nprivate businesses start or\nexpand. Funds can be used\nto purchase or develop land,\nbuildings, and equipment;\nto cover costs for feasibility\nstudies and business plans\nand provide other technical\nassistance; to improve rural\ntransportation, establish\nrevolving loan funds, and\nsupport rural distance learning\nprograms that provide\neducational or job training", "Applicant": "Towns,\ncommunities,\nstate agencies,\nnonprofits,\ninstitutions of\nhigher education,\nfederally\nrecognized\nTribes, and rural\ncooperatives", "Population": "Rural areas\noutside of any\ncity with a\npopulation of\n50,000 or more", "Additional Information": "Program Type: Grant\nTerms and Conditions:\nThere is no maximum grant\namount. Smaller requests\nare given higher priority,\nand there is no cost-\nsharing requirement.\nWebsite:\ntinyurl.com/RBCSRBDG"}


<!-- Page Break - Batch 49 -->


json
{"Program": "Rural Business Investment Program", "Overview": "Provides a Rural Business Investment Company (RBIC) license to newly formed developmental capital organizations to fill the need for business and development capital in rural areas. The program works with for-profit developmental capital funds", "Applicant": "For-profit developmental capital organizations (or their subsidiaries) with experience in venture capital or community development financing", "Population": "75 percent of funds must be used in rural areas with populations of 50,000 or fewer. Applicants can be located anywhere.", "Additional Information": "Program Type: Other\nTerms and Conditions: Applicants must raise a minimum of $10 million in private equity capital.\nWebsite: tinyurl.com/RBCSRBIP", "Program_2": "Rural Cooperative Development Grants", "Overview_2": "Helps establish and operate cooperative development centers. Such cooperative development centers provide technical assistance, conduct feasibility studies, develop business plans, provide training, and facilitate strategic planning.", "Applicant_2": "Nonprofits and institutions of higher education", "Population_2": "Centers can be in any area, but must serve areas with populations of 50,000 or fewer.", "Additional Information_2": "Program Type: Grant\nTerms and Conditions: Maximum grant is $200,000 with a 25-percent matching requirement of total project costs.\nWebsite: tinyurl.com/RBCSRCDG", "Program_3": "Rural Economic Development Loan and Grant Program", "Overview_3": "Supports economic development and job creation in rural areas by providing zero-interest loans to eligible local utilities. Funds are then used to establish revolving loan funds (RLFs) that make pass-through funding available to ultimate recipients that back projects to create or retain rural jobs.", "Applicant_3": "Electric and telephone utilities", "Population_3": "The utility company must service rural areas with populations of 50,000 or fewer.", "Additional Information_3": "Program Type: Grant\nTerms and Conditions: Grant terms are 10 years and require a 20-percent match from the utility. The grant must be repaid when the RLF is expended or terminated.\nWebsite: tinyurl.com/RBCSREDLG"}


<!-- Page Break - Batch 50 -->


json
{"Program":"Rural Innovation Stronger Economy (RISE) Grant Program", "Overview":"Helps create high-wage jobs and accelerate the formation of new businesses. It also supports industry clusters and maximizes the use of local assets in lower-income rural areas. Grants can be used to build or support a business incubator facility, provide trainings, and improve opportunities for workers to get high-wage jobs in new or existing local industries.", "Applicant":"Government organizations, nonprofits, federally recognized Tribes, and institutions of higher education", "Population":"N/A", "Additional Information":"Program Type: Grant\nTerms and Conditions: Grants range from $500,000 - $2 million with four-year terms.\nWebsite: tinyurl.com/RBCSRise", "Program_2":"Rural Micro-entrepreneur Assistance Program", "Overview_2":"Supports the startup and growth of small rural businesses. Loans can be used to establish revolving microloans for small rural businesses, working capital, debt refinancing, equipment and supplies, and real estate improvements. Grants can be used to provide training and technical assistance to microloan borrowers and microentrepreneurs.", "Applicant_2":"Nonprofits, federally recognized Tribes, and institutions of higher education (Borrowers must be businesses with 10 or fewer full-time employees.)", "Population_2":"Rural areas with populations of 50,000 or fewer", "Additional Information_2":"Program Type: Loan, grant\nTerms and Conditions: Loans: Loans range from $50,000 to $500,000. Maximum 20-year term with a two-year payment deferral\nGrants: Maximum grant of $205,000 annually\nWebsite: tinyurl.com/RBCSRMAP", "Program_3":"Socially Disadvantaged Groups Grants", "Overview_3":"Provides financial support to co-ops and their associations or development centers for technical assistance to small, socially disadvantaged groups.\nAmong other things, funds can be used for feasibility studies, business plans, strategic planning, and leadership training.", "Applicant_3":"Rural cooperatives and cooperative development centers", "Population_3":"Rural areas with populations of 50,000 or fewer", "Additional Information_3":"Program Type: Grant\nTerms and Conditions: Maximum grant amount is $175,000\nWebsite: tinyurl.com/RBCSSDGG"}


<!-- Page Break - Batch 51 -->


json
{"Program": "Strategic Economic and Community Development", "Overview": "Bolsters participating USDA Rural Development program funds by supporting projects that promote and implement strategic community investment plans. Funds can be used to help amplify a rural community's unique strengths, identify additional resources, convene partners, and leverage other federal, state, local, and private funding.", "Applicant": "Applicant requirements vary depending on the RD program under which you are applying.", "Population": "Population requirements vary depending on the RD program under which you are applying.", "Additional Information": "The following RD programs participate in this program:\n• Community Connect Grants\nRural Business Development Grants\nCommunity Facilities programs\nWater and Waste Disposal programs\nProgram Type:\nLoan, grant, or loan guarantee, depending on which participating RD program is selected\nWebsite:\ntinyurl.com/RBCSSECD", "Program_2": "Value-Added Producer Grants", "Overview_2": "Helps independent agricultural producers begin processing and marketing activities that add value to their products. Grant and matching funds can be used for planning activities and working capital expenses related to producing and marketing a value-added agricultural product. Examples include conducting feasibility studies, developing business plans, offsetting processing costs, handling marketing and advertising expenses, and paying certain inventory and salary expenses.", "Applicant_2": "Independent producers, farmer and rancher cooperatives, producer groups, and majority-controlled, producer-based business ventures", "Population_2": "N/A", "Additional Information_2": "Program Type: Grant\nTerms and Conditions:\nMaximum planning grant is $75,000;\nmaximum working capital grant is $250,000\nWebsite:\ntinyurl.com/RBCSVAPG"}


<!-- Page Break - Batch 52 -->


json
{"Program": "Advanced Biofuel Payment Program", "Overview": "Increases production of advanced biofuels through quarterly payments to eligible producers. This program helps increase American energy independence and the private-sector supply of renewable energy.", "Applicant": "Advanced biofuels producers and sellers, including individuals, corporations, companies, foundations, associations, governments, and schools", "Population": "N/A", "Additional Information": "Program Type: Payments\nTerms and Conditions: Payment amount depends on the number of eligible producers, the amount of advanced biofuel produced, and the amount of funds available.\nWebsite: tinyurl.com/RBCS9005", "Program_2": "Biorefinery, Renewable Chemical, and Biobased Product Manufacturing Assistance Program", "Overview_2": "Helps develop, build, or retrofit facilities to support new and emerging technologies, and produce advanced biofuels, renewable chemicals, and biobased products", "Applicant_2": "Individuals, federally recognized Tribes, government organizations, cooperatives, associations of agricultural producers, national laboratories, institutions of higher education, rural electric co-ops, public power organizations, and credit unions", "Population_2": "N/A", "Additional Information_2": "Program Type: Loan guarantee\nTerms and Conditions: Maximum loan guarantee is $250 million. Rates and terms are negotiated between the lender and the borrower. The borrower must make a significant cash equity contribution investment.\nWebsite: tinyurl.com/RBCS9003", "Program_3": "Higher Blends Infrastructure Incentive Program", "Overview_3": "Increases the sale and use of higher blends of ethanol (such as E15) and biodiesel (B20) by expanding the infrastructure supporting renewable fuels created from U.S. agricultural products", "Applicant_3": "Transportation fueling facilities such as fueling stations, convenience stores, hypermarket fueling stations, fleet facilities and fuel distribution facilities", "Population_3": "N/A", "Additional Information_3": "Program Type: Grant\nTerms and Conditions: Cost-share grants of up to 50 percent of the total eligible project costs up to $5 million\nWebsite: tinyurl.com/RBCSHBIIP", "Program_4": "Rural Energy for America Program Energy Audit and Renewable Energy Development Assistance Grants", "Overview_4": "Assists rural small businesses and agricultural producers by conducting and promoting energy audits and providing Renewable Energy Development Assistance", "Applicant_4": "Government organizations, federally recognized Tribes, institutions of higher education, rural electric cooperatives, public power entities, resource conservation and development councils", "Population_4": "Businesses must be in rural areas with populations fewer than 50,000. (Population restrictions do not apply to agriculture producers)", "Additional Information_4": "Program Type: Grant\nTerms and Conditions: Maximum grant amount is $100,000 annually\nWebsite: tinyurl.com/RBCSREAPEA"}


<!-- Page Break - Batch 53 -->


json
{"Program": "Rural Energy for America Program Renewable Energy Systems and Energy Efficiency Loans and Grants", "Overview": "Provides funding to agricultural producers and rural small businesses for renewable energy systems or to make energy efficiency improvements", "Applicant": "Agricultural producers; small businesses", "Population": "Rural areas with populations of 50,000 or fewer", "Additional Information": "Program Type: Loan, grant\nTerms and Conditions: Loan term not to exceed 40 years. Interest rates negotiated between the lender and borrower. Loans receive a 75-percent guarantee. (Guarantee percentages can change. See website for details.)\nWebsite:\ntinyurl.com/RBCSREAPEE", "Program_2": "Rural Energy for America Program Technical Assistance Grants", "Overview_2": "This program provides technical assistance funds to agricultural producers and rural small businesses applying for the Rural Energy for America Program (REAP).", "Applicant_2": "State, Tribal, or local governments or their authorized agencies, nonprofit organizations, institutions of higher education, rural electric cooperatives, and public power entities, among others", "Population_2": "REAP TAG applicants can be head-quartered in nonrural areas, but they must provide assistance to ag producers and small businesses located solely in rural areas", "Additional Information_2": "Program Type: Grant\nPriority is given to those helping two or more of these types of REAP applicants: ag producers, Tribal communities, and projects supporting disadvantaged or distressed communities, using underutilized technologies, or expected to cost less than $20,000.\nWebsite:\ntinyurl.com/RBCSREAPTAG", "Program_3": "Rural Energy Pilot Program Grant", "Overview_3": "Helps rural communities develop renewable energy", "Applicant_3": "Rural Energy Community Partnerships", "Population_3": "See eligible areas at this link:\ngo.usa.gov/\nxz7kz", "Additional Information_3": "Program Type: Grant\nTerms and Conditions: 3-year, cost-sharing grant. Covers up to 80 percent of total project costs up to $2 million.\nWebsite:\ntinyurl.com/RBCSREPP"}


<!-- Page Break - Batch 54 -->


json
{"Program":"Rural Development Program Purposes",
"Program_Housing_Preservation_Grants":"x",
"Land_and_Buildings_Housing_Preservation_Grants":"x",
"Technical_Assistance_and_Training_Housing_Preservation_Grants":"x",
"Program_Mutual_Self_Help_Housing_Technical_Assistance_Grants":"x",
"Technical_Assistance_and_Training_Mutual_Self_Help_Housing_Technical_Assistance_Grants":"x",
"Program_Single_Family_Housing_Direct_Loans":"x",
"Land_and_Buildings_Single_Family_Housing_Direct_Loans":"x",
"Program_Single_Family_Housing_Home_Loan_Guarantees":"x",
"Land_and_Buildings_Single_Family_Housing_Home_Loan_Guarantees":"x",
"Program_Single_Family_Housing_Repair_Loans_and_Grants":"x",
"Land_and_Buildings_Single_Family_Housing_Repair_Loans_and_Grants":"x",
"Program_Rural_Housing_Site_Loans":"x",
"Land_and_Buildings_Rural_Housing_Site_Loans":"x",
"Program_Multifamily_Housing_Direct_Loans":"x",
"Land_and_Buildings_Multifamily_Housing_Direct_Loans":"x",
"Infrastructure_Multifamily_Housing_Direct_Loans":"x",
"Program_Multifamily_Housing_Loan_Guarantees":"x",
"Land_and_Buildings_Multifamily_Housing_Loan_Guarantees":"x",
"Infrastructure_Multifamily_Housing_Loan_Guarantees":"x",
"Program_Multifamily_Housing_Rental_Assistance":"x",
"Land_and_Buildings_Multifamily_Housing_Rental_Assistance":"x",
"Program_Multifamily_Housing_Tenant_Vouchers":"x",
"Land_and_Buildings_Multifamily_Housing_Tenant_Vouchers":"x",
"Program_Multifamily_Preservation_and_Revitalization_Loans_and_Grants":"x",
"Land_and_Buildings_Multifamily_Preservation_and_Revitalization_Loans_and_Grants":"x",
"Infrastructure_Multifamily_Preservation_and_Revitalization_Loans_and_Grants":"x",
"Program_Multifamily_Nonprofit_Transfer_Technical_Assistance_Grants":"x",
"Technical_Assistance_and_Training_Multifamily_Nonprofit_Transfer_Technical_Assistance_Grants":"x",
"Program_Off_Farm_Labor_Housing_Direct_Loans_and_Grants":"x",
"Land_and_Buildings_Off_Farm_Labor_Housing_Direct_Loans_and_Grants":"x",
"Infrastructure_Off_Farm_Labor_Housing_Direct_Loans_and_Grants":"x",
"Program_Off_Farm_Labor_Housing_Technical_Assistance_Grants":"x",
"Technical_Assistance_and_Training_Off_Farm_Labor_Housing_Technical_Assistance_Grants":"x",
"Program_On_Farm_Labor_Housing_Loans":"x",
"Land_and_Buildings_On_Farm_Labor_Housing_Loans":"x",
"Infrastructure_On_Farm_Labor_Housing_Loans":"x",
"Program_Community_Facilities_Direct_Loans_Grants_and_Loan_Guarantees":"x",
"Land_and_Buildings_Community_Facilities_Direct_Loans_Grants_and_Loan_Guarantees":"x",
"Machinery_and_Equipment_Community_Facilities_Direct_Loans_Grants_and_Loan_Guarantees":"x",
"Infrastructure_Community_Facilities_Direct_Loans_Grants_and_Loan_Guarantees":"x",
"Program_Community_Facilities_Technical_Assistance_and_Training_Grants":"x",
"Technical_Assistance_and_Training_Community_Facilities_Technical_Assistance_and_Training_Grants":"x"}


<!-- Page Break - Batch 55 -->


json
{"Program":"Rural Community Development Initiative Grants","Land and Buildings":null,"Machinery and Equipment":null,"Working Capital":null,"Infrastructure":null,"Technical Assistance and Training":"x","Program":"Tribal College Initiative Grants","Land and Buildings":"x","Machinery and Equipment":"x","Working Capital":null,"Infrastructure":"x","Technical Assistance and Training":null,"Program":"Denali Commission High Energy Cost Grants","Land and Buildings":"x","Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":"x","Program":"Distributed Generation Energy Project Financing","Land and Buildings":"x","Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":null,"Program":"Electric Infrastructure Loans and Loan Guarantees","Land and Buildings":"x","Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":null,"Program":"Energy Efficiency and Conservation Loans","Land and Buildings":"x","Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":null,"Program":"Energy Resource Conservation Program","Land and Buildings":null,"Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":null,"Program":"High Energy Cost Grants","Land and Buildings":"x","Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":"x","Program":"Rural Energy Savings Program","Land and Buildings":"x","Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":null,"Program":"State Bulk Revolving Loan Fund","Land and Buildings":null,"Machinery and Equipment":null,"Working Capital":"x","Infrastructure":null,"Technical Assistance and Training":null,"Program":"Community Connect Grants","Land and Buildings":"x","Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":null,"Program":"Distance Learning and Telemedicine Grants","Land and Buildings":null,"Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":null,"Program":"ReConnect Loans and Grants","Land and Buildings":"x","Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":null,"Program":"Rural Broadband Loans, Loan and Grant Combinations, and Loan Guarantees","Land and Buildings":"x","Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":null,"Program":"Telecommunications Infrastructure Loans and Loan Guarantees","Land and Buildings":"x","Machinery and Equipment":"x","Working Capital":"x","Infrastructure":"x","Technical Assistance and Training":null}


<!-- Page Break - Batch 56 -->


json
{"Rural Development Program Purposes": "","Program": "","Land and Buildings": "","Machinery and Equipment": "","Working Capital": "","Infrastructure": "","Technical Assistance and Training": "","Rural Utilities Service Water and Environment": "","Circuit Rider Program – Technical Assistance for Rural Water Systems": "x","Emergency Community Water Assistance Grants": "x","Grants for Rural and Native Alaskan Villages": "x","Individual Water and Wastewater Grants for Colonias": "x","Revolving Funds for Financing Water and Wastewater Projects": "x","Rural Decentralized Water Systems Grant": "x","Special Evaluation Assistance for Rural Communities and Households": "x","Solid Waste Management Grants": "x","Technical Assistance and Training for Innovative Regional Wastewater Treatment Grant (Pilot)": "x","Water and Waste Disposal Grants to Alleviate Health Risks on Tribal Lands and Colonias": "x","Water and Waste Disposal Loans and Grants": "x","Water and Waste Disposal Loan Guarantees": "x","Water and Waste Disposal Predevelopment Planning Grants": "x","Water and Waste Disposal Technical Assistance and Training Grants": "x","- 56 -": ""}


<!-- Page Break - Batch 57 -->


json
{"Rural Development Program Purposes": "","Program": "","Land and Buildings": "","Machinery and Equipment": "","Working Capital": "","Infrastructure": "","Technical Assistance and Training": "","Rural Business-Cooperative Service": "","Agriculture Innovation Center Program": "x","Business and Industry Loan Guarantees": "x","Delta Health Care Services Grants": "x","Fertilizer Production Expansion Program": "x","Food Supply Chain Guaranteed Loan Program": "x","Intermediary Relending Program": "x","Rural Business Development Grants": "x","Rural Business Investment Program": "x","Rural Cooperative Development Grants": "x","Rural Economic Development Loan and Grant Program": "x","Rural Innovation Stronger Economy (RISE) Grant Program": "x","Rural Microentrepreneur Assistance Program": "x","Socially Disadvantaged Groups Grants": "x","Value-Added Producer Grants": "x","x": "x","- 57 -": ""}


<!-- Page Break - Batch 58 -->


json
{"Rural Development Program Purposes": "","Program": "","Land and Buildings": "","Machinery and Equipment": "","Working Capital": "","Infrastructure": "","Technical Assistance and Training": "","Rural Business-Cooperative Service Energy": "","Advanced Biofuel Payment Program": "X","Biorefinery, Renewable Chemical, and Biobased Product Manufacturing Assistance Program": "X","Higher Blends Infrastructure Incentive Program": "X","Rural Energy Pilot Program Grant": "X","Rural Energy for America Program Energy Audit and Renewable Energy Development Assistance Grants": "X","Rural Energy for America Program Renewable Energy Systems and Energy Efficiency Loans and Grants": "X","Rural Energy for America Program Technical Assistance Grants": "X","Rural Energy Pilot Program Grant": "X","- 58 -": "","X": "X"}


<!-- Page Break - Batch 59 -->


json
{"document_title": "USDA Rural Development State Office Information", "coverage": "all states and territories", "state_office_link": "tinyurl.com/RDStateOffices", "complaint_form_link": "tinyurl.com/USDA-AD3027", "complaint_phone": "866-632-9992", "department": "U.S. Department of Agriculture", "office": "Office of the Assistant Secretary for Civil Rights", "address": "1400 Independence Avenue, SW", "city": "Washington", "state": "D.C.", "zip": "20250-9410", "fax": "202-690-7442", "email": "program.intake@usda.gov", "page_number": "59"}


<!-- Page Break - Batch 60 -->


json
{"rd.usda.gov": "rd.usda.gov", "USDA is an equal opportunity provider, employer, and lender.": "USDA is an equal opportunity provider, employer, and lender.", "RD-19005": "RD-19005", "Revised April 2025": "Revised April 2025"}