[
  {
    "document_id": "HB-1-3550",
    "appendix_number": "6",
    "section_title": "SECTION 306C WWD GRANTS TO INDIVIDUALS",
    "general_description": "This appendix sets forth the policies and procedures for making initial and subsequent Water and Waste Disposal (WWD) grants to individuals authorized by Section 306C(b) of the Consolidated Farm and Rural Development Act (7 U.S.C. 1926(c)), as amended. The objective of the Section 306C WWD individual grant program is to facilitate the use of community water and/or waste disposal systems by the residents of colonias along the U.S./Mexico border. WWD grants are processed similarly to Section 504 grants, except as modified by this appendix.",
    "definition_colonia": "Any identifiable community designated in writing by the State or county in which it is located; determined to be a colonia on the basis of objective criteria including lack of potable water supply, lack of adequate sewage systems, lack of decent, safe, and sanitary housing, and inadequate roads and drainage; and existed and was generally recognized as a colonia before October 1, 1989. Colonia's eligible areas include the entire county where more than half of the area of the county is within 150 miles of the United States and Mexico border. Proper coding for 306C WWD Grants, as listed in DLOS Chapter 11, must be used.",
    "definition_individual": "Resident of a colonia located in a rural area.",
    "definition_rural_areas": "Includes unincorporated areas and any city or town with a population not in excess of 10,000 inhabitants according to the most recent decennial census of the United States.",
    "definition_system": "A community or central water supply or waste disposal system.",
    "grant_purpose_intro": "Grant funds may be used to pay the reasonable costs for individuals to:",
    "grant_purpose_1": "Extend service lines from the system to a residence;",
    "grant_purpose_2": "Connect service lines to a residence's plumbing;",
    "grant_purpose_3": "Pay reasonable charges or fees for connecting to a system;",
    "footer_special_pn_date": "01-23-03",
    "footer_special_pn_code": "SPECIAL PN",
    "footer_revised_date": "06-06-25",
    "footer_revised_pn_code": "PN 643",
    "footer_page_info": "Appendix 6, Page 1 of 3"
  },
  {
    "document_id": "HB-1-3550",
    "section_d_description": "Pay for necessary installation of plumbing and related fixtures within dwellings lacking such facilities (this is limited to one bath tub, sink, commode, kitchen sink, water heater, and outside spigot); and",
    "section_e_description": "Construct and/or partition off a portion of the dwelling for a bathroom, not to exceed 4.6 square meters (48 square feet) in size.",
    "section_f_description": "Pay reasonable costs for closing abandoned septic tanks and water wells when necessary to protect the health and safety of recipients of a grant for a purpose provided in paragraph (a) or (b) of this section and is required by local or State law.",
    "section_g_description": "Make improvements to individual's residence when needed to allow the use of the water and/or waste disposal system.",
    "section_iv_title": "GRANT RESTRICTIONS",
    "section_iva_subtitle": "Maximum grant",
    "section_iva1_lifetime_assistance_limit_description": "Lifetime assistance to any individual for initial or subsequent Section 306C WWD grants may not exceed a cumulative total of $5,000.",
    "section_iva1_lifetime_assistance_amount": "$5,000",
    "section_iva2_grant_agreement_format": "\"306C WWD Grant\" will be written or typed at the top of Form RD 3550-24, \"Grant Agreement\".",
    "section_iva3_grant_records_maintenance_since_1998": "Since 1998, grant records have been maintained in LoanServ.",
    "section_iva3_pre_1998_grant_records_retention": "A list of grants closed prior to 1998 will be retained in the state operational file folder 3550-C, \"Section 306C WWD Grantee List.\"",
    "section_iva3_list_maintenance_purpose": "Maintenance of the list will permit destruction of closed Section 306C WWD assistance case folders as prescribed in RD Instruction 2033-A, Exhibit B.",
    "section_iva3_list_required_info_i": "Grantee name, address, and case number",
    "section_iva3_list_required_info_ii": "Name of co-grantees, if any",
    "section_iva3_list_required_info_iii": "Amount of the grant",
    "section_iva3_list_required_info_iv": "Date grant was made",
    "footer_page_info": "Appendix 6, Page 2 of 3"
  },
  {
    "document_id": "HB-1-3550",
    "section_b_title": "Limitation on use of grant funds. Section 306C WWD grant funds may not be used to:",
    "section_b_item_1": "Pay any debt of obligation of the grantee other than obligations incurred for items listed in Section III of this appendix",
    "section_b_item_2": "Pay individuals for their own labor",
    "section_b_item_3": "Pay costs that are not considered reasonable by the Agency",
    "section_v_title": "ELIGIBILITY REQUIREMENTS. Section 306C WWD applicants must meet the following requirements (applicants need not be age 62 or older):",
    "section_v_item_a": "The dwelling for which 306C WWD grant funds will be utilized must be owned and occupied by the applicant and be located a colonia as defined by this appendix. (see Chapter 12 for evidence of ownership requirements).",
    "section_v_item_b": "Have a total taxable income based on the latest Federal income tax form from all individuals residing in the household that is below the most recent poverty income guidelines established by the Department of Health and Human Services; and",
    "section_v_item_c": "Must not be delinquent on any Federal debt.",
    "footer_special_pn_date": "01-23-03",
    "footer_special_pn_text": "SPECIAL PN",
    "footer_revised_date": "06-06-25",
    "footer_revised_pn_text": "PN 643",
    "footer_appendix_name": "Appendix 6",
    "footer_page_number": "3 of 3"
  }
]