{
  "page_1": " \nHB-1-3550  \n \n \n13.1 INTRODUCTION  \n \nThis chapter provides guidance about the role of Field Staff in servicing loans that are \nunder the jurisdiction of the Servicing and Asset Management Office (Servicing Office) and the \nliquidation  process  after a loan has been  accelerated.  Servicing  is mostly  the role of the Servicing \nOffice; however, Field Staff participation is important to maintain quality customer service and to protect the Government’s interest. \n \nWhenever  local  assistance  is needed  to support  a Servicing  Office  servicing action,  the \nServicing Office will request Field Staff support through the LoanServ work queue or via phone. These requests  will provide  direction  about  the work  to be accomplished.  Appendix 13 \ncontains  a Field  Office  Reference Guide  with  helpful  information  on working effectively  with \nthe Servicing Office.  \n \nSeveral  servicing  functions  have  been  permanently  assigned  to Field  Staff.  These include \ncertain borrower actions requiring approval, assessing the borrower’s ability to refinance with private credit, managing Real Estate Owned (REO) and custodial property, the disposition of REO property, and providing satisfactions when loans are paid off. Borrower actions requiring approval and loan satisfactions are discussed in this chapter. The remaining functions are described in detail in the chapters that follow.  \n \nSection  1 of this chapter  describes  servicing  actions  in which  the Servicing  Office  may \nrequest assistance from Field Staff. This servicing action is the responsibility of the Servicing Office; however, assistance may be needed from the Field so that the Servicing Office can adequately service the loan.  \n \nSection 2 deals with servicing actions which are the responsibility of Field Staff with \nField  Staff  making the final decision. Section  3 involves  liquidation  responsibilities  after the \nServicing Office accelerates a loan.  \n \n \n \n \n \n  \n \n \n \n13-1 \n(01-23-03) SPECIAL  PN \nRevised  (03-09-22) SPECIAL PN\n \nCHAPTER  13: SERVICING  AND  LIQUIDATION \nFUNCTIONS  ",
  "page_2": " \n HB-1-3550 \n \n13.2 TRANSITION TO THE  SERVICING  OFFICE  \n \nNew borrowers know the Agency only through the Field Staff they have dealt with \ndirectly during the loan approval process. After loan closing, those borrowers must make the \ntransition  to dealing  with the Servicing  Office.  Field  Staff  can help borrowers  with this transition \nby discussing the post -closing role of the Servicing Office with the applicant throughout the \norigination process,  and emphasizing, during the  applicant  orientation, the importance  of dealing \ndirectly with the Servicing Office. Once the loan is closed, the Servicing Office will contact the borrower in writing before the first billing statement to explain its role as servicer.  \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n  \n \n  \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n  \n \n13-2 ",
  "page_3": " \nHB-1-3550  \nSECTION  1: WORKING WITH THE SERVICING  OFFICE  \n \n13.3 REGULAR SERVICING  \n \nA. Newly -Activated  Borrower  Account  \n \nWhen the Servicing Office receives a new borrower’s loan docket, it will be reviewed to \nensure that the documents are correct, and that the information contained in the legal documents \nmatches the information that has been entered into LoanServ. \nThis will provide a check on the accuracy of all data entry, as well as offering an \nopportunity to identify  and correct clerical errors  that could otherwise result in unauthorized \nassistance.  When  the Servicing  Office  encounters  apparent  discrepancies,  Field  Staff  may be \nasked to assist in correcting problems. \n \nB. Payments  \nField  Staff  should help  borrowers  understand the importance of dealing  directly  with  the \nServicing Office, while still providing appropriate levels of assistance. If a borrower brings a payment to the Field Office, Field Staff should remind the borrower that payments must be sent to the lockbox. Field Staff can forward a payment to the lockbox on the borrower’s behalf; however, the borrower should be advised  that bringing the payment to the Field  Office  will only \ndelay arrival at the correct destination, and the borrower will be m ore likely to incur a late fee \nthan if the payment is sent directly. Late fees are set at 4 percent of the borrower’s scheduled payment for principal and interest and are assessed if the scheduled payment is more than 15 day s \npast due. \nFees on payments accepted by the Field Office will be recorded on Form RD 1951-49, \n“Register of Collections,” and will be safeguarded in accordance with RD Instruction 1951- B \nand Form  RD 1951-44, “Management  Control and Review  of Field  Office  Collection  Activities, \nand related Forms Manual Insert.  \nC. Approval Actions  \nThe Servicing Office must approve a variety of actions borrowers may wish to take \nduring the course of their loans, including leasing mineral rights, obtaining a partial release of security,  transferring  title to someone who will assume the indebtedness, and obtaining Agency \nconsent to temporarily not occupy the property or subordinate the Agency loan. In some circumstances, these actions may require on -site expertise.  \n \n \n \n \n13-3 \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628",
  "page_4": " \n4  \n HB-1-3550  \nParagraph  13.3 Regular  Servicing  \n \nIf the borrower requests a partial release of security or authorization to lease mineral \nrights, Field  Staff  may be asked  to examine the site to determine  whether  the proposed  action \nwill have an adverse effect on the security property. A local perspective may be particularly \nuseful, for example, if Field Staff are familiar with nearby properties that have experienced similar mineral activity.  \n \nThe Servicing Office is responsible for most subordination requests and may request \nassistance from  the Field  Office.  The Field  Office  may  approve  a subordination in the case of a \nborrower who is obtaining private credit for repairs to the security property, and the lender requires a prior lien.  \nIn accordance with RD Instruction 1970- A, 1970.8 (e), “servicing actions are directly \nrelated  to financial  assistance already  provided, do not require  separate NEPA review,  and are \nnot actions for the purposes of this part”.  \nD. Appraisals  \n \nField  Staff  may be asked  to conduct  appraisals  for the  Servicing  Office.  In these cases, \nField Staff also are responsible for conducting administrative and technical reviews of these appraisals.  \n \nSection  5 of Chapter  5 of this Handbook provides  detailed  guidance  on conducting \nappraisals.  All appraisals done as part of a servicing action must include the appropriate level of \ndue diligence, which includes completing Chapter 5, Attachment 5 -B of this handbook. \nE. Insurance  Claims  \nBorrowers with insurance claims must contact the Servicing Office to establish a plan \nto repair or rehabilitate the security property. If the insurance claim proceeds will not be used to redevelop the security property, the amount received must be applied to the account. The responsibilities placed upon the Field Staff and the Servicing Office in the administering of an insurance  claim  fall within  one of the following three categories,  which  consider  the amount  of \nthe insurance claim, the repair or rehab co st and the risk to the government:  \n \n• Total  claim  of $7,500 or less and the borrower’s  account  is curren t: Field  Staff \nendorses the check to the borrower after reviewing the adjuster’s  worksheet. \n \n• Total  claim  exceeding  $7,500 but less than  $30,000 or claims  of $7,500 or  less and \nthe borrower’s account is not current: Field Staff forwards insurance proceeds  to \nthe Servicing Office’s insurance escrow, and inspects the work as requested by the Servicing Office. Field Staff should contact the SFH Assistance Section at 314- 457- \n5200 for further guidance. \n \n13-4",
  "page_5": " \n HB-1-3550  \nParagraph  13.3 Regular  Servicing  \n \n• Total  claim  of more than  $30,000:  Field  Staff  establishes  a supervised  bank  account  or \nforwards insurance proceeds to the Servicing Office’s escrow. The Field Staff also \nmanages all  steps of construction planning and performance in the same manner they \nwould development funded by loan proceeds following the standards contained in RD Instruction 1924- A. Work is inspected prior to any disbursements. \n \nFor construction contracts  exceeding  $10,000, Department  of Labor  requirements  also \napply.  \n \n1. Administering  Insurance  Proceeds  \n \nIn cases where the amount of the insurance loss claim check is $7,500 or less and the \naccount is current, Field Offices are authorized to endorse insurance claim checks without recourse provided the borrower  provides  a copy of the adjuster’s  worksheet  and documentation \nthat repairs will be made or has been completed. If the borrower does not have this documentation, the Field Office will contact the SFH Assistance Section at 1 -314-457-5200 \nfor further guidance. Field Offices should first review the adjuster’s worksheet to ensure that the check is the total claim disbursement.  \n \nWhen Field Offices have endorsed an insurance check for $7,500 or less, they will cue \nthe Servicing Office utilizing Task 285 and provide the claim check amount and date of the  \nloss. If a borrower notifies a Field Office of an uninsured loss, the Field Office will cue the Servicing  Office  utilizing  Task  285 and provide  the estimated  amount  of damage  to the property \nand the date of loss . The  Servicing  Office  may force place insurance  and submit a claim  to the \ncarrier.  The Servicing Office will cue the Field Office if further actions are needed  at the Field \nOffice level.  \n \nFor significant rehabilitation (a total claim of more than $30,000) all development will \nbe completed under the supervision of the local Field Office. The insurance proceeds may be provided to the Field  Office  to establish  a supervised bank account  or retained  for disbursement \nat the Servicing Office. Development will be managed by the Field Office in a like manner as development funded by loan proceeds. This should include Form RD 1924 -2, Description of \nMaterials, and Form RD 1924- 25, Plan Certification, or a building permit issued by the local \njurisdiction.  All repairs  and replacements  will be planned, performed,  inspected,  and paid for in \naccordance with RD Instruction 1924- A. Payment schedules will be establishe d in the \nindividual repair plan.  \n \n \n \n \n13-5 \n(01-23-03) SPECIAL  PN \nRevised  (03-09-22) SPECIAL PN",
  "page_6": " \n HB-1-3550  \nParagraph  13.3 Regular  Servicing  \n \nWritten contracts, using Form RD 1924- 6, Construction Contract, are strongly \nrecommended for all rehabilitation -related construction, and are required if there is \nconstruction involved that would affect the dwelling’s structural integrity. Otherwise, Form \nRD-1924- 1, Development  Plan,  or similar  form,  with cost estimates  and specifications,  may be \nused. Unless the borrower method is used, funds will not be advanced for materials or other purposes until work is completed. \n2. Inspecting  Repairs  and Authorizing  Payments  \n \nAs noted above, all repairs  and replacements  will be planned, performed, inspected,  and \npaid for in accordance with RD Instruction 1924- A. Section 6 of Chapter 5 further provides \nguidance regarding how inspections should be conducted and documented. Payment schedules will be established in the individual repair plan and the construction c ontract (if applicable).  \n \nWhen  the insurance  loss claim  is under  the purview  of the Servicing  Office,  Field  Offices \nwill be asked to inspect the repair work and complete Form RD 1924- 12, Inspection Report. \nBefore  each  inspection related  to a progress  payment, Field  Staff  should  request  a check  from  the \nServicing Office.  The check should be made payable to  the borrower and the contractor. If work \nhas been satisfactorily completed, Field Staff will instruct the borrower to endorse the check and give it to the contractor. If the inspection reveals that the work was not completed satisfactorily, Field Staff will void the check and return it to the Servicing Office. After each periodic inspection, Field Staff will send the inspection repor t to the Servicing Office and maintain a  \ncopy in the borrower’s case file. Field Staff will follow up on the adjustment of all losses until satisfactory settlement has been made.  \n \nWhen  all work  has been  satisfactorily  completed,  Field  Staff  will release the final  check \nto the borrower and submit to the Servicing Office all documents required in RD Instruction 1924- A, including: a final Form RD 1924- 12, Inspection Report; Form RD 1924- 9, Certificate \nof Contractor’s Release; Form RD 1924- 10, Release By Claimants; and Form RD 1924- 19, \nBuilder’s Warranty.  \n \n \n \n \n \n  \n \n \n \n \n \n13-6",
  "page_7": " \n HB-1-3550  \nParagraph  13.3 Regular  Servicing  \n \nExhibit  13-1 \n \nAdministration of Insurance Proceeds \nwhen Redevelopment  Work  is to be Performed  \nTotal  Claims  Account  Status  Rehab  Components  Insurance  Claims \nAdministration \nProcedure  \n$7,500  or less Current  Not considered  Field  Staff  endorses  check \nto borrower after  \nreviewing  the adjuster’s \nworksheet.  \n$7,500  or less Not current  Not considered  Field Staff forwards \ninsurance proceeds to \nthe Servicing  Office’s \ninsurance  escrow,  and \ninspects the work as requested by the Servicing Office.  More  than $7,500  but less \nthan $30,000  All accounts  regardless  of \nstatus  Single  component  \nMore  than $7,500  but \nless than $30,000  All accounts \nregardless of \nstatus  More  than one \ncomponent  Field  Staff  establishes  a \nsupervised bank \naccount or forwards \ninsurance proceeds to \nthe Servicing Office’s \nescrow, and manages \nall steps  of construction \nplanning and \nperformance in a like \nmanner  as development \nfunded by loan  \nproceeds. Work is inspected  prior  to any \ndisbursements.  More  than $30,000  All accounts \nregardless of \nstatus  All rehab  work  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n13-7 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 \n \n \n \n \n \n  \n ",
  "page_8": " \n  \nHB-1-3550  \nParagraph  13.3 Regular  Servicing  \n \nF. Reamortizations and Other Documents  Requiring  Borrower Signature  \nCertain servicing actions may require that a borrower sign a loan document which is \nimperative to continue servicing the loan. Most times, the Servicing Office will mail such \ndocuments to the borrower. In some cases, especially when the document will remain in the Field Office,  executing the document locally makes better sense. In these cases, the Servicing \nOffice  will advise the borrower to call and make an appointment with the local  Field  Office  to \nsign the documents. \n \nThe Servicing  Office  will also notify the Field  Office  and will provide specific \ninstructions on what actions must be taken. For example, when a loan is reamortized, the borrower must execute Form RD 3550-18, Reamortization Agreement. The Servicing Office will prepare  the form and  contact both the borrower and Field Office with instructions on \nexecuting this form. Since the form modifies some terms of the promissory note, upon execution, the Field Office would file Form  RD 3550- 18 with the borrower’s  original \npromissory note, provide a copy to the borrower, and notify the Servicing Office that the borrower has executed the document. \nFor reamortizations,  the Field  Office  will type the following statement  below the \nsignatures on the original note or assumption agreement: \n“A Reamortization Agreement dated  in the principal sum of $   \nhas been given to modify the payment schedule of this note.” \n \nG. Payoffs  \nGenerally,  a request  for a loan payoff balance is made directly  to the Servicing  Office.  In \ncertain cases, Field or State Offices may need to obtain a payoff statement on a borrower’s account.  When  needed, Field  /State  Offices  should submit Attachment  13-A, Request  for Payoff \nStatement, to the Payoff Unit at the Servicing Office. If the payoff statement is to be used for internal purposes only, the documentation for determining market value, capital improvements, and closing costs should be maintained in the Field State Office. If the payoff statement is to be provided to a third party, all documentation should be faxed to the Servicing Office along with the attachment.  \nAttachment 13 -A of this Chapter along with supporting documentation must be \nreviewed by a person other than the Rural Development employee making the request. The reviewer should be the first line supervisor, or designee, of the Rural Development employee making the request. The name and initials  of the person making the request,  and the reviewer  \nmust be on the attachment.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n13-8",
  "page_9": " \n HB-1-3550  \nParagraph  13.3 Regular  Servicing  \n \nH. Final  Payments  and Satisfactions  \nWhen a borrower makes a final payment, the Servicing Office will notify the Field \nOffice. Since the methods and forms for releasing security instruments vary by State, the Field \nOffice is responsible for preparing the necessary satisfaction or other release documents. When the account  is fully  satisfied,  including any subsidy  recapture,  the Field  Office  will submit  these \ndocuments to the borrower, along with the satisfied note and mortgage, unless requested to submit them to another lender or closing agent, as appropriate. In States where the security instruments are not released when the borrower refinances their debt (including an Agency refinance as a special servicing action), but are assigned to the new lender, Field Staff may execute the necessary documents to authorize the assignment. The borrowe r’s case file must be \nretained for 1 full fiscal year after the account is satisfied.  \n \nIn cases where the account is not fully satisfied, such as in the case of a borrower who \nhas elected to defer the repayment of recapture, the security instruments are not released. In these cases, the Servicing Office may advise the Field Office to prepare a subordination of the \nsecurity  instruments.  Field  Offices  need  to follow  the Servicing  Office  instructions  carefully  to \nensure that the correct documents are executed when releasing any security. Satisfaction documents are never sent to a borrower who ha s deferred payment of recapture until the \nrecapture amount is paid in full. \n \nI. Recapture Receivable  Accounts  \n \nDelinquent tax notices/pending tax sale notices from taxing authorities on recapture \nreceivable accounts should be forwarded to the Tax Unit at the Servicing Office for handling. The notices can be faxed to (314) 457- 4535. Upon receipt of a notice of pendi ng tax sale, the \nServicing Office will review the recapture receivable account to determine if it is in the best interest of the Agency to pay the taxes to avoid the tax sale and protect the Government’s interest  in the property. The Servicing  Office  may request  assistance from  the Field  Staff  when \nmaking this decision. A visit to the property may be necessary to determine the condition of the property and an estimated market value. If the taxes are paid the Servicing Office will demand payment from the borrower. If payment is not made a foreclosure action will pursue.  \n \n13.4 SPECIAL  SERVICING  ACTIONS  \n \nA. Borrower  Counseling  \n \nIf a borrower notifies Field Staff that there may be a problem with loan  repayment, Field \nStaff  must  not offer special  servicing  options  or counsel  the borrower  about  specific alternatives. \nInstead, Field Staff should help the borrower place a call to the Servicing Office to obtain this type of assistance.  \n \n \n13-9 \n(01-23-03) SPECIAL  PN \nRevised  (03-09-22) SPECIAL PN",
  "page_10": " \n  \nHB-1-3550  \nParagraph  13.4 Special  Servicing  Actions  \n \nIt is important  for Field  Staff  to understand the servicing  tools  available to the Servicing \nOffice in order to be able to refer borrowers most effectively. However, it is the responsibility \nof the Servicing  Office  to provide  specific  information  and counseling to borrowers.  Field  Staff \nmust use extreme caution in providing information to borrowers, since detailed information about changes in servicing procedures will be disseminated primarily at the Servicing Office.  \n \nThe Rural  Development  portion of a leveraged/participation  loan is eligible  for the same \nservicing actions as Section 502 and 504 loans. However, servicing strategies may be different because of the Agency’s lien position and the need to coordinate servicing actions with the leveraged/participation lender.  \n \nThe Servicing Office has the primary responsibility of servicing these accounts. On \noccasion, it may be necessary to request the Field Office to provide information on the leveraged/participation lender that is otherwise not available. Likewise, if the leveraged/participation  lender  contacts  the Field  Office  regarding  a specific  account,  they may \nwish to refer the lender to the Servicing Office for assistance.  \n \nB. Protective Advances  \n \nWhen  the Servicing  Office  is contemplating  a protective  advance  for physical  repairs \nbased on a borrower’s report that the  property is in need of repairs, Field Staff  may be  asked \nto visit the property to determine whether the repair is actually needed, and whether the condition of the property warrants additional investment. The Servicing Office also may request that Field Staff conduct inspections of work completed with a pr otective advance.  \n \nField  Staff  who notice  significant  damage or deterioration  in a property that secures  an \nAgency loan should report that information to the Servicing Office. The Servicing Office can then contact the borrower to discuss the condition of the property and determine whether additional action is warranted. Potential contamination from hazardous substances, hazardous wastes, or petroleum products should be reported promptly to the State Environmental Coordinator for further evaluation and guidance.  \n \nC. Refinancing  \n \nBorrowers with Agency nonprogram loans (nonprogram assumptions or credit sales), \nabove -moderate  loans,  or initial Section  502 program  loans  with a term less than 25 years  are not \neligible for payment subsidy. If a borrower with one of these types of loans experiences \ndifficulty, is in danger of losing the home, and it appears that the borrower would otherwise qualify for payment subsidy, Field Staff may be asked by the Servicing Office to consider refinancing the loan.  \n \n \n13-10 ",
  "page_11": " \n HB-1-3550  \nParagraph  13.4 Special  Servicing  Actions  \n \nAgency  debt, including subsidy recapture,  may be refinanced  as a special  servicing  action \nincluding, but  not limited  to, at  the end of a moratorium. When  an existing  Agency  loan  is being \nrefinanced as a special servicing action, the household’s adjusted income must not exceed the \napplicable moderate- income limit for the area at the time of loan approval and closing.  The \nAgency may limit the number of direct loans made for refinancing purposes based on the availability of funds and Agency priorities.  \nD. Subsequent  Loans  \n \nOriginating  subsequent  loans  is always  the responsibility  of Field  Staff.  However,  there \nmay be times when the Servicing Office becomes aware the borrower may need a subsequent loan and will refer the borrower to the Field Office. \n \nE. Bankruptcies  \n \nIf a borrower’s  bankruptcy petition  is received  in the Field  Office,  it should be forwarded \nimmediately to the Servicing Office.  \n \nF. Missing  Borrowers  \n \nWhen the Servicing Office is unable to locate a borrower, Field Staff may be asked to \nuse local  connections  in an effort  to find them.  This might  include  checking  with neighbors  or \nfriends, contacting local utilities, or checking with area schools. If the borrower cannot be located, Field Staff may be asked to take custody of the property to protect the Government’s interest.  \n \nProcedures  for managing  custodial  property are described  in Chapter  15 of this Handbook.  \n \nG. Payment  Subsidy  Renewals  \n \nPayment subsidy renewals are the responsibility of the Servicing Office. On occasion, it \nmay be necessary to request that the Field Office make a personal contact with the borrower to assist  with the payment  subsidy renewal  process. Personal  contact  by the field is necessary  when \nthe Servicing Office has not received required documentation from the borrower to renew the payment subsidy and the Servicing Office has been unable to make a personal contact. A personal  contact  is made  when  verbal  communication is made with the borrower  either  by phone \nor through a face -to-face meeting or through written communication from the borrower.  \n \n \n \n \n13-11 \n(01-23-03) SPECIAL  PN \nRevised  (03-09-22) SPECIAL PN  \n \n ",
  "page_12": " \n HB-1-3550  \nParagraph  13.4 Special  Servicing  Actions  \n \nThe Servicing Office sends a renewal request to the borrower 90 days prior to the \nexpiration date of the subsidy agreement. When the borrower fails to send the necessary \npaperwork  to renew  the subsidy, the Servicing  Office attempts  to contact  the borrower  by phone \nand mail. Approximately 45 days prior to the expiration of the current subsidy agreement, if the Servicing Office is unsuccessful in obtaining the required documentation, the Field Office will be requested through Task # 526 to contact the borrower. This task should be completed within 30 days. When this task is received, the Field Office will make a personal contact with the borrower or determine that a personal contact is not necessar y. \n \nWithin 30 days of receipt, the Field Office should close Task # 526 and clearly \ndocument  the contact  or reason  why contact  is not necessary  through Task  # 115 entering  the \n“message” in the task or by using “GLOBAL NOTES.”  \n \nIf the Field  Office  determines  the borrower  is not eligible  for subsidy or no longer  desires \nsubsidy, close Task # 526 and clearly document  in “GLOBAL  NOTES” why the borrower does \nnot want or qualify for payment subsidy. A personal contact is also not required if the property is abandoned. If the property is abandoned, close Task # 526 and respond to the Servicing \nOffice with Task # 100.  \n \nA monthly report  which  provides  information  on Field  Office  tasks  that were  not \ncompleted is available in Hyperion. State Directors will be responsible for monitoring incomplete tasks within their state jurisdiction.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n13-12",
  "page_13": " \n HB-1-3550  \nParagraph  13.4 Special  Servicing  Actions  \nH. Preacceleration  Personal Contact  \nTo ensure that a personal contact has \nbeen made with a borrower prior to an \nacceleration,  the Field  Office may be requested \nto personally contact the borrower. Exhibit 13-2 of this Chapter provides an overview of \nthe Personal Service Review process. The Field Office will be requested to contact the borrower when the Servicing Office has been unable to make a personal contact with the borrower within the last 60 days and all required servicing letters have been  sent, \nattempted  phone contacts  have been made, and \nmonthly billing statements have been mailed to the borrower. A personal contact is made  \nwhen  verbal  communication is reached with \nthe borrower either by phone or through a face-to-face meeting or through written \ncommunication from the borrower. Field offices may be able to obtain financial information  which  can be used to recommend \nactions to the Servicing Office such as reamortization, moratorium, debt settlement or acceleration.  \n \nIn cases where the Servicing Office’s \nattempts  to make a personal contact have been \nunsuccessful, the Field Office will be requested  to contact  the borrower using Task  # \n8. Field  Offices  should complete  Task  8 within \n30 days. When Task # 8 is received, the Field Office  must review  the “DEL/LOAN/HISTORY”  and “DIS/HISTORY”  screens  before contacting \nthe borrower. Once the screen is displayed, tab to the “DSP” field and type the word “ALL.” This will provide information on all letters, calls, and notes. Prior to closing the task all contacts and attempts must be documented in “GLOBAL NOTES.” If it appears that additional servicing options are needed, the “Account Issue and Suggested Resolution Sheet” shown as Attachment \n13-B will be used to notify the Servicing  Office  that servicing  assistance is needed.  \n \n    \n \n13-13 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628\nExhibit  13-2 \nPersonal  Service Review  Process  \n \nAccount  Review  \nReview  for correct  delinquency status  and that \nall monies have been applied. \nEnsure that payment  subsidy has been  offered \nand that there are no outstanding documents.  \nEnsure moratorium processing  is not \noutstanding.  \nEnsure a reamortization  is not in process.  \nEnsure the Servicing  Office has no open \nresearch tasks.  \nContact Review  \nDetermine if the Servicing Office has spoken \nto the customer  since the account was 60 days \npast due and three attempts have been made within the last 60 days.  \nResolution  \nA task or callback  is requested  to ensure the \nservicing needs of the customer have been met. If the Servicing Office cannot contact the customer, a task is opened to the Field \nto make a personal attempt.  \nA Personal Contact will be made by the Servicing  Office  or the Field  Office  prior  to \nreferral for foreclosure.\n ",
  "page_14": " \n HB-1-3550  \nParagraph  13.4 Special  Servicing  Actions  \n \nIf the Field Office has attempted contacts (either by phone or mail) and left a message \nthrough a door hangar  or a business  card,  the Servicing  Office  will be notified  using Task  # 18 \nwhich will allow  the borrower 15 days to make a  call back  to the Field Office or the Servicing \nOffice. If after 15 days no attempt is made by the borrower to contact the Field Office or the \nServicing Office, and the defaults have not been cured, the Servicing Office will direct the account to the acceleration unit.  \n \nIf after reviewing the account the Field Office believes that personal contact is not \nnecessary and the account should be accelerated, the Servicing Office will be tasked using Task  \n# 17 to indicate the account has been reviewed and “Acceleration is necessary” and document why acceleration of the account is necessary, and a personal contact is not necessary by entering the “message” in the task or by using “GLOBAL NOTES.” An example of when personal contact  is not necessary  is when  the security  property has been  abandoned. In  abandonment  cases \nthe field will notify the Servicing Office using Task # 100. \n \nA monthly report will be provided to State Directors showing the number of tasks not \ncompleted.  State  Directors  will be responsible  for monitoring incomplete  tasks  within  their state \njurisdiction.  \n \n13.5 VOLUNTARY SALE  \n \nSale of  security  property is generally  the most  desirable option for both the Agency  and a \nborrower who is unable to continue the loan. For the Agency, a sale to another party avoids the potential costs of liquidation, as well as costs related to owning and disposing of a property. For the borrower, it offers the best opportunity for being released from the debt without a major credit history blemish. A borrower may sell a property to a third party even afte r the account is \naccelerated. Field Offices may become aware of a borrower who desires to sell their property through notification  from  the Servicing  Office  or directly  from  the borrower. If the initial contact \nwas not made through the Servicing Office, the Field Office should notify the Servicing Office of the proposed sale. If it appears that the sale of the property may not pay the debt in full, the Field Office should provide the borrower with a Debt Settlement Packet. \nIf a borrower proposes to sell the property for an amount which may be insufficient to \npay the Agency  debt, prior  liens,  and authorized  selling  expenses,  the Agency may consent  to the \nsale when it is determined to be in the best interests of the Agency. The  Agency  may also \nadvance  authorized selling expenses to facilitate the sale. To determine if the proposed sale is in \nthe Agency’s best interest, a copy of the sales contract, appraisal, and sales expenses are needed. Another lender’s appraisal may be used if it meets Agency appraisal guideli nes. \n  \n \n13-14 ",
  "page_15": " \n HB-1-3550  \n \nParagraph  13.5 Voluntary  Sale \nWhether the short sale request is \napproved for less  than the debt  or if the request \nis denied, the approving official  should provide \ntheir decision in writing to the homeowner.  \nHandbook Letter  20 provides  sample  language \nfor letters that may be used.  \n \nAt a minimum, the approval letter \nshould include  the approved sale price,  amount \nof net proceeds due to the Agency and a Debt \nSettlement Package with instructions to return  \nthe completed  package to the Servicing  Office.  The homeowner  is to be made  fully  aware that \nwhile the Agency is agreeing to release the lien,  they are still responsible for any remaining \ndebt, which can be settled through the debt settlement process.  \nThe denial  letter  should state,  at a minimum,  that the Agency  has reviewed  the request  for \nconsent to sell the property for the proposed sale price and provide specific reasons why the Agency does not consent to the sale. The Field Office should be listed as the contact.  \nIn cases  where a  junior  lien exists,  the State  Director  may approve  settlement of  a junior \nlien to effect  sale of the property  when  it is determined  to be in the Agency’s  best interest.  Field \nStaff will negotiate the lowest cost to have the junior lien released from the security property, \nbearing in mind the Agency only seeks to have the lien released (and not necessarily satisfied). The junior lienholder may still seek recovery from the debtor, if permitted by State law. \n \nThe Agency’s objective is to \nminimize any potential loss to the Government and to the borrower. The \nAgency may consent to a sale for as low as the market value of the property, minus the prior liens and authorized sales expenses. When  the proposed  sales  price is less than the \nmarket value, a net recovery valuation is required. Either action is handled in the Field Office and the final decision to concur with the proposed sale lies with  a Loan  Approval Official.  \n \n  \n \n \n \n13-15 \n(01-23-03) SPECIAL  PN \nRevised  (03-09-22) SPECIAL PN  \n  \n \n \n \n Example  - Sale for Less Than Debt  \n \nA borrower’s  debt is $30,000,  the sales  price  of the \nproperty is $28,000, authorized sales expenses are  \n$3,000, and the market value is $28,000.  In this case, \nthe Loan  Approval  Official may consent  to the proposed \nsale since it will net the Agency $25,000 ($28,000  \nminus $3,000 in authorized selling expenses). If the \nproposed sales price was less than the market value \n($28,000), a net recovery valuation would be  required.  Authorized Selling Expenses \nAuthorized selling  expenses  are those  which  a seller \ncustomarily and legally pays to convey title and \nincludes such items as a typical real estate \ncommission, up to three points to enable the buyer to secure credit (but not to reduce the interest rate), \nreal estate taxes, junior liens, deed preparation, \nabstract and title fees, termite and related inspections, title insurance, sur veys, and deed and \nrevenue stamps.  ",
  "page_16": " \n HB-1-3550  \nParagraph  13.5 Voluntary  Sale \n \nWhen sales proceeds will not fully satisfy the debt, the Servicing Office will make the \ndetermination of whether the borrower will be released from personal liability. This \ndetermination is based upon a Debt Settlement Package completed by the borrower and forw arded to the Servicing Office for review and approval. A completed Debt Settlement \nPackage is required  to be submitted  at or before  loan closing for all sales  for less than the debt, \nand sales proceeds must be submitted by certified or cashier’s check. In cases where the \nborrower is not able or willing to complete the Debt Settlement Package, the Field  Office may \nstill release the mortgage when it is determined to be in the best interest of the Agency. This generally occurs when the borrower has moved out of the area or failure to close the loan will result  in liquidation  and the Agency  receiving  less than the anticipated  net recovery  value.  The \nDebt Settlement Package, if available, and proceeds from the sale will be transmitted to the Cash Section of the Loan Administration Branch in the Servicing Office. Form RD 3550-17, Funds Transmittal Report, with the final \npayment coded  “00” will be used to transmit \nthe loan proceeds. \n \nThe Field Office will enter in \nGLOBAL/NOTES the date of the sale or assumption, purchase price, outstanding vouchers, and the date funds were submitted to the Servicing Office. On accounts which were accelerated, the Field Office will also update the FCL/INFO screens with third party  information. When  proceeds  have been \nposted or the assumption processed, the Servicing Office will notify the Field Office of such  action  through Task  #86, “Approved \nshort sale, release mortgage/deed only,” and will provide further guidance on release of the promissory note or debt settlement action, as appropriate.  \n \n13.6 DEBT SETTLEMENT \n \nDebt settlement procedures are \nimplemented when there are debts owed the Agency, including balances remaining on an account  after liquidation, debt remaining  after \na sale, subsidy recapture receivable or grant repayment amounts due, or unauthorized assistance due.  Debt settlement begins when  \n \n13-16 \nDebt  Settlement  \n \nA Debt  Settlement  Package consists of: \nForm  RD 3550-20, Application  for \nSettlement of Indebtedness  \nForm  RD 3550-21, Payment  Subsidy Renewal \nCertification  \nCopies of last two months bank  statements \nfor all accounts \nVerification  of Income (last 2 pay \nstubs, benefit letter, etc.)  \nCopy of most  recent  Federal  Income \nTax Return  \nCopy of Net Recovery  Worksheet, \nif applicable \nEstimated  selling  expenses  \nAny other relevant  information  \nA Debt  Settlement Package  can be requested  from \nthe Servicing Office by utilizing Task 569 or \nassembled in the Field Office. For emergency \nreleases on debt settlement cases, the above \ninformation may be faxed to the Special \nAssistance Section, ATTN: QR Debt Settlement, in the Servicing Office at (314) 457- 4451 or \n(314) 457-4551. Please ensure the borrower’s \ntelephone number is provided. Non -emergency  \ncases should be sent to the aforementioned section \nin the Servicing Office.  ",
  "page_17": " \n HB-1-3550  \nParagraph  13.6 Debt  Settlement \n \nthe security  has been  disposed of. An account  may be debt settled  through compromise, \nadjustment, charge off, or cancellation. \n \nThe Servicing Office handles debt settlement, but Field Staff may be asked to assist in \nefforts  such as locating  missing  borrowers  or joint debtors  or checking local  records  to identify  a \ndebtor’s  assets.  The Servicing  Office  will generally  send  the satisfaction  to the Field  Office  with \ninstructions to return the satisfaction and satisfied note to the debtor.  \n \n13.7 ADDITIONAL  INPUT  \n \nEven when the Servicing Office has the \nprimary  responsibility  for servicing, Field  Staff \nhave an obligation to report information that \ncomes to their attention indicating risks to the security property or changes in borrower circumstances. Such items might include  \nknowledge of hazardous dwelling conditions, environmental hazards, non- occupancy, \nabandonment, or changes  in income.  Field  Staff  who learn  of borrower  difficulties  also may \nrecommend that the borrower contact the Servicing Office for assistance.  \n \n \n \n \n \n \n \n \n \n  \n \n   \n \n \n \n \n  \n \n \n \n \n13-17 \n(01-23-03) SPECIAL  PN \nRevised  (03-09-22) SPECIAL PN  \n \n \n \n  \n Using  Personal  Knowledge  \nField Staff must consistently report \ninformation  that comes  to their attention  if it is \nrelevant  to Agency  loans  or security  properties \nto ensure  that all borrowers  are treated  equally.  ",
  "page_18": " \n  \nHB-1-3550  \nSECTION  2: BORROWER  ACTIONS  REQUIRINGAPPROVAL  \n[7 CFR 3550.159]  \n \n13.8 OVERVIEW  \n \nA borrower  must  obtain approval  from  the Agency  before  taking actions  that may affect \nthe security value of the property. Since these actions involve security property, they are \nhandled in Field Offices. Key actions that require approval from the Agency include subordination, lease of mineral rights, partial  release of security, lease of security property, and \nassumption of indebtedness. \n \nWhen  the Servicing Office becomes  aware of borrower  actions  requiring approval, they \nwill cue the local  Field  Office  and provide  any necessary  information  to facilitate  processing of \nthe borrower’s request. Field Offices will approve or disapprove the actions outlined in this section and will cue the Servicing Office with the outcome. \n \nThis section  first covers  general  guidelines  and procedures  for evaluating  a borrower’s \nrequest  for approval of  an action, with the exception of assumptions of  indebtedness. Specific \nguidelines for each of the actions, including assumptions, follow the discussion of general guidelines.  \n \n13.9 GENERAL  GUIDELINES  \n \nA. Reviewing  Requests  \n \nTo request approval for subordination, mineral leases, partial release of security, and \nlease of security property, a borrower must submit Form RD 465- 1, Application for Partial \nRelease,  Subordination, or Consent. If the information provided is not sufficient  to allow  for a \nthorough evaluation, the Field Office must request additional information from the borrower.  \n \nB. Obtaining  an Appraisal  and an Environmental  Review  \n \nAn appraisal  is required  for the Agency  to subordinate  its interests  or to approve  a partial \nrelease of security  if the amount  of consideration exceeds  $5,000. The borrower  must  pay for the \nappraisal, although the cost for an appraisal can be charged to the borrower’s account. \n \nAn existing appraisal may be used if it is less than 1 year old and appears to reflect \nmarket  value.  An Agency  appraisal  is not required  if a lender  is involved and can provide  an \nappraisal that adequately reflects market value.  \n \n \n \n13-18 ",
  "page_19": " \n HB-1-3550  \nParagraph  13.9 General  Guidelines  \n \nActions  requiring Agency approval  of mineral  leases  are subject  to the environmental \nrequirements of RD Instruction 1970 series “Environmental” prior to approval. \n \nC. Evaluating and Approving  the Request  \n \nOnce the information  needed  to evaluate the request  has been  submitted,  the Field  Office \nmust analyze the effect of the proposed action on the security property and document the \nconclusions on Form RD 465- 1. Some factors to consider in the analysis include:  \n• The market  value  of the property before  and after  the transaction;  \n• The physical  effects  of the action  on the security  property;  and \n• The assignment  of initial and subsequent  payment  proceeds.  \nIf the analysis  indicates  that the Agency’s  security  will not be put at risk by the action,  an \napproval official may sign Form RD 465- 1. The Office of the General Counsel (OGC) or the \nState Office may need  to provide relevant forms needed to complete the  approval. Signed copies \nof Form RD  465- 1 should be distributed to the Servicing Office, the borrower, and the  lender,  as \nappropriate. The original should be maintained in the borrower’s case file at the Field Office.  \nD. Using  Proceeds  \nProceeds that arise from the sale of a portion of the security, granting an easement or \nright -of-way,  damage compensation, and all similar  transactions  should be used in the following \norder.  \n \n• To pay customary  and reasonable  costs  related  to the transaction  that must  be paid by \nthe borrower, such as:  \n◊ Real estate taxes  that must be  paid to conclude  the transaction;  \n◊ Cost of title examination, survey, abstract,  and reasonable  attorney’s  fees;  and \n◊ Costs  necessary  to determine  a reasonable  price,  such as appraisal  of minerals, \nwhen the necessary appraisal cannot be obtained without  costs.  \n• To be applied on a prior  lien debt, if  any. \n \n \n \n \n13-19 \n(01-23-03) SPECIAL  PN \nRevised  (03-09-22) SPECIAL PN  \n \n \n \n  \n ",
  "page_20": " \n  \nHB-1-3550  \nParagraph  13.9 General  Guidelines  \n \n• To be applied  to the Agency  indebtedness  or used for improvements  to the security \nproperty in keeping with the purposes and limitations applicable for the use of \nAgency loan funds. Proposed development will be planned and  performed  in \naccordance with RD Instruction 1924- A and supervised to ensure that the proceeds \nare used as planned.  \n \nThe use of proceeds should be reflected on Form RD 465- 1 and agreed to by the \nborrower and the Agency. Proceeds from the transaction to be applied to the Agency indebtedness will be remitted to the Cash Management Branch in the Servicing Office using Form RD  3550-  17, Funds Transmittal Report, with Reason Code “00,” together with a brief \nstatement as to the source of the proceeds, a copy of Form RD 465- 1, and any related \ndocumentation. The Field  Office  will also notify the Servicing  Office  using Task  178, “Legal \nDescription  Correction.”  \n \n13.10  SUBORDINATION [7 CFR 3550.159(b)]  \n \nSubordinations are generally handled by the Servicing Office. The Field Office may \napprove a subordination of the Agency’s security interests to allow a borrower to obtain a subsequent  loan with private  credit  to make needed  repairs  or improvements  to the property. \n \nA. Criteria  for Subordination \n \nRequests  for subordination can be \napproved if:  \n \n• The other  lender  verifies  that the \nfunds will be used for Agency-  \neligible purposes;  \n \n• Based  on repayment  ratios,  the prior  lien debt will be on terms  and conditions  that the \nborrower can reasonably be expected to meet without jeopardizing repayment of the Agency  indebtedness;  \n \n• Any proposed development will be planned and performed in accordance with \nAgency  construction standards,  as described  in RD Instruction  1924- A or directed \nby the other lender in a manner that is consistent with that subpart; and \n \n \n \n \n \n \n13-20 \nNonprogram  Borrowers  \nSubordination cannot  be authorized  for \nnonprogram loans.  ",
  "page_21": " \n HB-1-3550  \nParagraph  13.10 Subordination [7 CFR 3550.159(b)]  \n \n• The prior lien holder agrees  in writing  to provide at least 30 days prior written  notice \nto the Agency before initiating any foreclosure action on the prior lien. \n \nTo document that the subordination conforms  to the Agency’s  requirements,  the borrower \nshould ask the other lender to provide the Agency with a memorandum that states the purpose of \nthe loan, along with its terms and conditions. \n \nB. Amount  of Subordination \n \nThe maximum amount of subordination is the market  value of the security  property \nminus the unpaid balance of all Agency loans (exclusive of recapture). \n \n13.11  MINERAL  LEASES  [7 CFR 3550.159(a)]  \n \nBorrowers must obtain Agency authorization before leasing mineral rights on their \nsecurity property. Such requests are rare but do occur in situations such as a property in a town located above a coal mine or a property located on a water source. OGC shoul d be involved in \nmineral  lease decisions because State  and local  laws vary. In  addition, an environmental review \nis required in accordance with RD Instruction 1970 series “Environmental”, prior to approval. Subordination of an Agency loan to a mineral lease does not entitle the leaseholder to any proceeds  from the sale of the security property. If the  lease of mineral rights is approved, rental \nproceeds not assigned to the Agency are treated as income and any payment subsidy must be adjusted accordingly. \n \nThe Agency should consent to the lease of mineral rights and the subordination of its \nliens  to the lessee’s  rights and interests  in the mineral activity  if the security  property will remain \nsuitable as a residence, and the Government’s security interest will not be adversely affected.  \n \nTo make this determination, the Agency must consider the effects of leasing on the \nsecurity  property including the potential for the lessee’s  rights of surface  entry  on the property. \nThe Agency  also must ensure that the property remains  decent,  safe, and sanitary  and the value \nof the security property is not decreased below the amount of the loan. \n \n• No decrease in value. If the proposal is not likely to decrease the value of the \nsecurity  property, the lease  may be approved if the borrower agrees:  (1) to use any \ndamage compensation received from the lessee to repair damage to the site or dwelling; or (2) to assign it to the Agency to be applied to reduce principal.  \n \n \n13-21 \n(01-23-03) SPECIAL  PN \nRevised  (02-02-18) PN 508",
  "page_22": " \n HB-1-3550  \nParagraph  13.11 Mineral  Leases  \n \n• Likely decrease in value. If the proposed activity is likely to decrease the value of \nthe security  property, the Agency  should consent  to the lease of mineral  rights  only if: \n(1) the borrower  assigns  100 percent  of the lease income  to the Agency  to be applied \nto reduce principal; and (2) the rent to be paid is at least equal to the estimated \ndecrease in market value.  \n \nWhen  an assignment  of income  is required, the borrower must  submit  an assignment  of \nincome in a format that is designed to comply with State law and approved by OGC. \n \n13.12  PARTIAL  RELEASE OF SECURITY [7 CFR  3550.159(c)]  \n \nA borrower may request a partial release of security to accommodate a need to sell or \nexchange part of the property  or grant  a right -of-way across  the security  property. For example, \nthe owner of an adjoining property may want to trade 10 feet of the side yard for 10 feet of the back  yard, or the local  government  may wish  to purchase land that borders  a highway slated  for \nwidening.  \n The Agency  may consent  to transactions  affecting  the security  and grant  a partial  release \nof security if the following conditions are met.  \n \n• The borrower  will receive adequate compensation:  \n◊ The sale of any part of the security  property  must  result  in a payment  equal  to the \nvalue of the security being released or rights  granted;  \n \n◊ The exchange  of security  property  must  result  in another  parcel  of property \nacquired that has value equal to or greater than that being released;  or \n \n◊ The granting of an easement  or right -of-way must  result  in benefits  that are equal \nto or greater than the value of the security property being released.  \n \n• The security property, after the transaction is completed, must be adequate, decent, \nsafe, and sanitary.  For a program  loan, the security  after the transaction  is completed \nmust also remain modest.  \n \n• Repayment  of the Agency debt  must  not be  jeopardized.  \n \n \n \n  \n \n \n13-22 ",
  "page_23": " \n HB-1-3550  \n \nParagraph  13.12 Partial Release of Security  [7 CFR 3550.159(c)]  \n \nTo process  a partial  release,  the Field  Office  must  complete  the following actions.  \n \n• Complete any required State release forms  and the applicable RD form (s) (e.g., Form \nRD 460- 1 “Partial Release”, Form RD 460- 4 “Satisfaction of Lien”) , or S tate \nsupplement , as applicable. The unrecorded documents will be uploaded to the \nimaging repository as “Loan Documents Class – Deeds of Trust Mortgages”  as part \nof the borrower’s  permanent  record.  The party  requesting  a partial release is \nresponsible for recording costs.  \n \n• For an exchange of all or a portion of the security property, obtain title clearance for \nthe new security  before  the release of the existing  security.  Security  instruments  must \nbe obtained for the new property.  \n \n• For a sale of all or a portion of the security  property, deliver  the release when  full \npayment is received.  \n \n• Update  the legal  descriptions  of the property, as necessary.  \n \nThe Field  Office  may approve, after notifying the Servicing  Office  of the approval, \nthe following releases:  \n \n• Additional security. At any time prior to payment of the loan in full, the Agency \nmay authorize a release from the Agency’s lien any real estate taken as additional security. This is authorized provided the market value of the remaining security is adequate to secure the loan balance. Additional security does not include any part of the tract purchased  with Section  502 loan funds  or part of the minimum adequate site \non which the dwelling is located.  \n \n• Mutual Mistake. The Agency may authorize the release of property from the \nAgency’s lien caused through mutual mistake when substantiated by facts and when \nthe Agency  can determine,  with the advice of OGC,  that a mutual  error existed  at the \ntime the property was included in the security instrument. \n \n• No evidence of indebtedness. The Agency’s lien may be released in situations \nwhere there  is no evidence  of an existing  secured  indebtedness  in the Field  Office  or \nin the Servicing Office. Before releasing the lien, the Field Office should consult with the SFH Assistance Section (fka Field Assistance Desk) in the Servicing Office.  \n \n \n13-23 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628   ",
  "page_24": " \n HB-1-3550  \nParagraph  13.12 Partial Release of Security  [7 CFR 3550.159(c)]  \n \n• Valueless Lien. In liquidation cases, if a net recovery valuation indicates the \nAgency’s lien is valueless (that is, there is no or a negative potential recovery), the \nlien may be released. The Field Office should immediately contact the SFH Assistance  Section  at the Servicing  Office.  This is necessary  to ensure  that taxes  and \ninsurance  are no longer  paid by the  Agency, and  a debt  settlement package is  sent to \nthe borrower by the Servicing Office.  \n \n13.13  LEASE OF SECURITY PROPERTY [7 CFR 3550.159(d)]  \n \nProgram borrowers must notify the Agency if they lease the property. If the Agency \nbecomes aware of a borrower who is leasing their property, the borrower is not eligible for payment subsidy or special servicing benefits during the period of the lease. Field Offices will notify the Servicing Office and provide any applicable documentation. If they become aware that a borrower has leased the security property, the Agency also should assess the borrower’s ability  to refinance with private  credit.  If the lease  is for a term of more  than 3 years  or contains \nan option to purchase, the Agency may liquidate the loan. Nonprogram borrowers are free to lease their properties without restriction.  \n \n13.14  ASSUMPTION OF INDEBTEDNESS  [7 CFR 3550.163]  \n \nA. New  Rates  and Terms  Assumptions  \n \nWhen purchasing a property currently financed by a Section 502 loan, the new borrower \nwill typically receive new loan funds. However, new rates and terms assumptions must be used \nwhen funding is limited (e.g. in September as a fiscal year is coming to a close and in October when a new fiscal year begins).  In limited funding situations, the debt is assumed on new rates \nand terms as part of loan origination and is addressed in other chapters of this Handbook. Field Offices are authorized to release the former borr ower from personal liability for the amount of \ndebt being assumed  utilizing  Form  RD 3550- 16, Release  from  Personal  Liability.  In cases  where \nthe debt is not being assumed in full, the Servicing Office will handle the settlement of the remaining debt and any release of liability for the portion of debt not being assumed. \n \nB. Same  Rates  and Terms  Assumptions  \n \nIn certain limited cases, generally those involving transfers of title between family \nmembers, a standard industry assumption is permitted. It is known in the Section 502 program \nas a same rates and terms assumption . Under this type of assumption, the existing note and \nterms,  including the interest  rate and the remaining  repayment  period, do not change.  Same rates \nand terms  assumptions  are handled and  approved in the Field  Office.  However, a  recorded  deed \nis required prior to submitting the account to the Servicing Office for processing. If the account \nis past due at the time an assumption is executed, the new borrower will be referred to the Servicing Office to resolve the delinquency.  \n \n \n13-24 ",
  "page_25": " \n HB-1-3550  \nParagraph  13.14  Assumption of Indebtedness  [7 CFR 3550. 163] \n \nSame rates  and terms  assumptions  are permitted  for the following types  of transfers:  \n \n• A transfer  from  the borrower to a spouse  or children  not resulting  from  the death  of \nthe borrower;  \n \n• A transfer  to a relative,  joint tenant,  or tenant  by the entirety  resulting  from  the death \nof the borrower;  \n \n• A transfer  to a spouse  or ex-spouse  resulting  from  a divorce  decree,  legal  separation \nagreement, or property settlement agreement;  \n \n• A transfer to a person, other than a deceased borrower’s spouse, who wishes to \nassume the loan for the benefit of persons who were dependent on the deceased \nborrower  at the time of death,  if the dwelling  will be occupied  by one or  more  persons \nwho were dependent on the borrower at the time of death;  \n \n• A transfer  into an inter vivos  trust in which  the borrower  does not transfer  rights  of \noccupancy in the property; and \n \n• Any subsequent  transfer of title, except  upon death  of the inheritor  or between \ninheritors to consolidate title, will be treated as a sale.  \n \nC. Agency  Approval  \n \nThe due -on-sale clause contained in all Agency mortgages stipulates that the borrower \nmust obtain  approval from the Agency before the title of a security property can be transferred \nwith an assumption of the indebtedness. Prior approval  is not required  for same rates  and terms \nassumptions or when financed using new loan funds. \n \nThe Agency will approve a transfer of title and assumption of indebtedness if it is in the \nbest interest of the Government. The new owner will be liable for the loan, and the terms and conditions  of the assumption depend upon the eligibility  of the new purchaser  and the property’s \ncharacteristics.  \n \nUnauthorized assistance will not be pursued when an individual who is eligible for a  \nsame rates and terms assumption has been occupying the security property, receiving subsidy based  on their household  income  and executes  a same  rates  and terms  assumption. As these cases \nare identified, the Servicing Office will notify the individuals occupying the security property in writing that unauthorized assistance will be pursued unless an assumption agreement is signed within 90 days. \n________________________________________________________________________________________ _ \n13-25 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628  ",
  "page_26": " \n HB-1-3550  \nParagraph  13.14 Assumption  of Indebtedness  [7 CFR 3550.163]  \n \nA task will be sent  to the Field Office informing  them of the  unauthorized assistance  \nand a  request  to have the individuals  execute a  same  rates  and terms  assumption. If the \nassumption is not executed within 90 days and the Field Office has not requested an \nextension to complete the processing of the assumption, collection of the unauthorized \nassistance will be pursued. \n \nThe new owner need not have a low or moderate income. However, payment \nsubsidy can be continued for the new owner only if he or she is eligible for assistance and only at the level for which the new household qualifies. If the transferee is a very low - or \nlow-income person, it may be more beneficial for the t ransferee to assume the loan under \nnew rates and terms.  For example,  if current  interest rates  are lower  or a longer  repayment  \nperiod is necessary, a new rates  and terms  assumption may be of benefit  to the new owner. \nIn those  cases,  if the new owner applies and is program -eligible, the loan will be assumed \nunder new rates and terms or financed with new loan funds. In cases where the assuming party has a moderate - or above moderate -income, the party will be informed of the \nAgency’s refinancing requirements, and if applicable, the loan will be reviewed for refinancing.  \n \nIn most  cases,  if the borrower  sells a security  property  with a due-on-sale clause \nwithout obtaining prior authorization from the Agency, the assumption will not be approved, and the loan may be liquidated. If the Agency determines it is in the best interest of the Government to continue  the loan, the  account  will be  serviced  in the original  \nborrower’s  name,  and the original borrower will remain liable for the loan under the terms \nof the security instrument.  \n \nA new owner who obtains property through a transaction eligible for a same rates \nand terms assumption is not  required  to obtain Agency approval or  assume the loan. The  \nAgency is not  permitted  to liquidate  the loan if the new owner  continues  to make scheduled  \npayments  and meets  all other  obligations  of the loan.  However,  a new  owner  who  does  not \nassume  the loan is not eligible for payment assistance or a moratorium.  \n \n   D. Procedural  Requirements  \n \nThe new owner must meet citizenship  or eligible  non-citizen requirements , have \nthe legal capacity  to incur the loan obligation, and not be suspended or debarred from \nparticipation in Federal Programs.  Assumptions are subject to the Truth in Lending Act \n(TILA) and Real Estate Settlement Procedures Act (RESPA) Integrated Mortgage Disclosures (TRID). Refer to Chapter 3, Paragraph  3.8 of this Handbook for disclosure \nrequirements. In addition, t he new owner  must  sign Form  RD 3550- 22, Assumption \nAgreement  - Single  Family Housing. For assumptions, the original  note is not returned to \nthe seller. Instead, the note is filed with other original notes, with the original Form RD 3550- 22 attached.  \n \n \n13-26 \n ",
  "page_27": "  \n HB-1-3550  \nParagraph 13.1 4 Assumption of Indebt edness [7 CFR 3550. 163] \n \nE. Releasing  a Departing  Borrower  from  Liability  \n \nChanges  in household composition  may trigger  the need  to adjust  who is responsible  for \nrepayment of the loan. The need for a change most often occurs when one party to the note wishes  \nto be released  of liability.  For example,  after a divorce  the departing  spouse  may wish  to be relieved \nof responsibility for the balance of the mortgage. The Agency will authorize such a release only \nwhen:  \n \n• The divorce  decree  or property settlement document  did not make the departing \nborrower responsible for loan payments;  \n• The departing borrower’s  interest  in the security  property is conveyed to the person \nwith whom the loan will be continued;  and \n \n• The remaining  borrower  meets  the maximum total debt ratio requirements  and credit \nhistory requirements.  \n \nForm  RD 3550- 16 is used to release the departing  borrower  from  liability.  The Servicing \nOffice generally handles these releases but may cue the Field Office for assistance.  \n \nThe following items  need  to be submitted  to apply for a release of liability:  \n1. A written  request  from  the departing borrower  to be released  of liability;  \n2. New  address and  phone  number of  the departing  borrower;  \n3. Divorce  decree and property settlement,  as applicable;  \n4. Prepared  and/or  filed  quit claim  deed;  \n5. Financial  statement  of remaining  borrower;  \n6. Verification  of Employment/Income  for remaining  borrower;  and \n7. Copy of latest  Federal  income  tax return,  including W2  form,  for remaining  borrower.  \n \n13.15  PROTECTIVE  ADVANCES  [7 CFR 3550.206]  \n \nThe Agency  may advance funds  to pay for fees and services  that are needed  to protect  the \nGovernment’s interest in either program or nonprogram property. Protective advances are only considered  when the Agency cannot  provide a subsequent  loan for such purpose to the borrower. \nThis could occur because the borrower does not meet current eligibility standards, lack of funds, or unwillingness of the borrower to cooperate. The Agency recovers the amounts advanced by charging the borrower’s account. Amounts advanced are due with the next scheduled payment. If \nthe borrower is unable to repay the advance in a lump sum, the Field Office may request that the Servicing Office schedule repayment consistent with the borrower’s ability to pay or reamortize the loan. \n \n \n13-27 \n(01-23-03) SPECIAL PN  \nRevised ( 03-09-22) SPECIAL PN  \n  ",
  "page_28": " \n HB-1-3550  \nParagraph 13.15 Protective Advances [7 CFR 3550.206]  \n \nA. Advances  for Property  Repairs  \n \nProtective advances for property repairs are made only to protect the Government’s interest  \nin the security  property and should be considered  only if the repairs  cannot  be financed through a \nsubsequent loan. Advances will bear interest at the promissory note rate of the loan against which \nthey are charged. Advances for borrowers with multiple loans secured by the same property should be charged against the largest loan.  \n \n1. Determining  the Need  for Repairs  \n \nThe need  for repairs  may be identified  by the borrower,  Field  Office,  or the Servicing \nOffice. Field Offices are responsible for completing an inspection of the property, \ndeveloping a description of the work required, preparing a cost estimate, and approving the protective advance.  \n \n2. Alternative  Sources  of Funding  \n \nBefore processing the advance, the Field Office \nmust first determine whether it appears that the borrower qualifies for a subsequent loan. If a subsequent loan appears feasible, a loan application will be processed immediately. If the need  for a \nprotective  advance is so urgent, clearly  \napparent that the borrower would not qualify for a loan, is uncooperative, or that a protective  \nadvance is  more appropriate, the Field Office  must document  why  alternatives were not \nfeasible and why the repairs are needed to protective the Government’s interest when processing an advance. Protective advances will be reported to the IRS as income to  the \nvendor  and IRS Form  1099 will be generated.  In no case will the borrower  or a RD employee \nbe listed as the vendor.  \n \nB. Advances  for Other Purposes  \n \nIn order to protect the Government’s interest, protective advances also may be used for \nother purposes. These types of advances will be processed  and approved by Field Offices or  the \nServicing  Office,  as appropriate. Field  Staff  will coordinate  efforts  with the Servicing  Office  for any \nloan which is still under the jurisdiction of the Servicing Office. Protective advances for other purposes include such items as:  \n \n• Paying off a senior  lien holder  who intends  to foreclose  in cases  where the Agency  is a \njunior lien holder;  \n \n• Paying taxes  or insurance  premiums; or \n• Paying for local  assessments.  \n \n13-28 Review  and Approval  \nThe decision to use a protective \nadvance  for essential  repairs  must  be \nreviewed and approved by the Housing Program Director . ",
  "page_29": "  \n HB-1-3550\nSECTION  3: LIQUIDATION \n13.16 OVERVIEW\nThe decision to liquidate a loan is made at the Servicing Office. After acceleration and \nany ensuing appeals, the case is sent to the State Office for completion of the liquidation. Once \nlegal proceedings have concluded, the property will be sold at a fore closure sale. To complete \nthe foreclosure process, the State Office must determine how much to bid and enter that bid at the sale. A net recovery valuation is required. Estimated net recovery value represents the amount that the Agency could expect to recover from a property if it was liquidated after considering all costs  associated  with liquidating, holding, and selling  the property. Handbook-2- \n3550, Attachment  6-A contains  a net recovery  value worksheet to aid in this calculation.  Actual \nnet recovery value is the amount the Agency in fact does recover from the sale of a property, after accounting for all costs.  \n \n13.17  NET  RECOVERY VALUE  \n \nA. Establishing  Market  Value  \n \nThe market value of the property is the \nfundamental basis for establishing the estimated net recovery  value.  All calculations  undertaken on the net \nrecovery value worksheet provide additions or deductions from market value. In no case will a  \n“distressed sale” or similar reduced value be used, resulting in a “double discount” and less recovery for the Government. Costs of liquidation and ownership are considered as deductions from  the market  value in the net recovery  value calculation.  Conversely, likely  major  costs,  such \nas lead -based paint assessment and abatement on an older home or other major repairs, must be \nincluded to accurately determine the Government’s costs of ownership. \n \nB. Environmental Considerations  \n \nThe estimate of market value must take into consideration potential environmental \nhazards that may pose a liability issue for the Agency and the presence of environmental resources for which the Agency will have an affirmative responsibility to take protec tive \nmeasures  once it owns the property. Exhibit 13-3 of this Chapter provides a partial  list of \nenvironmental factors for consideration. \n \nIn order to minimize Agency liability, the Agency must ensure, prior to acquiring \nproperty through foreclosure, that the property has been examined for potential contamination from  hazardous substances,  hazardous wastes,  and petroleum products, including underground \n \n \n13-29 \n(01-23-03) SPECIAL PN  \nRevised ( 03-09-22) SPECIAL PN  \n Calculation  of Net Recovery  Value  \n \nMarket  value  (less)  Costs \n(plus) Income  \nNet recovery  value  ",
  "page_30": " \n HB-1-3550  \nParagraph 13.1 7 Net Recovery Value  \n \nstorage  tanks. This should be accomplished  by requesting  that Field  Staff  complete  Attachment \n5-B. If the completed attachment raises any concerns, it should be submitted to the State \nEnvironmental Coordinator for further evaluation and guidance.  \n \nThe Agency  also should examine the property  prior  to acquisition  and consider  any costs \nassociated with environmental resources the Agency might be required to protect.  \n \nFor additional  information,  refer  to Chapter  16 of this Handbook and  to RD Instruction  1970.  \n \nExhibit  13-3 \nEnvironmentally  Sensitive  Land  Uses  and \nResources  Extraordinary  Circumstances  \n• Historic properties  \n• Federally listed threatened or \nendangered species, critical habitat, \nFederally  proposed  or candidate species  \n• Wetlands  \n• Floodplains  • Any violation of applicable Federal, state, or local statutory, \nregulatory,  or permit requirements  for environment,  safety,  and \nhealth.  \n• Any proposal  that is likely  to cause  uncontrolled or unpermitted \nreleases of hazardous substances, pollutants, contaminants, or petroleum and natural gas products.  \n• An adverse effect  on the following  environmental  resources:  \no Historic  properties;  \no Federally listed threatened or endangered species, \ncritical habitat,  Federally  proposed or candidate \nspecies;  \no Wetlands;  \no Floodplains;  \no Areas having formal Federal or state designations such \nas wilderness  areas,  parks,  or wildlife  refuges;  wild and \nscenic rivers; or marine sanctuaries;  \no Special sources of water (such as sole source aquifers, \nwellhead  protection  areas,  and other  water  sources  that \nare vital in a region);  \no Coastal  barrier  resources  or, unless  exempt,  coastal \nzone management areas;  and \no Coral  reefs.  \n• The existence of controversy based on effects to the human \nenvironment  brought  to the Agency’s  attention  by a Federal, \ntribal, state, or local government agency.  \n \n \n \n \n \n \n \n \n13-30 ",
  "page_31": " \n HB-1-3550  \n \nParagraph 13.1 7 Net Recovery Value  \nIt is important to note that development on Tribal land or dependent Indian communities \nmay require additional coordination with the Tribe to determine if the proposal has an effect on \nthe human environment or an adverse impact on cultural resources and th e Section 106 review. \nIn accordance with RD Instruction 1970- H, Exhibit B “when an applicant’s proposal is located \non tribal lands, defined in 36 CFR § 800.16(x) as all lands within the exterior boundary of any Indian reservation and all dependent Indian c ommunities, and that tribe has designated a Tribal \nHistoric  Preservation  Officer  (THPO)  in accordance with Section  101(d)(2)  of NHPA,  the SHPO \nparticipates only under the conditions specified in 36 CFR § 800.2(c)(1)(ii). If the Indian tribe \nhas not designated a THPO, then the SHPO participates in Section 106 review pursuant to 36 CFR § 800.2(c)(2)(i)(B).” Exhibit D of RD Instruction 1970- H provides guidance on working \nwith Indian Tribes in the Section 106 review.  \n \nC. Ordering  an Appraisal  \n \nInformation  about  conducting appraisals  is contained  in Chapter  5 of this Handbook. The \npoint  at which  a formal appraisal is actually conducted will vary.  \n \n1. Valueless  Lien  \n \nIf the net recovery  valuation  suggests  that the lien may be valueless,  an appraisal  should  be \nobtained immediately. If the appraisal indicates that the lien is in fact valueless, it should be \nreleased without incurring servicing costs.  \n \n2. Deed  in Lieu  of Foreclosure  \n \nIf, after  acceleration,  the borrower  offers  a deed  in lieu of foreclosure,  an appraisal  should be \nobtained immediately so the  Servicer  can determine  whether  it is in the  Government’s  interest  to \naccept the deed.  \n \n3. Foreclosure  \n \nIf the property will be going to foreclosure, no appraisal should be obtained until shortly \nbefore  the sale is scheduled  to take place.  In areas where  the foreclosure  process  can be lengthy, \nthe value of the property could change before the sale if it is conducted too far in advance.  \n \n \n \n \n13-31 \n(01-23-03) SPECIAL P N \nRevised ( 11-06-24) PN 628  \n  ",
  "page_32": " \n HB-1-3550  \nParagraph 13.1 7 Net Recovery Value  \n \nD. Holding  Period  \n \nNearly  all costs  and income  used in the net recovery  value  calculation  are affected  by the \nholding period. For estimated net recovery value, the length of the holding period is estimated \ndifferently, depending on the likely method of disposition. The holding period should be estimated as the time between the date the net recovery worksheet is being filled out and the anticipated date for:  \n \n• Filing  of the deed and  the expiration of redemption  rights  (foreclosure);  \n• Filing  the warranty  deed  (deed -in-lieu of foreclosure);  \n• Filing  the release (release  of valueless  lien); or \n• Payoff  and release (debt  settlement offer  subsequent  to acceleration).  \nThe time for marketing  and disposition, if acquired, should also be considered  when \nestimating the holding period. \n \nE. Deductions  from  Market  Value  \n \nCosts  associated  with liquidation  and ownership of the property must  be considered  when \ndetermining the net recovery value, including the following costs. \n \n• Prior liens  to be paid  by the Agency.  In a case where a  prior  lien is involved, the \namount required to repay  the prior lien holder must be included in the  calculation.  \n \n• Junior liens to be paid by the Agency. If the Agency pursues foreclosure, junior \nliens  are not  paid. However, in the case of a deed in lieu of foreclosure,  it may be  to \nthe Agency’s advantage to pay off a junior lien holder. The Field Office should conduct  a title search  to identify the position and the amount  of each  lien against  the \nproperty.  \n \n• Selling expenses to be paid by the Agency. All of the transaction costs involved in \nselling the property including advertising, commissions for selling agents, required seller  certifications,  surveys, points, and closing costs  paid by the Agency, whether  on \nbehalf  of the borrower  in a voluntary liquidation, or as an Agency  expense  for an Real \nEstate Owned (REO) sale, must be included in the calculation. \n \n \n13-32",
  "page_33": " \n HB-1-3550  \n \nParagraph 13.1 7 Net Recovery Value  \n \n \n• Holding  costs.  During the time that the Agency  owns  the property, the monthly \ninterest accrued is multiplied by the number of months in the holding period. \n \n• Depreciation  during  the holding  period.  The property may depreciate  in value \nwhile it is being held by the Agency.  \n \n• Administrative  costs.  The administrative  burden  associated  with  holding a  property \nincludes  the cost of liquidation, such as attorney, filing,  recordation, advertising, and \ndocument service fees that are customarily incurred in a foreclosure  action.  \n \n• Management costs. During the period the Agency holds the property it will accrue \ncosts related to cleaning, securing, and maintaining the property such as utilities and real estate taxes. Management costs will also include any major repair costs not considered in the market  value, such as lead -based paint (LBP) assessment and \nabatement,  which the Government would be required to incur but not considered as a \ndetriment to value by the typical buyer in establishing the market value. While an LBP assessment  is not completed  for the NRV calculation,  a reasonable cost estimate \nmay be included, based  on age and condition of the property and known local  costs  to \nabate similar properties.  \n \nF. Additions  to Market  Value  \n \nAlthough most  of the adjustments  to market  value  involve  deductions  to reduce the \nrecovery amount, there are a few factors that can increase the market value.  \n \n• Appreciation  during  the holding  period.  In markets  that are strong, the property \nmay appreciate while it is being held by the Agency. \n \n• Income during the holding period. In general, the Agency does not lease \nproperties. However,  REO  properties  may be leased  in limited  circumstances,  such \nas a property located in an area where keeping  the property occupied could greatly \nreduce vandalism.  \n    \n \n13-33 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628  \n      ",
  "page_34": " \n HB-1-3550  \n \n13.18  BASIC SECURITY LOSS  \n \nThe basic security loss is the difference \nbetween the property’s market value and the \noutstanding Agency debt on the property, including principal, subsidy subject  to recapture, \nand other recoverable costs. Exhibit 13-4 of this Chapter provides the basic security loss formula. \n \nIt is important for the Agency  to consider \nthe basic security loss in determining how to work with the borrower. For example, the debt settlement arrangements  the Agency  agrees  to might be more  lenient  in the case of a borrower \nwith a property that lost value through no fault of the borrower. More important, this information can be used for portfolio analysis to help the Agency originate loans more effectively in the future. \n \n13.19  DEED  IN LIEU  OF FORECLOSURE  \n \nA deed in lieu of foreclosure is a method of liquidation by which title to the security \nproperty is conveyed to the Agency by the borrower. The Agency must not consider a borrower’s  offer  to convey the title to the security  property until after the account is accelerated, \nand then only when it is in the best interest of the Government based upon the estimated net recovery  value. After  an account has  been accelerated, a deed  in lieu of foreclosure is processed \nand approved by Field Offices. In exceptional cases where a borrower offers to convey title to the property at a Field Office when the account has not been accelerated, the Field Office will immediately contact the Servicing Office to determine an appropriate course of action.  \n \nTo process a deed in lieu of foreclosure, Field Offices will obtain the following items \nfrom  the borrower:  (1) a warranty  deed;  (2) Form  RD 1955-1, Offer to Convey Security;  and (3) \ncopies of any leases or other documents affecting the title to the property. The borrower should be informed that the deed will not be recorded unless the conveyance is accepted.  \n \nGenerally,  borrowers  will be required  to satisfy  liens  and real estate taxes  or assessments \nbefore conveyance is accepted. However, if the borrower is unwilling to do so, the Agency may elect to satisfy or settle these debts if it is in the best interest of the Government.  \n \n   \n \n    \n \n13-34 \nExhibit 13 -4 \nCalculation of Basic  Security  Loss  \nGross Investment  \nA.$ Principal  \nB.$ Subsidy Recapture  \nC.$ Recoverable Costs \nMarket Value (use current appraisal) \nBasic Security Loss  ",
  "page_35": " \n HB-1-3550  \nParagraph  13.19  Deed  In Lieu of Foreclosure  \nA deed in lieu of foreclosure does not automatically release the borrower from liability \nfor any outstanding debt. The borrower’s account will be credited with the actual net recovery \nvalue.  If the actual  net recovery  value  does not satisfy  the debt, the remaining  debt must  be debt \nsettled by the Servicing Office.  \n \nThe borrower  should be  reminded  that under  a deed  in lieu of foreclosure:  \n \n• Foreclosure  action  will not be suspended while  the offer for a deed  in lieu of \nforeclosure is considered;  \n \n• All costs  related to  the conveyance  paid  by the Agency  will be  added  to the debt;  \n• A credit  equal  to the actual  net recovery  value  will be applied  to the  debt;  \n• If the borrower  does not satisfy  the debt, the borrower  will not automatically  be \nreleased from liability; and  \n \n• The borrower  will be required  to provide  a title insurance  policy or a final title \nopinion from an Agency -approved title company or attorney.  \n \n13.20  FORECLOSURE  \nState  laws pertaining to acceleration  and foreclosure  will affect  the \nprocedures  the Agency  is required  to follow. The Servicing  Office  will consult  with OGC  to \nensure that appropriate procedures are followed.  \n \nA. Making  the Acceleration  Decision  \n \nThe Servicing Office must decide whether to accelerate the account and begin the \nforeclosure  process. The decision  to accelerate  involves  numerous  considerations, many  of \nwhich will vary case- by- case.  The following issues should always be considered.  \n \n1. OGC  Concurrence  \nThe Servicing  Office  obtains  OGC  concurrence before  beginning the foreclosure \nprocess if:  \n \n• The foreclosure  is based  on a nonmonetary default;  \n• The borrower  obtained the loan while  a civilian  and entered  military  service  after the \nloan was closed; or  \n \n \n \n13-35 \n(01-23-03) SPECIAL PN   \nRevised (11- 06-24) PN 628",
  "page_36": " \n HB-1-3550  \nParagraph 13.20 Foreclosure  \n \n• The property also serves as security for a loan under another United States \nDepartment  of Agriculture  (USDA)  Agency  program  such as the Farm  Service \nAgency (FSA), since this may trigger liquidation of the other loan.  \n \n2. Role  of Other Lien  Holders  \n \nDepending upon the  status  of other  liens  on the  security  property, the  Agency  may \ninvite other  lien holders  to join in the  foreclosure  action or join in a foreclosure action \ninitiated by another lien holder. \n \nWhen the Field Office becomes aware of a prior lienholder foreclosure, a \ndetermination  must  be made  if it is advantageous  to pay the prior  lienholder  in full before \nthe foreclosure sale. When making this determination the Field Office must consider if \nthe government will obtain a greater recovery on the secured debt than it could by bidding at the foreclosure sale based on the net recovery value and whether the  agency \nwishes to continue with the borrower. If the decision is made to pay off the prior lienhol der a title opinion must be obtained. Field Offices will note the account and fax a \ncopy of the foreclosure notice to the Servicing Office, Direct Loss Mitigation Section at 314-457-4553. The Field Office will need to track the progress of the prior lienholder’s \nforeclosure manually until the time of the sale. Once the foreclosure template is established, the Field Office is responsible for updating the tasks on the template, using the date provided by the lender. If a third party purchases the property at the sale, the proceeds are shown in the sale amount field. Attachment 13- D of this Chapter provides \nguidance for obtaining funds to pay off the lienholder.  \n \nWhen the Servicing Office becomes aware that a prior lienholder has initiated \nforeclosure action, the State and Field Office will be notified by fax and telephone call. When  the Agency  becomes  aware of a prior lienholder  foreclosure,  a determination  must \nbe made whether the Form RD 1927- 8, “Agreement with Prior Lienholder” or similar \nstate form  was executed  in connection with a leveraged  loan. When  the Prior Lienholder \nAgreement was executed, and the lender failed to give notice, the Agency will consult with the Office of General Counsel to protect the Government’s interest. The Agency will also consult  with the Lender  about  compliance  with the Prior Lienholder  Agreement \nand Lenders who fail to comply with the prior notice requirements will be counseled. Lenders  who are unable  to comply with the prior  notice  requirements  should not be \nconsidered for future leveraged packages.  \n \nAssignment  of promissory notes  and security  instruments  is authorized  where  a junior \nlienholder is foreclosing its lien and is paying the Agency in full.  \n \n \n13-36 ",
  "page_37": " \n HB-1-3550  \nParagraph 13.20 Foreclosure  \nRecapture  will be calculated  if the junior lienholder provides the necessary \ninformation.  \n \nB. Acceleration  \n \n1. The Acceleration  Notice  \n \nIf the Servicing Office determines that the appropriate approach to liquidation is \nforeclosure, the process begins with an acceleration notice. The acceleration notice \ndemands full payment of the account including unpaid principal and interest,  advances, \nand subsidy subject to recapture. It notifies the borrower of: (1) the reason for the \nacceleration;  (2) the amount due; (3) the method of payment; (4) the opportunity for an \ninformal discussion with the decision maker; and (5) the process for requesting an administrative appeal hearing. The notice gives the borrower 30 days to pay in full or \nrequest a hearing.  \n \nThe notice must be sent to the borrower and any cosigners simultaneously  by both \nregular mail and certified mail. If the property address is different from the address of the borrower, the notice should be sent to the property address as well. \n \n2. Treatment  of Payment Subsidy  \n \nIf a borrower is  receiving payment subsidy, the payment subsidy agreement will not \nbe canceled  when  the debt is  accelerated,  but the agreement  will not be renewed  when  it \nexpires unless the account is reinstated.  \n \n3. Special  Servicing  \n \nAfter  a borrower’s  account  has been  accelerated,  the borrower is no longer eligible \nfor any of the special servicing actions described in Chapter 5. \n \n4. Assignment  of Security  Instruments  \n \nAssignment of promissory notes and security instruments is authorized when an \naccount has been accelerated, all appeals have been exhausted, the case has been accepted  by OGC  for foreclosure,  and the Agency  is being paid at least the net recovery \nvalue of the security property. \n5. Offers  to Pay \n \nField  Offices  will refer offers  to cure the default  to the Servicing  Office.  The \nborrower is permitted to cure the default and retain the loan under the following conditions:  \n________________________________________________________________ \n13-37 \n(01-23-03) SPECIAL  PN \nRevised ( 03-09-22) SPECIAL PN  ",
  "page_38": " \n HB-1-3550  \nParagraph 13.20 Foreclosure  \n• The Agency is  required  by state law  to reinstate  the loan;  or \n• The agency  is required  by a decision  from  National  Appeals  Division  (NAD)  to \nreinstate the loan; or  \n \n• At the sole discretion  of the Agency, when  it is in the Government’s  best financial \ninterest.  \n \nFor borrowers  whose  accounts  have  been  accelerated  45 days or less, the cure amount \nwill be quoted by the Servicing Office (unless the account is noted as a no cure account). \nThe borrower will be instructed to send certified funds to the retail lockbox or use Western Union Quick Collect or Money Gram 45 days from acceleration.  \n \nBorrowers whose accounts have been accelerated more than 45 days will be referred \nby the Servicing Office to the appropriate State/Field Office. If appropriate, the \nState/Field Office will interact with the Office of the General Counsel/U.S. Attorney’s office  to determine  if a cure can be accepted  and document  the recommendation  in global \nnotes. State/Field Offices may calculate the cure amount or if assistance is needed, contact the Servicing Office, SFH Assistance Section . All funds to cure an account must \nbe certified or remitted using electronic funds (Western Union Quick Collect or Money Gram). The use of Customer Initiated Payments (CIP) or “check by phone” will not be used to cure an account, as these funds are not gu aranteed.  \n \nWhen an offer is made to pay less than the full amount to cure the default, \nAttachment 13 -C must be completed. The attachment, including concurrence by the \nState Director will be sent to the Deputy Administrator, the Servicing Office, for approval  along with any supporting documentation. A request  to reamortize  the account \nmust also be submitted at this time if the borrower is unable to pay the shortage within 30 days from acceptance of the offer. The request for approval of the offer should be submitted to  the Servicing Office, SFH Assistance Section . \nIf approved, the State/Field  Office  will submit  the certified  funds  agreed  upon along \nwith a payment assistance package (if payment assistance has expired). If the borrower can pay the shortage  within  30 days  and a reamortization  is not necessary,  this should be \nnoted on the funds transmittal. The State/Field Office is responsible for ensuring the borrower pays the approved cure amount as agreed. If the account is reamortized, an escrow will be established, if not already in place.  \n \nWhen  the State/Field  Office determines  it is not in the best interest  of the Agency  to \naccept a cure, Task #802 will be sent to the Servicing Office to have the account coded to prevent future cures. In mandatory cure states, offers to cure the default and associated charges will not be refused.  \n \n13-38 \n \n \n ",
  "page_39": " \n HB-1-3550  \nParagraph 13.20 Foreclosure  \n• Submission of Funds -  For accounts accelerated more than 45 days, the State/Field \nOffice will collect and forward the funds to the wholesale lockbox on a Form RD \n3550- 17, Funds Transmittal Report. The lockbox address is USDA/RHS, P.O. Box \n790300, St. Louis, MO 63179. If the borrower wishes to cure the account using electronic funds (Western Union Quick Collect or Money Gram), the State/Field Office  should make sure the account  is thoroughly noted with the control  number  for \ntracking  purposes.  \n• Payment  Assistance  - If the payment  assistance has  expired  or the borrower’s  income \nhas changed, at the time the borrower  cures  the account, the State/Field  Office  should \nassist the borrower in completing a new payment assistance package. The payment assistance certification with the supporting documentation should be forwarded with Form RD 3550- 17 and the cure funds to the wholesale lockbox. If the account was \ncured  via Western Union Quick Collect or Money Gram, the payment assistance \ninformation should be sent to the SFH Assistance Section with a cover letter explaining that the account was cured via electronic funds. The payment assistance agreement will be made ef fective with the first due date following the cure date, if a \ncomplete package is received within 30 days from the date of the cure.  \nFunds  submitted  by a borrower  to a Field  Office should be sent to the lockbox on \nForm RD 3550- 17, “Funds Transmittal Report.”  \n \nC. Review  of the Acceleration  Decision  \nSeveral  remedies  are available to borrowers  who believe their accounts  should not have \nbeen accelerated. These include an informal administrative review at the Servicing Office, mediation or a formal appeal with the NAD. Chapter 1 , Paragraph 1.9 of this Handbook \ndescribes the appeal and review process in detail.  \n \nD. Initiating  Legal  Proceedings  \nField  Offices  should continue  the foreclosure  process  30 days after  the acceleration  notice \nis sent if the borrower does not request an informal review  or appeal the acceleration decision, or \nas soon as NAD upholds the Agency’s decision to foreclose.  \n \nThe Agency  will only seek a deficiency  judgment  (in those  States  where available)  when \nforeclosure is initiated,  and the Agency determines the borrower has or will have assets from \nwhich a deficiency judgment could be recovered. Deficiency judgments will never be sought in the following situations: (1) acceleration is due to an unpaid recapture amount; (2) the borrower was granted a moratorium at any time during the course of the loan and faithfully tried to meet \nthe loan obligations; (3) State law does not permit a personal deficiency; (4) in nonjudicial \nforeclosure States, the United States Attorney will not accept  a referral for the deficiency; or (5) the \nAgency has determined after consultation with OGC that it is not cost effective to seek a deficiency on a particular case.  \n \n13-39 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628  ",
  "page_40": " \n HB-1-3550  \nParagraph 13.20 Foreclosure  \nIf the security property is located  on tribal allotted  or trust land, liquidation may not proceed \nuntil after the State Director has offered, in writing, to transfer the account to an eligible tribal \nmember, the tribe, or the Indian Housing Authority servicing the tribe or tribes. This offer is made \nafter the account has been accelerated, the appeals process has been concluded and the case sent to \nthe respective State Office.  \n \nE. The Foreclosure Sale \nOnce legal proceedings have concluded, the property will be sold at a foreclosure sale. To \ncomplete  the foreclosure process,  Field  Offices must  determine  how much  to bid and enter  that bid at \nthe sale.  \n \n1. Establishing  a Bid Amount  \nThe Agency’s bid will be the lesser  of the Agency’s gross investment or the estimated  net \nrecovery value of the security property. \nGross investment is the sum of: \n• The unpaid balance,  defined as: \n◊ In states  with judicial  foreclosure, the judgment account established  as a result of the \nforeclosure judgment. \n◊ In states  with non-judicial  foreclosure, the borrower’s account balance reflecting \nsecured loans and advances. \n• All outstanding  advances and fees charged  to the borrower’s account. \n• Total subsidy  received.  \n• Bidding  at the Foreclosure Sale \nProcedures for bidding at a sale will vary by locality and a local presence may be \nrequired. If the Agency is the high bidder, the property will become REO property, which will be managed and disposed of by the Field Office. In order to acquire the property through the LoanServ System, send Task #229 to the Servicing Office noting the Agency \nwas the successful bidder at the sale. The Servicing Office will  then create the foreclosure \ntemplate  to allow  the field to acquire the property. The Field  Office will be responsible for \nupdating the tasks on the template. \nIf the amount received  through the foreclosure sale is less than the borrower’s \noutstanding debt,  the Servicing Office  will handle the debt settlement procedures.  \n \n \n \n \n \n   \n13-40 ",
  "page_41": " \n Attachment  13-A \nPage  1 of 1 \n ATTACHMENT  13-A   \n \n \nType of Payoff Statement \n Statement  of Loan  Balance  (includes total subsidy received)  \n Final  Payoff  w/recapture  \n Sale  Refinance   Other    \n Other  (explain)   \nAccount  Information  \nAccount Number(s):   \nBorrower Name:     \nProperty Address:    \n \nPayoff Information  \n$ Market  Value/  (sales price,  appraised  value, or assessment)*  \n$ Value  of Capital Improvements*  \n$ Closing Costs*  \n$ Amount of Original Equity  \nPercent  of Original Equity  \n$ Effective  Date  of Payoff  \nIf payoff statement  will be used  for internal  purposes only, documentation should be maintained  in the \nField/State Office. If payoff statement is to be provided to a third party, include documentation along \nwith this request.  \nForeclosure  Accounts:  unapplied/unprocessed vouchers to  be added  to the payoff quote.  \nAmount of Charge  Type of Charge  \n$    \n$    \n$    \n[ ] Check  here  if additional  fees have  been  confirmed  through the State  Office.  If this box is checked,  the \nServicing Office will not send a Task 94 to the State Office for additional fees. \nField/State  Office  Information (all fields  are required)  \nPerson Making Request     \nPhone Number    \nFax Number    \nReviewed  By   \n \nThe Servicing  Office Payoff Department  FAX  # (314) 457- 4433  \n \n(01-23-03) SPECIAL  PN \nRevised ( 03-09-22) SPECIAL PN  \nREQUEST  FOR  PAYOFF  STATEMENT  \n(This  form  to be used for Field/State  Office  functions  only.)  ",
  "page_42": " \n4  \n HB-1-3550  \nAttachment  13-B \nPage  1 of 1 \n \nATTACHMENT  13-B \n \nServicing  and Asset  Management  Office  (the Servicing Office)  \nField  Support Services  \nPhone (314) 457-5200  fax (314) 457- 4441  \nACCOUNT  ISSUE  AND SUGGESTED RESOLUTION SHEET \n \nState   County Code   Date  Submitted   \n \nContact  Person   \n \nPhone Number  ext.  \n \nFax Number   \n \nAccount \nNumber  Account  Name  Account  Issue  Field  Office  Suggested \nResolution  MOTI  % \n     \n     \n     \n     \n     \n     \n     \n     \n     \n     \n     \n     \n     \n     \n \n \n(01-23-03) SPECIAL  PN \nRevised  (03-09-22) SPECIAL PN  ",
  "page_43": " \n HB-1-3550  \nAttachment  13-C \nPage  1 of 3 \n \n \nATTACHMENT  13-C  \nCURE  AND  FINANCIAL  STATEMENT \n \n \n \n \n \n \n \nPart  1 Delinquency  Information  \n \n \n \nPart  2 Household Income \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (03-09-22) SPECIAL PN  \n \n  Name  of Borrower:  \nName  of Co-Borrower:  \nAddress  of Borrower:  \nCustomer  Account  #: \nNumber  of Times  Customer  Cured  account  in past 24 months  and dates  cured:  \n1. Reason  for Delinquency:  \n2. Documentation  to Support  proof  of payments  being  made  (home  repairs,  medical  expenses,  other  obligations:  \n3. Recommendation  to cure:  \nBorrower:  \n(Wages,  tips, overtime,  etc.) \n$ \nCo-Borrower:  \n(Wages,  tips, overtime,  etc) \n$ \nOther:  \n(Social Security, retirement, alimony, \nchild  support,  AFDC,  other  income,  etc.) \n$ ",
  "page_44": " \n4  \n HB-1-3550  \nAttachment  13-C \nPage 2 of 3  \n \nSHORT  CURE  REAM  CHECKLIST  \n \nBORROWER INFORMATION  ACCOUNT  # \n1  Borrower(s) Name  \n2  Property  Address   \n3  Short  Cure  Approval  Date:   \n4  Total Short  Cure  Amount   \n5  Date  Funds  Received   \n6  Preparer  and Contact \nInformation   \n7  Local/State  Office  Phone  #  \n8  Date  Submitted  to the \nServicing Office   \n \nThe documents listed below are needed to complete the Short Cure Ream. Please fax these \ndocuments to SFH Assistance Section @ (314) 457-4441. Please note TOTAL SHORT \nCURE AMOUNT  and DOCUMENTS  must  be received  in order to begin the Ream  process. \nThe Servicing Office will not accept partial cures or funds directly from the borrower.  \n \nShort  Cure  Documents  Needed   Comments  \n9  Signed  Approval  Letter  from  the State \nOffice  Letter  must  be signed  by State  Director  or Designee   \n10 Complete  Payment  Assistance  Packet \n(Form RD 3550- 21) If the account  is eligible  for subsidy,  a completed \nPayment  Assistance  packet  must  be included and \nfaxed to Field Assistance.   \n11 Copy of completed Funds Transmittal \nReport  (FTR ) (Form  RD 3550 -17) and \nCashier Check or Money Order.  Please indicate  on the FTR that funds  are for SHORT \nCURE REAM.  \nNote:  The Servicing  Office  will not accept  anything \nless than the total short cure amount listed on FTR.   \n12 Please remit the total Short Cure \namount  in form  of a Cashier  Check  or \nMoney Order along with the original Funds Transmittal Report (Form RD \n3550 -17) Please advise borrower not to send funds  to the \nServicing  Office. The Servicing  Office  will not post \npartial funds, any amount less than the short cure amount will be returned.  The total short cure \namount must be received and posted to the account   \nUSDA  RD \nP.O.  Box 790300  \nST. LOUIS,  63179 -0300  \n13 Cure  & Financial  Statement  document \nHB-1 Attachment 13 -C Required   \n \n  \n ",
  "page_45": " \n HB-1-3550  \nAttachment 13 -C \nPage 3 of 3  \n \n \nINSTRUCTIONS  FOR  COMPLETING  SHORT  CURE  REAM \nCHECKLIST  \n1 Required  - Enter  all Borrower  Names  (First,  Middle  and Last)  \n2 Required  - Enter  the full Property  Address  \n3 Required  - Enter  the date the Short  Cure  was approved  (Month,  Day and Year)  \n4 Required  - Enter  the Total  Short  Cure  Amount  agreed  upon  \n5 Required  - Enter  the Date  Total  Short  Cure  Amount  was received  \n6 Required  - List the name  of the contact  person  approving  the Short  Cure  \n7 Required  - Provide  the phone  number  of the contact  person  \n8 Required  - Date  mailed  (submitted)  to Servicing Office  \n9 Required  - Signed  Approval  Letter  from  the State  Office:  Letter  must  be signed  by \nState Office  Director or Designee  \n10 Optional - Complete Payment Assistance Packet (Form RD 3550 -21): Required if  the \naccount is eligible for subsidy, a completed Payment Assistance packet must be included \nand faxed to SFH Assistance Section . \n11 Required - Copy of completed Funds Transmittal Report (FTR) (Form RD 3550 -17) \nand copy  of the  Cashier Check  or Money  Order:  Please indicate  on the FTR that funds \nare for SHORT CURE REAM. Note: The Servicing Office will not accept anything less \nthan the total cure amount listed on FTR.  \n12 Required - Please remit the total Short Cure amount in form of a Cashier’s Check \nor Money Order  along with  the original Funds Transmittal Report (Form  RD 3550-17) \n \nUSDA RD \nP.O BOX  790300 \nST. LOUIS,  63179- 0300  \n \nPlease advise borrower not to send funds to the Servicing Office. The total short cure \namount must be received and posted to the account prior to beginning the ream process. \nThe Servicing Office will not post partial funds, any amount less than the short cure \namount will be returned.  \n13 Cure  & Financial  Statement  document  HB-1 Attachment  13-C. \nRequired  documentation  \n \n \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628",
  "page_46": " \n4  \n HB-1-3550  \nAttachment  13-D \nPage  1 of 2 \n \nATTACHMENT  13-D  \n \n \n \n \n \nNotice of Foreclosure  Sale – At least two weeks  prior to sale, the Field  Office must contact \nPrior Lien Holder to determine the procedure for bidding at sale: \n \n• If the Agency  is the successful  bidder, how soon must funds be submitted?  \n \n• Is a deposit required on day of sale? What is  the minimum deposit amount?  \n \n• Must  the entire  bid amount be paid  the day  of sale?  \n \nSecuring of Funds – The State Office must assure that sufficient funds are available in the \nState’s  R/L funds bucket. If the State  exceeds  90% of the entire  State’s  allocation,  authorization \nof the proposed voucher must be obtained. Procedures for acquiring additional funds can be \nfound in RD Instruction 2024-A, Exhibit D. \n \nVouchering  for Funds  – When  requesting emergency  funds, the following information  must be \nfaxed to USDA St. Louis, Missouri at (314) 457-4374, ATTN: Team 3 : \n \n• RD Instruction 2024- A, Exhibit K,  “Request  for Emergency  Payment”  \n \n• Form  RD 2024-30, “Non -Contractual  Program  Loan  Cost Expense (PLCE) \nCertification”  \n \n• Form  AD-838, “Purchase  Order”  \n \n• Form  AD-838- B, “Invoice- Receipt  Certification”  \n \n[COPIES  OF ABOVE  FORMS  ATTACHED]  \n \n \n \n   \n \n(01-23-03) SPECIAL  PN \nRevised  (04-26-12) PN 456 \nRUSH  FUNDS  PROCESSING  ",
  "page_47": " \n HB-1-3550  \nAttachment  13-D \nPage 2 of 2  \n \nDetermining  Voucher Amount  – Based  on information  received  from  Prior Lien Holder, the \namount of voucher will be: \n \n \nIf a deposit  is required   \nThe voucher amount will be 10% of the \nNet Recovery Value amount as \ndetermined by a current appraisal and the NRV worksheet or the minimum amount required by Lender. \n \nIf the full amount is  required   \nIf the Agency  is the successful  bidder, \nthe amount of the voucher will be an amount that exceeds the Prior Lien Holder’s  bid but not to exceed  the Net \nRecovery Value.  \n \n \nDelivery of Funds – It is imperative that vouchers for emergency funds are submitted to St. \nLouis, Missouri,  as soon as possible. All efforts  will be made to have funds available to Field \nOffices as required for Foreclosure Sale. Funds will primarily be sent via Electronic Funds \nTransfer (EFT) based on submission time to St. Louis, Missouri. \n \n• If the funding request  is made in accordance with RD Instructions 2024- A, Exhibit K, and \nreceived in St. Louis, Missouri, before 12:30 p.m. CST, funds will be sent the same day. \n \n• If the funding request  is received  in St. Louis, Missouri,  after 12:30 p.m. CST,  funds will \nbe sent the next business day. \n \n• If there are no electronic funds transfer  facilities  available,  funds will be overnight \nexpressed the next day. \n \nQuestions pertaining to emergency  funds requests  should be e- mailed  to dcfo-fcb2@stl.usda.gov.  \n "
}