[
  {
    "APPENDIX": "5",
    "SECTION_PROGRAM": "502 AND 504",
    "PROGRAM_TYPE": "RURAL HOUSING DEMONSTRATION PROGRAM",
    "HB_NUMBER": "HB-1-3550",
    "SECTION_506B_AUTHORIZES": "Secretary of Agriculture to permit demonstrations involving innovative housing units and systems that do not meet existing published standards, rules, regulations, or policies",
    "RHS_AUTHORIZED": "to provide the Section 502 and 504 programs Rural Housing Demonstration program which tests new approaches to construction of housing under the statutory authority granted to the Secretary of Agriculture",
    "SECTION_506B_CONDITIONS_1": "that the health and safety of the population of the areas in which the demonstrations are carried out will not be adversely affected",
    "SECTION_506B_CONDITIONS_2": "that the aggregate expenditures for such demonstrations may not exceed $10 million in any fiscal year",
    "OBJECTIVES_INTENDED_EFFECT": "to increase the availability of affordable rural housing low and very low-income families through innovative designs and systems",
    "AGENCY_REVIEWS_PROPOSALS": "for a Section 502 and 504 programs Rural Housing Demonstration Program under section 506(b) of title V of the Housing Act of 1949, which provides loans to low and very low - income borrowers to purchase and repair innovative housing units and systems that do not meet existing regulations",
    "PROGRAM_REQUIREMENTS": "any program requirements that are statutory will remain in effect",
    "STATE_OFFICE_ROLES_RESPONSIBILITIES": "Have demonstration information available for interested parties and field staff",
    "STATE_OFFICE_RESPONSIBILITY_1": "Maintain list of persons interested a demonstration proposal",
    "STATE_OFFICE_RESPONSIBILITY_2": "Designate housing state office staff member as coordinator",
    "STATE_OFFICE_RESPONSIBILITY_3": "Develop a plan to coordinate review by program and technical staff",
    "APPENDIX_PAGE": "Appendix 5, Page 1 of 22",
    "SPECIAL_PN_DATE": "(01-23-03)",
    "REVISED_DATE": "Revised (11-06-24)",
    "PN_NUMBER": "628"
  },
  {
    "HB-1-3550": null,
    "B": "Review proposals for completeness within 15 days of receipt.",
    "1": "Completed proposals must be reviewed and evaluated based on the evaluation criteria. Submit proposals determined to be acceptable to the National Office with recommendations within 20 days.",
    "2": "Incomplete packages must be returned to the submitter within 15 days of receipt with an explanation of what is missing.",
    "C": "Upon request, be able to provide the National Office with a list of package requesters as well as status of submissions.",
    "D": "The State Office will track such approved proposals including any conditional commitments, Section 502 loans, and Section 504 loans and grants approved.",
    "IV. PROPOSAL CONTENT AND EVALUATION CRITERIA": "The innovative housing units and systems must be creative, affordable, durable, energy efficient, and include a diversity of housing types. The proposal must be beyond the \"idea\" state. The proposed organization or individual must have the experience and \"know-how\" to implement construction or rehabilitation of the housing unit concept in relation to the requirements of RHS's housing programs. The proposed cost and price analysis should be in comparison with other proposals and be considered realistic for the efforts planned. Examples of eligible proposals include but are not limited to: new or improved energy savings houses, roofing that cools and building techniques that cut costs, and improve the quality of rural housing. These innovative housing units should reduce costs, raise living standards, and improve rural area living environments.",
    "RHS, in its analysis of the proposals received, will consider whether the proposals will carry out the objectives of this demonstration effort in accordance with the following proposed content and evaluation criteria:": null,
    "A": "Technical Management. A proposal providing for the design, development, and application of a complete housing unit, including effective use of land, to be considered responsive shall address each of the items listed below. These items have been selected and arranged to provide a basis for the rapid and impartial evaluation of the proposal. Proposal development and design of innovative housing units and systems shall address those items under a housing unit concept which are applicable to the particular situation. For example, appropriate",
    "Appendix 5, Page 2 of 22": null
  },
  {
    "HB-1-3550": "HB-1-3550",
    "statements": "statements are to be made with respect to the housing unit description\nadaptability, state of development, resolution of potential code problems, cost\nprojections, and reassurance of health and safety.",
    "proposal_concise": "The proposal should be as concise as possible and consistent with providing\nthe requested information. Elaborate brochures and presentation methods are\nnot desired.",
    "B": "B.",
    "Housing_Unit_Concept_description": "Housing Unit Concept. A description of the housing unit concept shall include\nthe items listed below (the term \"housing unit concept\" is considered to include\nthe construction method and process, the effective innovative use of land for\nsingle or multiple units, and the interrelations with utilities and other services):",
    "1": "1.",
    "Housing_Unit_Description_details": "Housing Unit Description. Provide written and graphic details of the total\nhousing unit including floor plan and conceptual arrangement drawings\nand outline specifications. Highlight innovative and unique features.\nIndicate the relationship between subsystems. Elements to be addressed\ninclude rationale for selection of the housing unit concepts including\nfactors of economy, productivity, performance, anticipated benefits,\nmarket acceptance, and consumer preference as they relate to the\nfollowing:",
    "a": "a.",
    "Architectural_Floor_plan": "Architectural: Floor plan at 1/4\" per 10'; arrangements of housing\nunits; finishes and aesthetic treatment; comparison with the\nrequirements of national model codes; ability to incorporate\nvarying appearance elements to provide architectural diversity.",
    "b": "b.",
    "Structural_Structural_system": "Structural: Structural system (including engineering calculations)\nand total weather envelope (RHS present “Thermal Performance\nConstruction Standards\" used as a minimum) and acoustical\ntreatment and exterior finishes.",
    "c": "c.",
    "Foundations_Foundation_requirements": "Foundations: Foundation requirements peculiar to the proposed\nhousing unit if separate from the structural system noted above.",
    "d": "d.",
    "Interior_Work_Partitions": "Interior Work: Partitions, floor, wall and ceiling, finishes,\ncabinetry, trim, built-in furniture, and stair treatment, if any.",
    "Appendix_5_page_3_of_22": "Appendix 5, page 3 of 22",
    "01-23-03_SPECIAL_PN": "(01-23-03) SPECIAL PN",
    "Revised_11-06-24_PN_628": "Revised (11-06-24) PN 628"
  },
  {
    "HB-1-3550": true,
    "2": true,
    "e": "Mechanical: Heating, ventilating and, if applicable, air conditioning; unit air changes; plumbing and fuel supply system piping or conduits; waste disposal.",
    "f": "Electrical: Power supply and distribution system; lighting system.",
    "g": "Appliance and Equipment: Describe items which are included, and any special features, interface requirements.",
    "h": "Ancillary Structure and Facilities: Describe any features provided separate from the basic housing unit that are normally part of a total housing complex, such as central laundry facilities and communal areas.",
    "i": "Land Use Concepts: Outline plans for innovative use of land to permit effective rural communities and small town planning, and effective utility systems.",
    "Housing Unit Adaptability": "Address the methods planned for adapting the proposed housing units to a variety of housing types and site considerations. Describe in narrative form and by concept drawings, modifications, or variations required to adapt the housing units to these varying situations.",
    "a": "Housing Types: Describe the type of housing for which the unit may be used and indicate adjustments that may be required. Provide sketches.",
    "b": "Climatic Area: Designate the climatic area where the housing unit should be placed and describe design changes required to adapt the unit to each area for which the unit is suitable. Particular reference to the changes to be made to the unit for adaptability to resist severe weather conditions such as hurricane and extreme snow accumulation.",
    "Appendix 5": "Page 4 of 22"
  },
  {
    "HB-1-3550": null,
    "c. Geology and Soils": "Provide conceptual foundation design for those geologic soil conditions considered as appropriate for the proposed system. Conversely, list the geologic and soil conditions which would preclude the use of the proposed units.",
    "d. Site Topography": "Provide drawings or sketches which indicate adjustments or modifications required to adapt the units to various topographies.",
    "e. Site Size": "Discuss the ability of the proposed units and its mix of housing types to adapt to various site sizes.",
    "f. Site Situations": "Designate the types of sites for which the unit is considered appropriate and describe conceptually the unit treatment for each type. Describe the effects on unit design and production due to labor and material availability or similar factors related to site situation.",
    "g. “Self-Help” Completion": "Describe any work that can be done by the prospective occupant and the degree to which this might be practical. Note any skill or special training required.",
    "h. Changes": "Discuss the flexibility of the unit with regard to modifications in the unit after construction, including expansion and rearrangements.",
    "i. Regional Applications": "Discuss the States, regions, or areas of the country where the proposer is willing or interested in construction of this housing unit.",
    "3. State of Housing Unit Development": "Describe the present state of development of the housing unit and the subsystem components. Highlight any previous or current experience utilizing the proposed housing unit with particular emphasis on cost, acceptability, construction experience, and health and safety.",
    "(01-23-03) SPECIAL PN": null,
    "Revised (07-22-19) SPECIAL PN": null,
    "Appendix 5, page 5 of 22": null
  },
  {
    "HB-1-3550": true,
    "4. Constraints. Discuss and list restrictive provisions in the model and local codes that the proposer has resolved and that will not cause conflict with or inhibit the demonstration of the innovative housing unit concept in the selected areas of the country.": true,
    "5. Housing Unit Cost Projections. Furnish cost projections for each of the following situations (“housing unit in place cost\" is defined as including all construction, utility, and land cost):": true,
    "a. Housing Unit Construction: Construction of the housing unit on sites proposed in the climatic regions noted above.": true,
    "b. Ownership and Operating Cost Projections: Annual cost of ownership and operation of a housing unit, including estimates for utility expenses, insurance, and similar items. State assumptions.": true,
    "c. Maintenance Projections: Annual rate of expense averaged over a 5-year cycle for property maintenance including painting, repairs, and prorated replacement of equipment.": true,
    "d. Useful Life Projections: The probable useful life of the housing unit using separate projections for the structural systems, interior work, and mechanical and electrical system, if appropriate. State any conditions pertinent to the estimate. If housing units are constructed based on settled proposals, the proposer will be required to certify the actual construction cost.": true,
    "C. Organization and Staffing. Describe the plan for organizing the total effort required to implement housing unit design and construction. This plan must include the following elements:": true,
    "1. Management. An outline of the proposed management framework, including lines of responsibility and illustrating the varied disciplines required. Discuss the organizational and contractual requirements among the parties and their separate and mutual responsibilities, including plans for subcontracting portions of the work where applicable.": true,
    "Appendix 5, Page 6 of 22": true
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "HB-1-3550": true,
    "2. Key Individuals": "A list of key individuals who will be assigned major management and professional responsibilities. Indicate the responsibilities to be assigned and indicate the persons' qualifications for the proposed assignment. ",
    "3. Data Collection": "Describe the types, how, and by whom housing unit evaluation data will be collected and analyzed.",
    "4. Time Schedule": "Prepare a time schedule for development that sets start dates, completion dates, and relationships between different activities.",
    "D. Evaluation Criteria": "The Rural Housing Service, in its analysis of the proposals received, will give primary consideration to those proposals which demonstrate the greatest potential for carrying out the objectives of this demonstration effort in accordance with the following general criteria.",
    "1. Housing Unit Concept": true,
    "a": "A proposal must be well beyond the “idea” stage. Sufficient testing must have been completed to demonstrate its feasibility. The proposal must be judged ready for full scale field testing in a rural setting.",
    "b": "Ability of the housing unit to provide for the protection of life, property, and for the safety and welfare of the consumer, general public, and occupants through the design, construction, qualify of materials, use and maintenance of the housing unit.",
    "c": "Flexibility of the housing unit in relation to varying types of housing and varying site considerations.",
    "d": "Flexibility of the housing concept, as far as it provides the ability to adjust or modify unit size and arrangements, either during design or after construction.",
    "Appendix 5, page 7 of 22": true,
    "(01-23-03) SPECIAL PN": true,
    "Revised (05-05-25) PN 640": true
  },
  {
    "HB-1-3550": "true",
    "e": "Efficiency in the use of materials and labor, with respect to cost in place, the conservation of materials, and the effective use of labor skills. Potential for Self-Help Housing Program will also be considered.",
    "f": "Selection of materials for durability and ease of maintenance.",
    "g": "Concepts for the effective use of land and environment.",
    "2": "Organizational Capabilities.",
    "a": "The experience and “know-how” of the proposed organization or individual to implement construction of the housing unit concept in relation to the requirements of RHS' housing programs. The interests of low- and very low-income rural residents in the proposed housing will be considered.",
    "b": "The management structure and organization of the proposer.",
    "c": "The quality of management and professional talent proposed as “key individuals.”",
    "d": "The management plan of how this effort will be conducted.",
    "3": "Cost and Price Analysis.",
    "3a": "The level of costs which are proposed, as they may compare with other proposals and be considered realistic for the efforts planned. Also, the quantity and level of detail in the information supplied.",
    "Projected cost of housing in place with particular reference to housing for very low and low-income families": "true",
    "Appendix 5, page 8 of 22": "true"
  },
  {
    "HB-1-3550": "HB-1-3550",
    "V.": "SUBMITTING AND REVIEWING PROPOSALS",
    "Demonstration proposal packages must be made in writing. The request must be made\nto the State Director in the State in which the proposal will be submitted. RHS will not\nbe liable for any expenses incurred by organizations working the Agency in the\ndevelopment of a proposal.": "Demonstration proposal packages must be made in writing. The request must be made\nto the State Director in the State in which the proposal will be submitted. RHS will not\nbe liable for any expenses incurred by organizations working the Agency in the\ndevelopment of a proposal.",
    "Completed proposals that have been determined to carry out the objectives of the\nprogram will be considered on a first come, first served basis based on the date a\nproposal is completed. A proposal is considered complete only if the \"Application for\nApproval of Housing Innovation\" (included at the end of this Appendix) is complete in\ncontent, contains information related to the criteria, and all applicable additional\ninformation required by the proposal package has been provided.": "Completed proposals that have been determined to carry out the objectives of the\nprogram will be considered on a first come, first served basis based on the date a\nproposal is completed. A proposal is considered complete only if the \"Application for\nApproval of Housing Innovation\" (included at the end of this Appendix) is complete in\ncontent, contains information related to the criteria, and all applicable additional\ninformation required by the proposal package has been provided.",
    "All proposals submitted to the State Director are evaluated and all acceptable proposal\nare submitted to the National Office for concurrence. The package is reviewed by the\nProgram Support Staff and determined whether acceptable or unacceptable under the\nDemonstration Program. Each acceptable package must include a proposed allocation for\nthe dwellings to be built.": "All proposals submitted to the State Director are evaluated and all acceptable proposal\nare submitted to the National Office for concurrence. The package is reviewed by the\nProgram Support Staff and determined whether acceptable or unacceptable under the\nDemonstration Program. Each acceptable package must include a proposed allocation for\nthe dwellings to be built.",
    "VI.": "NATIONAL OFFICE APPROVAL OF PROPOSALS",
    "After the National Office concurrence by the RHS Administrator, the State Director is notified, and the\nHousing Program Director is made aware of the approval and prepares to issue conditional\ncommitments for proposed dwellings. If the proposal is not selected, the State Director will so notify the\norganization in writing, giving specific reasons why the proposal was not selected. Any decisions made\nby the Agency for the Section 502 and Section 504 Rural Housing Demonstration program cannot be\nappealed.": "After the National Office concurrence by the RHS Administrator, the State Director is notified, and the\nHousing Program Director is made aware of the approval and prepares to issue conditional\ncommitments for proposed dwellings. If the proposal is not selected, the State Director will so notify the\norganization in writing, giving specific reasons why the proposal was not selected. Any decisions made\nby the Agency for the Section 502 and Section 504 Rural Housing Demonstration program cannot be\nappealed.",
    "(01-23-03) SPECIAL PN": "(01-23-03) SPECIAL PN",
    "Revised (11-06-24) PN 628": "Revised (11-06-24) PN 628",
    "Appendix 5, page 9 of 22": "Appendix 5, page 9 of 22"
  },
  {
    "HB-1-3550": "true",
    "VII. FUNDING OF APPROVED PROPOSALS": "true",
    "State Directors are authorized to use funds for the section 502 Direct and 504 Home": "true",
    "Repair Loan and Grant programs Rural Housing Demonstration Program on a project-by-": "true",
    "project basis. Funds are subject to the requirements of RD Instruction 1940-L and are": "true",
    "based on the availability of funds prior to the National Office year-end pooling date. Funds": "true",
    "cannot be reserved or guaranteed under": "true",
    "the demonstration-housing concept. There is no guarantee that a market exists for": "true",
    "demonstration dwellings, and this does not ensure that an eligible loan applicant will be": "true",
    "available for such a section 502 Rural Housing dwelling or section 504 Home Repair": "true",
    "Loan and Grant program.": "true",
    "VIII. PROJECT REQUIREMENTS": "true",
    "All RHS eligible loan applicants must meet the applicable requirements of 7 CFR part": "true",
    "3550.": "true",
    "A.": "true",
    "When the proposer has an applicant, the next step will be the development": "true",
    "of drawings and specifications that detail the requirements for construction": "true",
    "of a demonstration dwelling unit on a specific site. The floor plans and": "true",
    "elevations must be satisfactory to the applicant.": "true",
    "B.": "true",
    "The State Engineer must review and determine acceptability of the": "true",
    "individual unit and site designs for specific locations prior to construction.": "true",
    "Adequate inspections per RD Instruction 1924-A should be made to": "true",
    "protect the security interest of the Agency.": "true",
    "C.": "true",
    "The proposer will be responsible for the drawings and specifications that": "true",
    "detail the requirements for construction of demonstration dwelling units": "true",
    "on specific sites.": "true",
    "D.": "true",
    "All plans and specifications must meet the certification requirements of": "true",
    "RD Instruction 1924-A.": "true",
    "Ε.": "true",
    "The necessary permits should be obtained for local authorities prior to any": "true",
    "site, building, plumbing, mechanical or electrical work being started.": "true",
    "When applying the demonstration concepts, requirements of RD Instruction 1970 series": "true",
    "\"Environmental\" must be met.": "true",
    "Appendix 5, page 10 of 22": "true"
  },
  {
    "HB-1-3550": "HB-1-3550",
    "RHS_eligible_loan_applicant": "If there is no available RHS eligible loan applicant, the Rural Housing Demonstration\nProgram applicant will have to advance funds to complete the construction of the\ndemonstration housing with the risk that there may be no RHS applicant or other\npurchaser from which the builder will recover his or her development and construction\ncosts.",
    "Appendix_5_page_11_of_22": "Appendix 5, page 11 of 22",
    "(01-23-03)_SPECIAL_PN": "(01-23-03) SPECIAL PN",
    "Revised_(05-05-25)_PN_640": "Revised (05-05-25) PN 640"
  },
  {
    "HB-1-3550": "",
    "APPLICATION FOR APPROVAL OF HOUSING INNOVATION": "",
    "(To be Completed by the Field Office)": "",
    "State": ":",
    "Contact Person": ":",
    "Phone Number": ":",
    "1": "Describe the proposed housing unit innovation.",
    "2": "How does the innovation differ from comparable, conventional housing units?",
    "3": "How does the innovation deviate from present RHS housing standards for this type of housing unit?",
    "Appendix 5, page 12 of 22": ""
  },
  {
    "HB-1-3550": "",
    "4. Describe the intended buyer and/or occupants of the housing unit (income levels, age groups, family composition).": null,
    "5. Does the innovation comply with local building codes? Yes": "No",
    "has variance from those codes been approved by local housing authorities?": null,
    "Yes": "No",
    "Attach documentation of compliance or approval of variance.": null,
    "6. What impact, if any, will the innovation have on the health or safety of the:": null,
    "a. housing unit occupants": null,
    "b. local population": null,
    "7. What impact, if any, will the innovation have on the physical environment?": null,
    "8. What are the organizations qualifications for implementing the proposed innovation?": null,
    "a. Training": null,
    "b. Experience": null,
    "(01-23-03) SPECIAL PN": null,
    "Revised (11-06-24) PN 628": null,
    "Appendix 5, page 13 of 22": null
  },
  {
    "HB-1-3550": null,
    "Q9_Will_the_innovation_increase_or_decrease_the_initial_cost_of_construction": null,
    "Q9_Increase": null,
    "Q9_Decrease": null,
    "Q9_Neither_increase_nor_decrease": null,
    "Q9_If_increase_or_decrease_by_what_amount": null,
    "Q9_Explain": null,
    "Q9_Attach_documentation": null,
    "Q10_Will_the_innovation_increase_or_decrease_the_cost_of_maintenance_repairs_or_replacements": null,
    "Q10_Increase": null,
    "Q10_Decrease": null,
    "Q10_Neither_increase_nor_decrease": null,
    "Q10_If_increase_or_decrease_explain_including_time_frames_in_your_estimations_of_additional_costs_or_savings": null,
    "Q10_Attach_documentation": null,
    "Q11_Will_the_innovation_make_it_more_feasible_for_the_housing_owners_to_do_part_of_the_initial_construction_or_finishing_work": null,
    "Q11_Yes": null,
    "Q11_No": null,
    "Q11_If_yes_describe": null,
    "Q12_Will_the_innovation_make_it_more_feasible_for_the_housing_owners_to_do_their_own_repairs_replacements_or_maintenance": null,
    "Q12_Yes": null,
    "Q12_No": null,
    "Q12_If_yes_describe": null,
    "Appendix_5_page_14_of_22": null
  },
  {
    "HB-1-3550": "",
    "13. What impact will the innovation have on the life expectancy of the housing unit?": "",
    "shorten life expectancy": "",
    "extend life expectancy": "",
    "no impact on life expectancy": "",
    "If shorten or extend life expectancy, explain.": "",
    "14. Compared to comparable, conventional components, will the innovation have a longer, shorter, or the same life expectancy?": "",
    "shorter": "",
    "longer": "",
    "the same": "",
    "Explain.": "",
    "15. What impact, if any, will the innovation component have on other parts of the housing unit?": "",
    "16. Has this innovation been successfully used before?": "",
    "a. in similar types of housing units.": "",
    "Yes": "",
    "No": "",
    "b. in different types of housing units.": "",
    "If yes, what types of units?": "",
    "с. in similar climates.": "",
    "Appendix 5, page 15 of 22": "",
    "(01-23-03) SPECIAL PN": "",
    "Revised (11-06-24) PN 628": ""
  },
  {
    "HB-1-3550": true,
    "d. in different types of climates.": true,
    "Yes_d": null,
    "No_d": null,
    "If yes, what types of units?_d": null,
    "e. in similar geological areas.": true,
    "Yes_e": null,
    "No_e": null,
    "f. in different types of geological areas.": true,
    "Yes_f": null,
    "No_f": null,
    "If yes, what types of units?_f": null,
    "If you answered yes to any part of question 16, attach documentation.": true,
    "17. Will the innovation make future remodeling or expansion of the unit more feasible?": true,
    "Yes_17": null,
    "No_17": null,
    "If yes, explain._17": null,
    "18. Address the issues in the technical management section of the proposal contract section and evaluation criteria to the extent these issues were not fully discussed in the responses to the preceding questions.": true,
    "Appendix 5, page 16 of 22": true
  },
  {
    "Rural Housing Service": "Rural Housing Service",
    "State Office Technical Evaluation Sheet": "State Office Technical Evaluation Sheet",
    "Rural Housing Demonstration Program": "Rural Housing Demonstration Program",
    "HB-1-3550": "HB-1-3550",
    "Instruction": "Instruction:",
    "Evaluation of the section 502 or 504 program Rural Housing Demonstration Program": "Evaluation of the section 502 or 504 program Rural Housing Demonstration Program",
    "technical proposal concepts will be based upon analysis of the proposer's concept in": "technical proposal concepts will be based upon analysis of the proposer's concept in",
    "relation to the specific criteria contained in the Proposal Content and Evaluation Criteria.": "relation to the specific criteria contained in the Proposal Content and Evaluation Criteria.",
    "Reviewers should record their evaluation of each proposal in terms of its strengths and": "Reviewers should record their evaluation of each proposal in terms of its strengths and",
    "weaknesses(i.e., the degree to which the proposal concept possesses or lacks the attributes": "weaknesses(i.e., the degree to which the proposal concept possesses or lacks the attributes",
    "set forth in the Proposal Content and Evaluation Criteria paragraphs of this Appendix).": "set forth in the Proposal Content and Evaluation Criteria paragraphs of this Appendix).",
    "Reviewer's comments should be provided in the space below to indicate the basis for the State": "Reviewer's comments should be provided in the space below to indicate the basis for the State",
    "Office recommendations and any other pertinent observations.": "Office recommendations and any other pertinent observations.",
    "Prior to evaluating the proposal concepts, it should be screened to determine if it is fully": "Prior to evaluating the proposal concepts, it should be screened to determine if it is fully",
    "responsive in accordance with the requirements of the Proposal Content and Evaluation": "responsive in accordance with the requirements of the Proposal Content and Evaluation",
    "Criteria paragraphs of this Appendix. Proposals found to be non-responsive will be": "Criteria paragraphs of this Appendix. Proposals found to be non-responsive will be",
    "removed from further consideration. The State Office will return the submission to the": "removed from further consideration. The State Office will return the submission to the",
    "field office with a list of the non-responsive areas identified.": "field office with a list of the non-responsive areas identified.",
    "Reviewer": "Reviewer:",
    "Date": "Date:",
    "(01-23-03) SPECIAL PN": "(01-23-03) SPECIAL PN",
    "Revised (11-06-24) PN 628": "Revised (11-06-24) PN 628",
    "Appendix 5, page 17 of 22": "Appendix 5, page 17 of 22"
  },
  {
    "content": "json\n{\"HB-1-3550\": \"\",\"The proposal is (check one):\":\"\",\"_Responsive - complete the technical evaluation sheet\":\"\",\"_Nonresponsive - return to field office with explanation\":\"I.\":\"Proposal Evaluation (Specific strengths and weaknesses. Use\\nadditional sheets if more space is needed.)\":\"A.\":\"Housing Unit Concept\":\"1.\":\"State of Development - is the housing unit ready for full scale field testing in a rural setting:\":\"\",\"Strengths\":\"Weaknesses\":\"2.\":\"Ability of Housing Concept to provide for the protection of life, property, and for the\\nsafety and welfare of occupants:\":\"\",\"3.\":\"Flexibility of Housing Concepts:\":\"a.\":\"Site Consideration\":\"\",\"Appendix 5, page 18 of 22\":\"\"}",
    "type": "text"
  },
  {
    "b": "Dwelling Unit Concept",
    "Strengths": "Strengths",
    "Weaknesses": "Weaknesses",
    "4": "Efficiency in the use of material and labor.",
    "Strengths_2": "Strengths",
    "Weaknesses_2": "Weaknesses",
    "5": "Materials durability and ease of maintenance.",
    "Strengths_3": "Strengths",
    "Weaknesses_3": "Weaknesses",
    "6": "Concepts effect on land use and the environment.",
    "Strengths_4": "Strengths",
    "Weaknesses_4": "Weaknesses",
    "Appendix 5, page 19 of 22": null,
    "(01-23-03) SPECIAL PN": null,
    "Revised (07-22-19) SPECIAL PN": null,
    "HB-1-3550": null
  },
  {
    "HB-1-3550": null,
    "B": null,
    "1": null,
    "Experience of organizations or proposer to implement construction of the Housing Unit Concept: Is there evidence of a potential applicant?": null,
    "Strengths1": null,
    "Weaknesses1": null,
    "2": null,
    "Evaluation of effectiveness of Management structure and organization of proposer.": null,
    "Strengths2": null,
    "Weaknesses2": null,
    "3": null,
    "Qualifications of key individuals.": null,
    "Strengths3": null,
    "Weaknesses3": null,
    "4": null,
    "The management plan of how construction will be conducted.": null,
    "Strengths4": null,
    "Weaknesses4": null,
    "Appendix 5, page 20 of 22": null,
    "Organization Capabilities": null
  },
  {
    "5": "Is the proposed time schedule realistic?",
    "Strengths": "Strengths",
    "Weaknesses": "Weaknesses",
    "C": "Cost and Price Analysis:",
    "1": "The quality, quantity, and level of detail supporting the cost of constructing the property concept.",
    "Strengths_1": "Strengths",
    "Weaknesses_1": "Weaknesses",
    "2": "How does this compare with present housing costs in your State?",
    "Strengths_2": "Strengths",
    "Weaknesses_2": "Weaknesses",
    "3": "Projected housing cost for low- and very low-income individuals.",
    "Strengths_3": "Strengths",
    "Weaknesses_3": "Weaknesses",
    "Appendix 5, page 21 of 22": "Appendix 5, page 21 of 22",
    "(01-23-03) SPECIAL PN": "(01-23-03) SPECIAL PN",
    "Revised (07-22-19) SPECIAL PN": "Revised (07-22-19) SPECIAL PN",
    "HB-1-3550": "HB-1-3550"
  },
  {
    "HB-1-3550": "",
    "II": "",
    "A": "Recommendations/Comments (Proposal's overall strengths andweaknesses)",
    "1. Housing Unit Concept:": "",
    "2. Organizational Capabilities:": "",
    "3. Cost and Price Analysis:": "",
    "4. Other:": "",
    "B": "Recommendation/Rating based on the proposal and objective of the\ndemonstration.",
    "(Check one):": "",
    "Excellent": "",
    "Very Good": "",
    "Good": "",
    "Fair": "",
    "Poor": "",
    "Appendix 5, page 22 of 22": ""
  }
]