{
  "page_1": "HB-1-3550 \n \n \n11.1 INTRODUCTION  \n \nA nonprogram loan is an extension of credit to a borrower who does not qualify for \nprogram credit, or an extension of credit to allow a buyer to purchase a property that does not \nqualify as a program property.  The Agency will make nonprogram loans to:  \n \n• Allow the assumption of an existing program loan on new rates and terms;  or \n• Expedite the sale of a Real Estate Owned (REO) property.  \nUnless otherwise specified in this chapter, nonprogram loan applications should be \naccepted, evaluated, and closed following the procedures described for Section 502 loans in Chapters 2 through 10. For a summary of the differences between program and nonprogram loans, see Attachment 11 -A. \n \nA. Nonprogram  Assumptions  \n \nWhen an existing Agency borrower \nwishes to sell a security property, the Agency will assist that borrower by allowing any creditworthy buyer to assume the outstanding Section 502 debt, even if the purchaser is not eligible for a program loan or the property does  \nnot qualify as a program property. This helps the borrower sell the property and reduce the chances that the borrower will default without requiring the Agency to obligate new funds. The amount assumed is reamortized over a full new loan period.  \n \nB. Nonprogram Loans to Purchase REO Property  \n \nWhen the Agency has REO property to dispose of and funding is available, credit may be \nextended on nonprogram terms in order to facilitate the sale of the prope rty. Field Staff should \nconsult with the State Office to ensure that funds for nonprogram REO sales are available before offering credit. Nonprogram credit may only be offered after the expiration of any restriction \nperiod on program properties.  Chapter 16 provides additional guidance on REO sales. \n \n  \n \n \n \n \n11-1 \n(01-23-03)  SPECIAL PN  \nRevised ( 03-09-22) SPECIAL PN  \nCHAPTER 11: NONPROGRAM LOANS [7 CFR 3550.74]  \nSame Rate and Terms Assumptions  \nIn certain cases, generally those involving \ntransfers of title between family members, a loan \nmay be assumed under the same rates and terms by \nsomeone who is not program -eligible.  However, \nsuch a loan is not considered a nonprogram loan . ",
  "page_2": "HB-1-3550 \n \n11.2 PRE- QUALIFICATION \n \nThe pre -qualification step is substantially the same as for program loans, as described in \nSection 1 of Chapter 3. When a potential applicant expresses interest in nonprogram credit, the \nLoan Originator explains the Agency’s nonprogram requirements and uses UniFi to determine \nwhether the potential applicant has adequate repayment ability. Although the potent ial applicant \nmay submit an application regardless of the outcome of the pre -qualification, this step can save \nthe applicant and Agency staff time in the long run by letting potential applicants know in advance about any reasons they may not be eligible for a nonprogram loan.  \n \n11.3 APPLICATION PROCESSING  \n \nThis step is substantially similar to the process for a program loan described in Section 2 \nof Chapter 3. The nonprogram applicant must submit Form RD 410- 4, Uniform Residential \nLoan Application. The Loan Origi nator then determines whether the application is complete, \nasks follow up questions needed to understand the applicant’s situation, and conducts a preliminary credit check, as described in Paragraph 4.11. The Loan Originator then makes a preliminary eligib ility determination and notifies the applicant.  \n \nUnlike applicants for program loans, applicants for nonprogram credit must submit a \nnonrefundable $100 application fee. However, this fee cannot be collected prior to issuing the \nLoan Estimate to nonprogram applicants, in accordance with Paragraph 3. 8. The application fee \nis waived for applicants who are public bodies or nonprofit organizations.  \n \n11.4 ELIGIBILITY  \n \nNonprogram applicants are not subject to the income eligibility, asset, citizenship, or \noccupancy requirements described in Chapter 4 for program borrowers. They may own other \nproperties and are not required to first seek private sources of financing. However, they must \ncomply with other requirements found in Section 4 of Chapter 4 relating t o legal capacity, \ntruthful applications, and suspension or debarment, and must meet the credit requirements \noutlined in Section 3 of Chapter 4.  \n \n11.5 PROPERTY REQUIREMENTS  \n \nProperties financed with nonprogram loans are not required to meet the site and dwelling \nrequirements described in Sections 1 and 2 of Chapter 5, but are required to meet the environmental requirements described in Section 3 of Chapter 5.  Chapter 16 describes \ndisclosure and documentation requirements for REO properties being disposed of that  are not \ndecent, safe, and sanitary or that may contain hazards.  \n \n \n  \n \n \n \n \n11-2 ",
  "page_3": "HB-1-3550 \n11.6 UNDERWRITING THE LOAN  \n \nA. Down Payment  Requirement  \n \nNonprofit organizations and State and local governments are not required to contribute a \ndown payment.  Other nonprogram applicants are required to make a down payment.  \nNonprogram borrowers who intend to occupy the property must contribute 2 percent of the \npurchase price. Nonprogram borrowers who do not intend to occupy the property must \ncontribute  5 percent of the purchase price.  \n \nB. Amount to be  Financed \n \nFor assumptions, Agency credit is limited to the lesser of the sales price or the amount of \nthe existing borrower’s outstanding debt, less the purchaser’s down payment. If the purchaser \nrequires add itional funds to purchase the property, the funds must come from another source.  \n \nFor REO sales, Agency credit is limited to the sales price, less the purchaser’s down \npayment. Closing costs and fees, tax service fees, and any required initial deposit to t he escrow \naccount cannot be financed. \n \nC. Interest Rate  \n \nThe interest rate charged for nonprogram loans is the nonprogram rate in \neffect at the time of loan approval. Nonprogram rates can be found in Exhibit B of \nRD Instruction 440.1. \n \nD. Loan Repayment Period  \n \nThe repayment period for nonprogram loans depends on whether the applicant intends to \npersonally occupy the property.  \n \nFor nonprogram applicants who intend to personally occupy the property, the maximum \nloan term is 30 years. If an applicant alread y has a nonprogram loan, a new 30- year loan is not \npermitted, even if the applicant intends to occupy the new property.  \n \nFor nonprogram applicants who do not intend to personally occupy the property, the \nmaximum loan term is 10 years. If more favorable ter ms are necessary to facilitate the sale, the \nloan may be amortized over a period of up to 20 years, with payment in full due not later than 10 years from the date of closing.  \n \n  \n \n \n \n \n \n11-3 \n(01-23-03) SPECIAL PN  \nRevised ( 03-09-22) SPECIAL PN ",
  "page_4": "HB-1-3550 \nParagraph 11.6  Underwriting the Loan  \n \nE. Repayment Ability  \n \nChapter 6 provides detailed guidance on the use of the principal, interest, taxes, and \ninsurance (PITI) and total debt (TD) ratios. For nonprogram applicants the ratios permitted \ndepend upon whether the applicant intends to personally occupy the property. For nonprogram applicants who intend to personally occupy the property, the PITI ratio must not exceed 33 \npercent of repayment income, and the TD ratio must not exceed 41 percent. For nonp rogram \napplicants who do not intend to occupy the property, the TD ratio must not exceed 41 percent. \nNo analysis of the PITI ratio is required.  \n \n11.7 LOAN APPROVAL AND CLOSING  \n \nAs with program loans, once the Loan Originator has completed the underwriting \nanalysis, loans recommended for approval are forwarded to the Loan Approval Official. When the loan is approved, the applicant selects a closing agent who conducts title clearance, reviews security requirements to verify that they conform to the Agency’s standards, and works with the Loan Originator to ensure that all required closing documents are prepared for signature at \nclosing.  \n \nBecause the same closing forms are used for both program and nonprogram borrowers, \nthe Loan Originator must modi fy the security instruments, promissory note, and, if applicable, \nthe assumption agreement to delete:  \n \n• Any conditions related to financing or refinancing with other credit, restrictions on \nleasing, and consent to junior lien encumbrances;  and \n \n• Any references to borrower eligibility for payment subsidies and special servicing \nactions.  \n \nChapter 8 provides detailed instructions for closing both program and nonprogram loans. \n \n11.8 SERVICING NONPROGRAM  LOANS  \n \nAfter closing, the Loan Originator activates the l oan in LoanServ and prepares a loan \ndocket to send to the Servicing and Asset Management Office (Servicing Office)  for servicing, \nas described in Chapter 8.  Nonprogram borrowers are not subject to periodic reviews of their ability to refinance with private credit and are not eligible for payment subsidies, moratoriums, \nor subsequent loans.  \n \n \n \n \n \n \n \n \n \n11-4 ",
  "page_5": "HB-1-3550 \nAttachment 11 -A \nPage 1 of 2  \n \nATTACHMENT 11 -A \n \nSUMMARY OF DIFFERENCES BETWEEN \nPROGRAM LOANS AND NONPROGRAM LOANS  \n \n \n \nTopic  Section 502 Program Loan  Nonprogram Loan  \nIncome  Borrower must not be above low - \nincome at loan approval and must \nnot be above moderate -income at \nloan closing.  No income eligibility restrictions.  \nApplication  No application fee.  $100 application fee except from \npublic bodies or nonprofit organizations. \nInterest Rate  Promissory note rate is the lower of \nthe program rate in effect at loan approval and loan closing. Program interest rate is used.  Promissory note rate is the \nnonprogram rate in effect at loan \napproval. Nonprogram interest rate is used.  \nPayment Subsidy  Borrower may be eligible for \npayment subsidies.  No payment subsidy available.  \nLoan Term  Standard term is 33 years; some \nmay qualify for a 38 year term.  Maximum term for an occupant is \n30 years; maximum term for a nonoccupant is 10 years.  \nDown Payment  Borrowers required to contribute \nnon-retirement assets greater than  \n$15,000 ($20,000 for elderly households).  Purchasers who will be occupants \nare required to contribute 2 percent \nof the purchase price as a down payment. Purchasers who will be nonoccupants must contribute 5 percent.  \nRepayment \nAbility  Borrowers must not exceed a 33 \npercent principal, interests, taxes, and insurance (PITI) ratio, and 41 percent total debt (TD) ratio.  Borrowers who will personally \noccupy the property must not exceed a 33 percent PITI ratio and 41 percent TD ratio. Borrowers who will not personally occ upy the \nproperty must not exceed a 41 percent TD ratio.  \n \n \n(01-23-03)  SPECIAL PN  \nRevised ( 03-09-22) SPECIAL PN ",
  "page_6": "HB-1-3550 \nAttachment 11 -A \nPage 2 of 2  \n \n \nTopic  Section 502 Program Loan  Nonprogram Loan  \nClosing Costs  Closing costs may be financed with \nAgency funds to the extent that the \ntotal debt does not exceed the property’s market value and the area loan limits.  Closing costs cannot be financed \nwith Agency funds.  \nEscrow and \nOther Fees  Initial escrow deposit, tax service \nfee, homeownership education fee, and appraisal fee may be financed \nwith Agency funds, even if these \namounts cause the loan to exceed the market value of the property or the area loan limit.  These fees and initial escrow \ndeposit cannot be financed with Agency f unds. \nEligibility for \nServicing Actions  Borrowers are eligible for a variety \nof servicing actions, including payment subsidies.  Payment moratoriums, payment \nsubsidies, and subsequent loans are not permitted. If both the borrower \nand property are eligible, the loan \nmay be refinanced with Agency credit to permit payment assistance.  \nRefinancing with \nPrivate Credit  Borrower must refinance with \nprivate credit when able to do so.  No requirement for refinancing \nwith private credit.  \nLeasing \nRestrictions  Borrower cannot lease property for \nmore than 3 years and cannot offer the renter an option to purchase.  Borrower may lease property for \nany period of time, and with purchase options.  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n  \n \n "
}