{
  "page_1": " \n  \n \n15.1 OVERVIEW  \n \nThe Agency assumes management responsibility for 2 types of properties: custodial and \nreal estate owned (REO). Custodial property is borrower -owned property which has been \nabandoned. REO is Agency- owned property t o which the Agency has acquired title, either as a \nresult of foreclosure or conveyance by deed in lieu of foreclosure. This chapter outlines the \nrequirements for management of each type of property.  \nCurrent responsibilities of on -site management activities are split between the Field \nOffices and the Servicing and Asset Management Office (Servicing Office) during the \nliquidation process for custodial properties. The Servicing Off ice continues to be responsible for \nthe financial management.  \nResponsibilities f or oversight of on -site management is now referred to the Responsible \nParty. The Responsible Party may be both the Servicing Office, the Field Office or an independent authoriz ed government contractor.  \nThe goal of property management is to protect the Gove rnment’s interest; consequently, \nefforts to secure property should begin as soon as the Agency has control.  \n \nSECTION 1: PROPERTY MANAGEMENT METHODS AND ACTIVITIES  \n \n15.2 MANAGEMENT M ETHODS AND CONTRACTS  \nThe Agency may conduct the management activities discussed in this chapter using \nAgency staff or may contract with qualified entities to perform them. The method of management depends on such factors as the number of properties to be managed, their location, condition, the necessary maintenance, and the availabili ty of qualified staff. In some cases, a simple maintenance \ncontract is all that is needed; in others, the Agency may require a complete management contract where a contractor provides all property management services, including, but not necessarily \nlimited  to securing and cleaning up the structure, yard work, arranging for and inspecting repairs, \npaying utilities, and coordinating with contractors, potential buyers or brokers for access to the property.  \nA. Selecting a Management  Contractor  \nManagement contracto rs must be selected in accordance with Agency procurement procedures \nunder RD Instruction 2024- A. \n \n \n15-1 \n(01-23-03)  SPECIAL PN  \nRevised ( 03-09-22)  SPECIAL PN  \nCHAPTER 15: MANAGING CUSTODIAL AND \nREO PROPERTY HB-1-3550  ",
  "page_2": " \n HB-1-3550 \nParagraph 15.2 Management Methods and Contracts  \n \nB. Management Contract Requirements \n \nAt a minimum, management contracts must:  \n \n• Allow for properties to be added or removed from the contractor’s assignment, \nwhenever necessar y, such as when a property is taken into custody, acquired or sold \nduring the period of a contract; and \n \n• Prohibit the pre parer or his/her associates from doing any of the repair work when a \ncontract calls for specification writing  services.  \n \nIf a contract includes marketing or broker services and involves management of 5 or more \nsingle family homes in the same subdivision, t he contractor must develop and obtain Agency \napproval of an Affirmative Fair Housing Marketing Plan, as  described in RD Instru ction 1901- E. \nThe contracting official approves the plan, however, any questions that might arise with respect to \nan Affirmative F air Housing Marketing Plan should be directed to the Civil Rights Coordinator in \nthe State Office.  \n \n15.3 TAKING  POSSESSION  \n \nA. Taking  Custodial Possession  \n \nThe Agency may need to take custody of security property when a borrower becomes \nincapacitated, dies or has abandoned a security property. When the Servicing Office  is unable to \ncontact a borrower, the Responsible Party will be reque sted to inspect the property to determine \nits status and to attempt to contact the borrower.  When the Field Office believes that a  property \nmay be abandoned, it will report to the Servicing Office . \n \n1. Determining Whether A Property Has Been  Abandoned  \n \nThe d etermination that a property has been abandoned requires significant \ninvestigation and documentation.  In addition to the  actions described in this \nparagraph, the Responsible Party  must follow any procedures required by State or \nlocal law in order to confirm the determination of abandonment and to take custodial possession. A property is not considered abandoned if the borrower occupi es the \nproperty, even if it is not being well maintained. Similarly, a property is not considered abandoned when the borrower  does not occupy the dwelling but has made \narrangements for its care. The Agency cannot act to obtain possession of a property as long as a lien holder has possession of the property, or the borrower or the lien holder \nhas a right to lease proceeds.  As a minimum, the Responsible Party  must:  \n \n15-2 ",
  "page_3": " \n (01-23-03) SPECIAL PN  \nRevised ( 03-09-22)  SPECIAL PN HB-1-3550 \nParagraph 15.3 Taking Possession  \n \n• Attempt to determine whether the security prope rty is occupied, and if not by the \nborrower, what are the rights of the occupant; if  any; \n \n• Attempt to determine the location of and/or contact the borrower through sources such \nas neighbors, the postal service, utility companies, last -known employers, and relatives; \nand \n \n• Determine whether there are other liens on the property and if liens exist, whether th e \nlien holder(s) are willing to work with the Agency to secure the  property.  \n \n2. Recommendation for Taking  Custody  \n \nThe Responsible Party will submit a repor t of its finding to the Servicing Office  with a \ncopy to the State Director advising that it appears the property has been abandoned and the \nAgency needs to assume responsibility for it in order to protect the security. Alternatively, if the Responsible Par ty reports that the property is occupied, the report will give details as \nto whether the occupant is under a lease or is unauthorized. The Responsible Party  will \nprovide any other relevant details and make the decision to take custodial possession of the property, as appropriate.  The Responsibl e Party  will notify the Servicing Office  when \nthe action has been taken.  \n \n3. Liquidation  \n \nThe need to take custodial possession of a property may occur before or after a loan has \nbeen accelerated. If liquidation is not already in progress, taking custodial possession should initiate the process. The responsibility for conducting liquidation act ivities remains \nwith the Servicing Office , supported by Field Office staff as required.  \n \nB. Acquisition of an REO Property  \n \nOnce the Agency acquires a property a new  REO case file should be created f rom the \noriginal case file by removing and placing into the new file the title to the property, and recent inspection reports, appraisals, or other documentation related to the physical condition or value of the property.  No information related to the borrower is needed in the REO file.  Any documents relating to due diligence and response actions (clean- up activities) should also be placed in the \nREO file; however, these documents must be retained indefinitely to minimize Agency liability and should be so labeled.  \n15-3 ",
  "page_4": "15-4  \n  \n15.4 INSPECTING AND SECURING CUSTODIAL AND REO  PROPERTY  \n \nInspection should be made of acquired property as soon as feasible after the foreclosure \nsale or other means of acquisiti on—usually within seven days. The Responsible Party must \ninspect the property to:  \n \n• Determine what steps need to be taken to further ensure its security and maintain its \nvalue.  \n• Identify  whether  the property  is occupied  and, if occupied, the intent of the occupants.  \n• Classify the property as program and nonprogram and evaluate the need for  repairs.  \nA. Inspecting and Classifying the Property [7 CFR  3550.251(c)(1)]  \n \nThe Responsible Party must designate REO property as program or nonprogram (NP) \nproperty after consi dering factors such as size, design, possible health and/or safety hazards, and \nobsolescence due to functional, economic, or locational  conditions. A property that meets the \nrequirements for program property, as described in Chapter 5, is classified as pro gram property. \nProperty that has been enlarged or improved, so that its value is clearly above program standards, \nor a property that would require major redesign or renovation to be brought to program standards, should be classified as NP property. REO property in an area no longer designated rural is treated as if it were still in a rural area.  \n \nFor program property, a listing of needed repairs or improvements will be prepared. For \nNP properties, a listing should be prepared of any health and safety hazards which must be removed to release deed restriction. Repairs, if required, are typically a condition of sale and repair lists should be  incorporated with the sale listing for all REO.  \n \nIf the REO is occupied, preparation of the repair list may need to be delayed until the \nproperty is vacated, depending on the cooperation of the occupants. In this case, the status of the property should be monitored regularly. \n \nThe basis for classification as program or nonprogram must be thoroughly documented. \nImproper clas sification of the REO could result in an unsound loan if, for example, the remaining \nlife of the property is less than the term of the loan. (A manufactured home with 15 -20 years \nremaining life is not sound security for a subsidized loan with a minimum ter m of 25 years.) \nClassification as NP may significantly reduce the amount the Government could recover (especially if the REO i s then leased) or could deprive a program -eligible family of an affordable \nhome.  HB-1-3550  ",
  "page_5": "15-5 \n(01-23-03)  SPECIAL PN \nRevised ( 03-09-22)  SPECIAL PN  \n HB-1-3550 \nParagraph 15.4 Inspecting and Securing  Custodial and REO Property  \n \nB. Securing Custodial and REO  Property  \n \nWhen the Agency assumes management responsibility and takes possession of either a \ncustodial or REO property, immediate steps must be taken to inspect and secure the property \nwhether by the R esponsible Party.  \n \n1. Physical Security of Vacant Properties  \n \nIf the property is vacant, it should be locked or otherwise secured and a no trespassing \nnotice should be posted to prevent entry by unauthorized persons. For REO only, after an inspection determines utility systems are in safe operable condition, utility companies should be contacted to maintain or reinstate utility service. An inventory should be made of any nonsecurity personal property left on the premises and efforts made to identify any owner s or lien holders.  \n \n2. Occupied REO Properties  \n \nREO property may be occupied by a tenant under a lease with the former borrower or \nby the borrower. The Agency may decide to honor an existing lease if it is in the Government’s interest, or it may have to evict an unauthorized tenant.  \n \nWhen an REO property is under an existing lease and the Agency decides to continue \nthe lease, the lessee must be notified, in writing, that the Agency has acquired the former lessor’s rights under the lease and that all payments should be remitted to the Servicing Office . If a lease is to be terminated, the lessee must be notified, in writing, that their \nlease is being terminated in 30 days , and they must vacate.  \n \nLease payments due, payable, and received before the date the Agency  acquired the \nproperty are applied to the borrower’s account. If there is a surplus, it is refunded to the former borrower. Lease payments due and payable after the date the Agency acquired the property are applied to a lease account established by the Ser vicing Office  in the name of the \nlessee.  \n \nThe Office of the General Counsel (OGC) should be contacted for advice and \nassistance when it is necessary to evict a tenant in order to obtain possession of REO property particularly if it is leased.  A State Supp lement will provide explicit instructions.  \n \n15.5 DISPOSITION OF NONSECURITY PROPERTY  \nThe Agency has no legal claim on nonsecurity property.  State  or local  law may affec t \nprocedures for disposing of property left on the premises  ",
  "page_6": "____________________________________________________________________________________________ \n 15-6 \n Paragraph 15.5 Disposition of Nonsecurity Property  \n \nof a custodial or REO property. The Responsible Party must comply with any State or local \nrequirements, as well as the procedures discussed in this paragraph. If the owner or lien holder of any personal property that remains in custodial or REO property can be identified and located, the \nResponsible Party must offer them a reasonable opportunity to remove the property. Any verbal conversations with the owner of the property should be confirmed in writ ing. \n \nA. Custodial Property  \n \nThe Agenc y cannot remove nonsecurity personal property from custodial properties, unless \nit cannot be safely stored, there are hazards that threaten the personal property (such as a leaking roof), or the personal property itself p resents a hazard (such as flammables or explosives).  \n \nB. REO Property  \n \n1. Notice to Owners or Lien Holders of Personal  Property  \n \nIf the property is not retrieved after the initial notification, a certified letter should be \nsent, return receipt requested, notifying the owner or lien holder of the date on which the \nAgency will dispose of the property, that the property may be retrieved before the disposition upon payment of any expenses incurred by the Agency related to the personal property, such as advertisement or storage.  \n \n2. Disposal of Unclaimed  Property  \n \nThe Responsible Party will dispose of unclaimed property in accordance with its \nvalue and conforming with local practices. For example, if there are items of significant value, an advertisement may be placed in the local newspaper.  \n \n3. Income from  Disposition  \n \nProceeds from the s ale of items under lien should be paid to any owner or lien holder \nafter deducting Agency selling expenses. If there is no known owner or lien holder, proceeds are applied to the REO account. \n \n15.6 TAXES AND INSURANCE  \n \nA. Taxes  \n \nREO property is subject to Real Est ate taxation by State and local  political jurisdictions in the same \nmanner and to the same extent as other  properties, unless State law specifically exempts property owned  by  HB-1-3550 ",
  "page_7": " \n HB-1-3550  \n15-7 \n(01-23-03) SPECIAL PN  \nRevised ( 03-09-22)  SPECIAL PN  \nthe Federal Government. If  a jurisdiction chan ges the law to begin taxing Government -owned property, \nonly taxes accruing after the effective date of the change will be paid. The Responsible Party  will \nnotify the taxing authority, in writing, when title to real estate is  acquired  \nParagraph 15.6  Taxes and Insurance  \n \nand provide the Servicing Office  address to which tax bills should be sent during Agency ownership.  \n \nIf the value of the property is significantly less than the value at which it is being taxed, as \nsoon as i t is acquired, the Agency may request a new assessment by the local taxing authority.  \n \nIf property is acquired subject to a prior lien, before the Agency pays taxes, the \nResponsible Party will contact the prior lien holder to determine if that lien holder will pay the taxes.  Taxes on program property are paid when due. Taxes on nonprogram property may be deferred until the property is sold if the taxes that accrue before disposition may ex ceed the value \nof the property. If the taxing authority schedules a tax sale before the Agency can sel l the property, \nthe Responsible Party should calculate and compare the net recovery values that would result from \npaying the taxes and continuing sales ef forts or letting the property be sold for delinquent taxes to \ndetermine which approach is in the Gover nment’s best interest. See Handbook- 2-3550, \nAttachment 6 -A for a net recovery value worksheet.  \n \nB. Insurance \n \n1. Custodial Property  \n \nInsurance on custodial property w ill not be canceled. The Agency will not pay \nadditional premiums to continue coverage.  \n \n2. REO Prop erty \n \nInsurance will not be canceled when property is acquired. However, the Agency will \nnot pay additional premiums to continue coverage. I f it is necessary to  file a claim, \nResponsible Party should submit the claim and direct that insurance proceeds be \nforwarded to the Servicing Office . \n \n15.7 ENVIRONMENTAL REQUIREMENTS  \n \nThe Agency must complete the appropriate level of environmental revie w under the \nNational Enviro nmental Policy Act for proposed management activities involving custodial and \nREO properties in accordance with RD Instruction 1970 series “Environmental”  \n \n Paragraph 15.6 Taxes and Insurance  ",
  "page_8": "Paragraph 15.7  Environmental Requirements   \n  \nManagement activities subject to environmental review include conducting \nrepair/maintenance ac tivities, selling, or leasing Agency- owned real property.  \n \nConducting repair/maintenance activit ies, selling, or leasing of custodial and REO \nproperty will normally qualify as a categorical exclusion provided no extraordinary circumstances exist (see RD In struction 1970- B, section 1970.52) and the proposed action will \nnot result in a change in use of  the property in the reasonably foreseeable future. Refer to RD \nInstruction 1970 series “Environmental” for further direction.  \n \nWhen certain environmental resources are p resent, or when certain extraordinary \ncircumstances exist, specific limitations or con straints are imposed by environmental law on the \nAgency’s repair and maintenance, selling and leasing activities. In such cases, an Environmental \nAssessment (EA) rather t han a categorical exclusion, may be required to address the situation \nproperly. Consul tation with RD Instruction 1970 series “Environmental”, as well as the State \nEnvironmental Coordinator, is recommended  before  proceeding in the following circum stances.  \n \nA. Circumstances Necessitating an Environmental  Assessment  \n \n1. Coastal Barrier Resources Sys tem (CBRS) \n \nAny action proposed to be taken on a custodial or REO property within a CBRS must \nbe coordinated with the State Environmental Coordinator and the Re gional Di rector of \nthe U.S. Fish and Wildlife Service (USFWS). In emergency situations to prevent \nimminent loss of life, imminent substantial damage to the inventory property, or the \ndisruption of utility services, minimum steps necessary to prevent such l oss or da mage \nmay be taken without first consulting the USFWS as long as the Regional Director of the \nService is immediately notified of the emergency action taken. \n \nMaintenance or repair is prohibited for property located within a CBRS if:  \n \n• The action goe s beyond maintenance, replacement -in-kind, reconstruction, or \nrepair and would result  in the expansion  of any roads, structures  or facilities;  \n \n• The action  is inconsistent  with the purposes  of the Coastal  Barrier Resources  Act \n(CBRA) 16 U.S.C. 3501. et. seq .; or \n \n• The property to be repaired or maintained was initially the subject of a financial \ntransa ction that violated the  CBRA.  \n \nThe Administrator should be asked to review any cases where the Agency and the \nUSFWS disagree on the effect of a plan of action or where otherwise prohibited \nmaintenance and repair must be undertaken. \n15-8 HB-1-3550  ",
  "page_9": "Paragraph 15.7 Environmental Requirements   \n \n15-9 \n(01-23-03) SPECIAL PN  \nRevised ( 03-09-22)  SPECIAL PN Approval for action wi ll not be granted unless the Administrator determines, through \nconsultation with the Department of Interi or, that the proposed action does not violate the \nprovi sions of the CBRA.  \n \n2. Historic and Archaeological  Resources  \n \nProperties that are listed or eligible for listing on the National Register of Historic Places, \nin whole or in part, will be repaired as neces sary to protect their historic integrity after \nconsulta tion with the State Historic Preservation Officer (SHPO) and the Advisory Council on \nHistoric Pr eservation. If a property is listed or eligible for listing on the Register and also is \nlocated within th e CBRS, the property cannot be repaired without the pri or approval of the \nUSFWS.  \n \nThe Responsible Party will review the current Register to determine if the property is \nlisted. If the property is not listed, the Responsible Party  will consult with the SHPO  when the \nproperty is considered potentially eligible f or the Register. A property is considered potentially \neligible if it contains a structure more than 50 years of age or, regardless of age, if the property is \nknown to be of historic or archeological im portance, or has apparent significant architectural \nfeatures.  \n \nAdditionally, for properties located on Tribal land or in Indian country, consultation w ill \nbe made with the Tribal Historic Preservation Officer (THPO) to determine if the property is \nknown to be of historic or archeological importance.  \n \n3. Floodplai ns and Wetlands  \n \nIf the Agency is considering a substantial improvement or repair to custodial o r REO \nproperty located in a flood plain or wetland, the Agency must first consider whether there \nare practicable alternatives to such further investment in the floodplain or wetland area. \nFor example: \n \n• Could the property be sold “as is” with notice of floodplain/wetland  hazard?  \n• Could the property be sold “as is” with a requirement that the structure be re moved \nfrom the  site? \n \n• Could the Agency remove the structur e first and sell the land with notice of  hazard?  \n \n HB-1-3550  ",
  "page_10": "Paragraph 15.7 Environmental Requirements   \n____________________________________________________________________________________________ \n 15-10   \nIf there are no practical alternatives to the substantial improvements, then the Agency \nmay proceed with the improvements, provided it includes any practical mitigation measures. On \nan existing struct ure, mitigation will generally involve some form of floodproofing, such as \nelevating hot water tanks, or heating and ventilation units.  \n \nA substantial improvement is defined as any improvement the cost of which equals or \nexceeds 50 percent of the market va lue of the structure either (1) before the repair is started, or (2) \nif the structure has been d amaged, before the damage occurred. The cost of compliance with \nhealth, sanitary and safety codes is not included in the calculation of the substantial improvem ent \ncost, nor is the cost of repair to an historic structure included. If the repairs do not qua lify as \nsubstantial, the Agency does not need to search for alternatives or mitigation measures.  \n \n4. Reportable Underground Storage  Tanks  \nProperties that contain c ertain types of underground storage  tanks must be reported to \nthe State agency identified by the  Environmental Protection Agency (EPA) within 30 \ndays of Agency acquisition. Attachment 15- A provides a list of those underground \nstorage tanks which m ust be re ported and those which are exempt from reporting \nrequirements.  A State Supplement will provide the necessary EPA forms or acceptable \nState forms that may be used to accomplish the reporting, as well as detailing any \nadditional State reporting requirements . A copy of the report must be maintained in the \nREO file, and any prospective buyers of the property must be furnished with a copy of the report.  \n \nB. Lease or Management  Contract  \n \n1. Historic and Archaeological  Resources  \n \nA property that is listed or e ligible for listing on the National Register of Historic \nPlaces may be leased or operated by management contract only after the Agency and the \nSHPO (or THPO) determine that the lease or contract will adequately ensure the property’s condition and historic character . \n \n2. Floodplains and Wetlands  \n \nBefore executing a lease for a property containing wetlands or loca ted in a special flood \nor mudslide hazard area identified by the Federal Emergency Management Agency (FEMA), Field Staff must provide written notice of the haza rd to the lessee. The notice \nmust be attached to the lease. Any management contract must require the contractor to fulfill this obligation.  \n \n HB-1-3550  ",
  "page_11": "Paragraph 15.7  Environmental Requirements   \n HB-1-3550  \n \nThe lease or management contract for custodial or REO property containing wetlands \nor located in a floodplain a rea will also specify any uses of the property by the lessee or \ntenant that are restricted under  any Federal, State or local floodplain and wetland \nregulations, as well as other appropriate restrictions. Examples of use restrictions would \ninclude prohibiti on of draining or filling of floodplain or wetland areas, and prohibitions of \nnew above -ground c onstruction on that portion of the property located in the floodplain or \nwetland area.  \n \n3. Hazardous Substance Activity -  Notification  \n \nAll property considered for  lease must be evaluated for possible hazardous substance \ncontamination. To do this, the Respons ible Party  completes Attachment 5 -B, Single Family \nHousing Site Checklist.  (If Attachment 5 -B was completed prior to acquisition of  the property, \nthe Responsible Party  must determine if the attachment should be updated.) If the completed \nor updated attachment indicates potential contamination, it will be sent promptly to the State \nEnvironmental Coordinator for further evaluation and guidance. All clean -up actions will be \ntaken under the guidance of the State Environmental Coordinator. For further informati on or \nnotification, refer to Paragraph 16.18.  \n \n15.8 MANAGEMENT OF HAZARDOUS  SUBSTANCES  \n \nA reasonable and prudent attempt will be made to m inimize the Agency’s liability under \nhazardous substance and hazardous waste laws, and a diligent effort will be made to evaluate economic \nrisks to real estate posed by the presence of contamination from hazardous substances, hazardous \nwastes, and petroleu m products, including underground storage tanks.  The elements of potential \nliability and economic risk are addressed by the Agency by performing due diligence.  \n \nDue diligence is the process of inquiring into the environmental condition of real estate in the \ncontext of a real estate transaction to determine the presence of contamination from hazardous substances, hazardous was tes, and petroleum products, and what impact such contamination may have \non the market value of the property.  \n \nThe Respons ible Party  initiates due diligence by completing Attachment 5 -B. If the \ncompleted attachment indicates a potential for contamination, it will be sent promptly to the State \nEnvironmental Coordinator for further evaluation and guidance.  \n \n \n15-11 \n(01-23-03) S PECIAL PN  \nRevised ( 03-09-22)  SPECIAL PN",
  "page_12": "HB-1-3550  \n15-12  \n Paragraph 15.8  Management of Hazardous Substances  \n \nFor all servicing actions that require a determination of market value, the appropriate level of \ndue diligence will be performed in conjunction with the appraisal. Due diligence also must be \nperformed in conjunction with any servicing action that may lead to acquisition of security property.  \n \nThe Responsible Party should be aware of suspicious situations during security inspections of \ncustodial and REO property. If unauthorized dumping of potentially ha zardous material is noted, due \ndiligence will be performed. \n \nTo minimize the Agency’s liability,  any response action taken by the Agency in responding to \na release or threatened release of hazardous substances or petroleum products on inventory property \nwill be taken in consultation with and at the recommendation of the appropriate environmental \nregulatory authority. In the case of custodial property, the State Environmental Coordinator may \ninitiate, as necessary, limited emergency response actions to stabi lize an emergency or imminent and \nsubstantial threat to human health and the environment. \n \nIf the Agency is notified or made aware of the presence of an underground storage tank on \ncustodial or REO property, the Responsible Party will ensure that the tank complies with appropriate \nenvironmental regulatory authority requirements or is removed. When re installing a fuel storage system, \naboveground storage tanks should be used where feasible.  \n15.9 PHYSICAL MAINTENANCE AND REPAIR \n \nCustodial property will be maintaine d and repaired only as needed to protect the security of \nthe property and to prevent deteriorati on. In the event of damage or theft, the procedures described \nunder Paragraph 15.9 A. should be followed.  \n \nREO property will be broom swept, free of trash and debris outside and maintained and \nrepaired as needed to ensure the safety of potential buyers or contractors. Other repairs, including \nbut not limited to those that improve the pr operty to decent, safe, and sanitary (DSS) standards, or \nare needed to mitigat e a negative effect on neighboring property may be made if the Responsible \nParty  determine them to be necessary to market the property expediently, and they increase the \nmarket v alue by approximately the cost of the repairs.  \n \nA. Vandalism and Theft  \n \nResponsi ble Party  will report willful damage or theft to the local law enforcement \nauthorities and in whatever manner necessary, to attempt to resolve the incident, including signing complaints and testifying at hearings or trials.  The Responsible Party should sen d a written report \nof the incident to the Servicing Office.  \n ",
  "page_13": "HB-1-3550  \n15-13 \n(01-23-03)  SPECIAL PN  \nRevised ( 03-09-22)  SPECIAL PN  \n Paragraph 15.9  Physical Maintenance and Repair  \n \nDamage to REO program property as a result of  vandalism and theft may be repaired as \nnecessary to continue marketing. Repairs may include cost -effective improvements to minimize \nthe likelihood of future damage, such as increased lighting, se curity fencing and removal of shrubs \nthat limit visibility. Nonprogram property should be broom swept but generally will not be \nrepaired unless necessary to prevent deterioration. Custodial property should be repaired only to \nprotect the security and to pr evention deterioration. \n \nB. Off-Site Repairs or Improvements  \n \nThe Agency may require off -site repairs or improvements to protect property from damage, \nto protect t he Government’s interest, or to enhance the marketability of property. In the case of \nmultiple R EO units in a subdivision, such improvements may include construction or \nreconstruction of roads, sewers, utility lines, subdivision entries, street signs, or c entral mail \nreceptacles.  \n \nOff-site improvements must be approved by the Deputy Administrator, Si ngle Family \nHousing. To obtain approval, the Responsible Par ty must prepare a justification that demonstrates \nfailure to make the improvements would likely resu lt in a property net recovery value loss greater \nthan the expenditure and that there are no othe r feasible means with State or local entities, to \naccomplish  the same result.  \n \nTo obtain off -site improvements, the Agency may enter into a contract with a priv ate \ncompany or enter into a cooperative agreement with a State or local government or other enti ty to \nobtain repairs or improvements. Under a cooperative agreement, the entity will provide money, property, services, or other items of value to the entity to  accomplish a public purpose. While \ncooperative agreements are not a contract action, the author ity, responsibility, and administration \nof a cooperative agr eement must be consistent with contract action. The OGC should be consulted \nwhen a cooperative agreement is considered.  ",
  "page_14": "HB-1-3550  \n15-14  \n Paragraph 15.9  Physical Maintenance and Repair  \n \nC. Lead -Based Paint Disclosu re \n \nThe Residential Lead Based Paint Hazard Red uction Act of 1992, 42 U.S.C. 4822 et seq ., \nrequires lessors of housing built before 1978 who receive Federal ass istance to provide the lessees \nwith information about the housing’s lead history and general inf ormation on lead exposure \nprevention.  \n \nSpecifically, before the lessee becomes obligated under any contract to lease the housing, \nField Staff must:  \n \n• Complete th e Lead -Based Compliance Key, which can be found at: \nhttps://leadpaint.sc.egov.usda.gov/LBPWeb/lbpQuestionaire .. \n• Provide the lessee with the lead hazard information pamphlet, Protect Your Family \nfrom Lead in Your Home, available from the National Lead Information Clearinghouse \nat 1-800-424-LEAD, or a similar EPA -approved pamphlet developed by the State;  and \n• Disclose the presence of known lead -based paint and/or lead -based hazards in su ch \nhousing and provide the lessee with any lead hazard evaluation report available to the \nAgency. \n• Make sure that the requiremen ts of 24 CFR Part 35, Subparts A, B, and C have been \nmet. ",
  "page_15": "HB-1-3550  \n15-15 \n(01-23-03)  SPECIAL P N \nRevised ( 03-09-22)  SPECIAL PN  \n  \nSECTION 2:  SPECIAL USES  \n15.10  LEASING CUSTODIALS AND REO  \nGenerally, neithe r REO nor custodial property is leased. However, in special cases, such as \nwhen custodial proper ty is subject to lengthy liquidation proceedings or legal problems prohibit the \nimmediate sale of an REO property, the property may be leased. Custodial propert y cannot be \nleased if extensive repairs are necessary in order for it to be inhabitable. Propert ies subject to \nredemption rights cannot be leased unless the Responsible Party obtains prior approval from OGC. \nProperty which does not meet de cent, safe and sa nitary standards will not be leased.  \nIt is preferable to lease the property to an intended buyer . The Agency may require a \nprospective renter to make a purchase offer, and submit an application for credit and a credit report paid for by the applicant. The rent charged should be a market rent equivalent to rents of similar properties in the area. If t he lessee is a program applicant, the monthly rent may be based on the \nestimated monthly loan payment taking into consideration any payment ass istance, plus 1/12 the \nsum of the estimated real estate taxes, property insurance, and maintenance payable by a homeowner. In no case will a lease be for a token amount, even if the tenant is willing to barter for maintenance or repair services.  \nA lease fo rm approved by OG C will be used. A copy of the lease should be sent to the \nServicing Office , where a lease accoun t will be established in the lessee’s name.  \nWhen a lease is terminated, or when the property is sold before expiration of the term \nshown on the  lease submitted to the Servicing Office , the Responsible Party must notify the \nServicing Office  of the termination and the effective date of the termination. \nA. Security Deposits  \nThe Agency requires a security deposit of one month’s rent, except from nonprofit \norganizations or public bodies. Security deposits are remitted to the Servicing Office . When a \ntenant vacates the property, the Responsible Party  sends a memorandum to the Se rvicing Office  \nasking for the return of the deposit to the Responsible Party for delivery to the  lessee. If the \ndeposit is to be retained by the Agency, it is applied to the borrower’s account  for custodial \nproperty or to the REO account, as appropriate.  \nB. Costs and  Income  \nExpenditures on leased custodial properties are charged to the borrower’s  accoun t. \nExpenditures on REO property are charged to the REO account. The Agency does not pay utilitie s or any other costs of operation of leased property. Lease proc eeds for custodial \nproperties are applied to the borrower’s account. Proceeds for custodial properties are applied to the borrower’s account.  ",
  "page_16": "HB-1-3550  \n15-16  \n  \n15.11  SPECIAL USES OF  REO  \n \nA. Transitional Housing for th e Homeless  \n \nThe Agency has entered into a Memorandum of Understanding with the U.S. Department \nof Health and Human Services (HHS) (see Attachment 15 -B) that sta tes that HHS will direct \ncommunity groups to the Agency to identify specific REO properties that  may be available as \nshelter projects. REO property  may be leased for up to 10 years to nonprofit organizations as \ntransitional housing for the homeless for $1.00 with prior approval from the Deputy \nAdministrator, Single Family Housing in accordance with 4 2 U.S.C 11408a . The lessee assumes \nresponsibility f or real estate taxes on the leased property, any needed repairs to the property, and \nregular maintenance of t he property.  \n \nLeases executed under this program must make the local nonprofit organization responsible \nfor all liabilities and costs arising out o f the habitation of the property. The Agency must inspect \nthe property after the lease is executed to ensure that property is being maintained and used for its \nintended purposes.  Inspections should be mad e at least yearly thereafter.  \n \nAttachment 15- C incl udes a fact sheet that can be used by both the Agency and entities \ninterested in using REO property for the homeless and Attachment 15 -D contains a sample lease.  \n \nB. Use by Federal Emergency Management Agency  (FEMA)  \n \nBy a Memorandum of Understanding between the Agency and FEMA (see Attachment 15 - \nE), REO property which is not under lease or sales agreement is availa ble to shelter disaster \nvictims in an area designated as a major disaster area by the President.  In such an event, FEMA \nassumes responsibility for all costs associated with inhabiting the dwelling.  \n \nFEMA and the Agency must sign a “Letter of Assignment,” ( see Attachment 15 -F) which \nincludes a mutually agreed upon inspection report outlining the condi tion of the property being \nassigned to FEMA. Field Staff should retain the Letter of Assignment in the REO file. No rent is \npaid by FEMA for the first 12 months  from the date of the letter of assignment of the housing.  \nBeyond that, FEMA pays the monthly fa ir market rental value as de termined by the Agency. \n \nC. Mineral Leases  \n \nWhen it is in the best interest of the Government, the Agency may lease mineral rights.  \nOGC should be contacted for assistance in preparing the lease agreement. The appropriate level of environmental review must be completed prior to any agreement to lease mineral rights.  Since such actions may be controversial and may have the potential for s ignificant impact on the \nenvironment, prior consultation with the State Environmental Coordinato r is required.  ",
  "page_17": "HB-1-3550   \n  \n \nATTACHMENT 15 -A Attachment 15 -A \nPage 1 of 2  \n \nUNDERGROUND STORAGE TANKS THAT MUST BE REPORTED  \n \n \n \nA. Underground stor age tanks that meet the following criteria must be reported in 2 types  of \nsituations.  \n \n1. Situation  1 \n \n• A tank, or combination of tanks (including pipes which are connected thereto), of \nwhich the volume is 10 percent or more beneath the surface of the ground, including \nthe volume of the underground pipes;  and \n \n• The tank is not exempt from reporting requir ements under Paragraph B. of this \nattachment,  and \n \n• The tank contains petroleum or substances defined as hazardous under section \n101(14) of the Comprehensive Environmental Response Compensation and Liability \nAct, 42 U.S.C. 9601. The State Environmental Coor dinator should be consulted \nwhenever there is a question regarding the presence of a regulated  substance. \n \n2. Situation 2  \n \n• It is known that the tank contained a re gulated substance, was taken out of operation \nby the Agency si nce January 1, 1974, and remains i n the  ground. \n \nB. Underground storage tanks that are exempt from the Environmental Protection Agency \n(EPA) reporting  include:  \n \n• Farm or residential tanks of 1,100 gallons or less capacity used for storing motor fuel \nfor noncom mercial purposes;  \n \n• Tanks used for storing heating oil for consumptive use on the premises where  stored;  \n• Septic  tanks;  \n• Pipeline facilities (including gathering lines) regulated under: (1) the Natural Gas \nPipeline Safety Act of 1968; (2) the Hazardous Liquid Pipeline Safety Act of 1979;  or \n(3) for an intrastate pipeline facility, regulated under State laws comparable to the \nprovisions of law referred to in (1) or (2);  \n \n(01-23-03)  SPECIAL PN  \nRevis ed (03-09-22)  SPECIAL PN ",
  "page_18": "HB-1-3550   \n Attachment 15 -A \nPage 2 of 2 \n \n• Surface impoundments, pits, ponds, or  lagoons;  \n• Storm water or wastewater collection  systems;  \n• Flow -through process  tanks;  \n• Liquid traps or associated gathering lines directly related to oil or gas production and \ngathering operations;  or \n \n• Storage tanks situated in an underground area (such as a bas ement, cellar, \nmineworking, drift, shaft, or tunnel) if the tank is situated upon or above the surface \nof the floor.  \n \nEven if a storage tank does not need to be  reported according to these criteria, if the \nAgency has reason to believe there has been a rele ase of petroleum or other regulated substance \nfrom an underground storage tank on a real estate owned (REO) property, this incident must be reported to the appr opriate State Agency and the State E nvironmental Coordinator who will inform \nthe Responsible Par ty of the appropriate action to take.  \n \n  \n \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n ",
  "page_19": "HB-1-3550  \n(01-23-03)  SPECIAL PN  \nRevised (03 -15-19) PN 522   \n  \nATTACHMENT 15 -B Attachment 15 -B \nPage 1 of 2  \n \nMEMORANDUM OF UNDERSTANDING BETWEEN UNITED STATES DEPARTMENT \nOF AGRICULTURE (USDA) AND DEPARTMENT OF HEALTH AND HUMAN \nSERVICES (HHS)  \n \n \nFor the efficient and orderly implementation of this agreement it is mutually agreed:  \n \n1. HHS will request the support of the Farmers Home Ad ministration (FmHA), an Agency  of \nUSDA to lease or otherwise make available vacant rural single family homes or like \nfacilities to community nonprofit organizations interested in initiating shelter projects.  \n \n2. The FmHA will identify necessary actions to be taken to implement the program. \nTherefore, HHS will notify community groups of the program and of the required procedures.  \n \n3. FmHA and HHS have agreed  on the following policy guidelines to properly structure the \nprogram:  \n \na. HHS will identify and respond to com munity interest and  initiatives; \n \nb. HHS will request local government support;  \n \nc. HHS will direct co mmunity groups to FmHA County Supervisors to identify specific \nfacilities within the FmHA inventory;  and \n \nd. FmHA County Supervisors will be given the authority, a s deemed appropriate by \nFmHA, to process lease agreements and increase or decrease the number of  facility \nunits available for  lease.  \n \n4. Leases executed under this program shall be with local nonprofit community organizations and shall make such organizations  responsible for all liabilities arising out of the habitation \nof the particular facility and fo r all costs incident to and associated with t he habitation of \nthe particular facility (e.g., renovation, maintenance, security,  etc.).  \n \n5. The FmHA will provide the criteria for leasing rural facilities in accordance with FmHA housing regulations.  ",
  "page_20": "HB-1-3550   \n Attachmen t 15-B \nPage 2 of 2  \n \n6. Any documentation required to measure or assess the results of the program will be the \nresponsibility of HHS.  Such information will be made  available to FmHA upon request.  \n \n  /s/ Margaret  M. Heckler     /s/ John R. Block   \nDepartment of Health and Human Services   United States Department of  Agriculture  \n \n \n  \n \n \n \n \n  \n \n \n \n \n \n \n  \n \n  \n \n  \n \n \n \n \n \n \n \n \n \n  \n ",
  "page_21": "HB-1-3550  \nAttachment 15 -C \nPage 1 of 3 \n(01-23-03) SPECIAL PN  \nRevised ( 03-09-22)  SPECIAL PN  \n  \nATTACHMENT 15 -C \nFACT SHEET  \n \nTHE FEDERAL INTERAGENCY TASK FORCE ON FOOD \nAND SHELTER FOR THE HOMELESS  \n \nIn April 1984, a Task Force on Food and Shelter  for the Homeless was established under \nthe President’s Council on Private Sector Initiatives. This Task Force, which includes \nrepresentation from several Government Agencies including the Rural Housing Service (RHS) (formerly FmHA), is responsible for dev elopi ng and examining Federal resources such as \nGovernment inventory properties which may be utilized by the homeless. A Memorandum of Understanding was establi shed between the Department of Agriculture and the Department of \nHealth and Human Services to make av ailable vacant single family houses, by lease, to public \nbodies and nonprofit organizations for transitional housing for the homeless. In lieu of cash rent , \nthe entity is required to maintain the property, pay real estate taxes and maintain property insura nce. \n \nRHS is committed to working with community based organizations in this regard to the \nextent practicable.  \n \nGeneral Guidelines  \n \n1. Program and nonprogram RHS real estate owned (REO) properties are available for lease in accordance with 42 U.S.C. 11408a.   \n \n2. Leases of REO properties will be for a period of up to 10 years. A 10- year lease may \nbe necessary for the public body or nonprofit  organization to obtain transitional \nhousing funds from the Department of Housing and Urban Development  (HUD).  \n \nRHS Res ponsibilities  \n \n1. Upon request from a public body or nonprofit organization, RHS will provide a list of all REO properties available for sal e. The list will clearly identify which properties are \nclassified as “program” “nonprogram.” The list will be provided regardless of whether the properties are listed for sale with real estate brokers.  ",
  "page_22": "HB-1-3550   \n Attachment 15 -C \nPage 2 of 3  \n \n2. If a public body or nonprofit organization appr oaches RHS to lease a specific property, \nupon written notification of intent to le ase, RHS will withdraw the property from sale for a \nperiod not to exceed 30 days to provide such entity with the opportunity to execute a \nformal lease. RHS will make a determination as to repairs and/or renovations necessary for \nthe property to meet “decent, safe and sanitary” (DSS) standards. Repairs/renovations will \nbe limited to those necessary to remove health and safety hazards and provide adequate, \nsafe and operable heat ing, plumbing, electrical, water and waste disposal systems. \nCosmetic repairs such  as painting, landscaping, floor covering, etc., will not be considered \nunless they present health or safety hazard. If RHS determines the proposed \nrepairs/renovations are reasonable in cost, RHS will contract to have said work performed \nupon after executi on of a formal  lease. If repairs/renovations costs are excessive the public \nbody or nonprofit organization will be asked to select another property for lease. If no such \nproperties are available, and none are expected in the foreseeable future, the State O ffice \nwill obt ain further guidance from the Single Family Housing Direct Loan Division \n(SFHDLD) in the National Office.  \n \n3. RHS will inspect the property after the lease is exec uted to ensure the property is being \nmaintained and used for its intended purposes.  Inspections  will be made at least  yearly.  \n \nPublic Body or Nonprofit Organization Responsibilities  \n \n1. Contact RHS when interested in leasing or purchasing RHS REO property to provide \ntransitional housing or turnkey housing for tenants of such transitional housing in \naccordance with 42 U.S.C. 11408a . \n \n2. When leasing is contemplated, provide RHS with documentation of the need for this type \nhousing in the community and planned use. Documentation should include verification of the need for the type housing, financial statement s verifying the entity’s ability to make \ncosmetic repairs, if needed, maintain the property, pay utilities, real estate taxes, insurance, etc., proposed use of the property, sample lease or occupancy agreement for potential occupants, nondiscrimination pol icy, etc. The public body or nonprofit \norganization should provide all necessary documentation to RHS to assure success of the \nproject.  \n \n3. Use any property in a prudent manner for its intended purpose. Maintain the property in \ngood condition, ensuring the exterior and lot are maintained consistent with other \nproperties in the area. Comply with all State and local laws, ordinances, etc. regarding use of residential property.  Maintain adequate records relating to the use of the prope rty. \nAllow RHS to inspect the property annually at reasonable times and review records to ensure the property is being utilized for its intended  use. \n \n ",
  "page_23": "HB-1-3550  \nAttachment 15 -C \nPage 3 of 3 \n(01-23-03) SPECIAL PN \nRevised (02 -01-18)  PN 508   \n  \n4. When the need for such property no longer exists, advise RHS of the intent to terminat e \nthe lease. Return the property in the sa me or better condition than when the lease was \nexecuted.  ",
  "page_24": "HB-1-3550  \nAttachment 15 -D \nPage 1 of 3 \n(01-23-03)  SPECIAL PN   \n  \nATTACHMENT 15 -D \n \nLEASE OF SINGLE FAMILY DWELLING  \n \n \nTHIS LEASE is made and  entered  into this day of  , 20  , by and  \nbetween the United States of America acting through the Rural Housing Service (RHS) of the Rural \nDevelopment mission area (hereinafter referred to as “LESSOR”)  and \n   (hereinafter referred  to as \n“LESSEE”). \nRECITALS: \n \nUNDER PROVISIONS OF the Housing Act of 1949, as amended, and in keeping with agreements with the Federal Interagency Task Force on Food and Shelter for the Homeless to provide transitional housing for the homeless in rural areas, AND, in consideration of the covenants and agreements herein contained to be done, kept and performed, the parties here to agree as follows:  \n \n(1) Premises.  LESSOR hereby leases the PREMISES, known  as    \n \n \nCity of  , County of  , State  of  , to LESSEE  \nand LESSEE hereby leases the P REMISES from LESSOR for the term and upon the covenants and \nconditions set forth herein.  \n \n(2) Term .  The term of this lease shall be for a period of (  ) year(s) commencing on  the \n   day of  , 20  , and ending on the last calendar year  of \n  , 20  , unless soon er terminated under any applicable provisions  of this \nLease. This lease may be extended on a mon th-to-month basis after the termination date of this lease with \nprior written consent of the LESSOR and  LESSEE.  \n \n(3) Payments. In consideration of ONE DOLLAR, in hand paid at the time of execution of the lease, \nand the following requirements to be performed by LESSEE, LESSOR agrees it will have received \nadequate compensation from LESSEE, and LESSEE agrees to the  following:  \n \na. LESSEE shall be responsible for all taxes and assessments levied on the PREMISES as of the \ndate of this LEASE.  The LESSEE shall reimbu rse the LESSOR for any taxes and \nassessments which have or will be prepaid by the LESSOR through a proration of such taxes and assessments. LESSEE shall pay taxes and assessments directly to the payee and provide documentation of such payment to the LESSOR , or may provide such funds directly to the \nLESSOR at least 30 days prior to the due date. LESSEE will pay all taxes and assessments in a timely  manner.  ",
  "page_25": " \n HB-1-3550 \nAttachment 15 -D \nPage 2 of 3  \n \n \nb. Within forty -five (45) days after execution of this Lease, or oth er reasonable time period \nmutually agreed to in writing between the parties herein, the LESSEE, at the LESSEE’s sole \nexpense, shall make any further repairs, wi th prior approval of the LESSOR, as LESSEE \ndetermines necessary t o make the property habitable.  \n \nc. LESSEE, at its sole expense, shall ensure the PREMISES are maintained, repaired, and kept \nin a clean sanitary condition during the term of this  Lease.  \n \nd. LESSEE shall be responsible for all utility costs incurred on the PREMISES during the term \nof this  Lease.  \n \n(4) Use. The LESSEE shall utilize the premises only for the purpose of providing transitional housing \nfor homeless persons and will not charge such persons a rental or occupancy charge greater than the costs \nincurred by LESSE E in compliance with the provis ions of paragraph 3, plus a reasonable amount for \nadministrative  costs.  \n \n(5) Hold Harmless. The LESSEE shall indemnify and save harmless the LESSOR, its officers, a gents, \nservants and employees from all liability under the Federal Tort Claims Act (62 Stat. 869 , 982; 28 U.S.C. \nSec. 2071, 2680) or otherwise, for death or injury to all persons, or less or damage to the property of all \npersons resulting from use of the premises by the LESSEE, its sublessees or licensees. Further , LESSEE \nwill save the LESSOR harmles s from all fines, penalties, and costs for violation or noncompliance with any \nof said laws, requirements, or regulations, and from all liability arising out of  any such violation or \nnoncompliance.  \n \n(6) Damage or Destruction .  In the event any damage or destru ction to the property shall be caused by \nits acts or neglect of its sublessees or licensees, the LESSEE shall forthwith repair such damage at its own \nexpense, and should the LESSEE fail or refuse to make such repairs within a reasonable time after the \noccu rrence of such damage, the LESSOR may at Lessor’s option terminate this lease, make such repairs \nand charge the cost thereof to the LESSEE, and the LESSEE, shall thereupon reimburse the LESSOR for \nthe total co st of all damages so caused.  In the event LESS EE insures the PREMISES against loss by fire \nand other hazards, LESSOR shall be named as a co -beneficiary. Further, in the event that the PREMISES \nare damaged o r destroyed through no act nor neglect of LESSEE its sublessees and licensees and are \nreentered untenable, this Lease shall be terminated upon receipt of written notice of either party to the other.  \n \n(7) Delivery of Possession . At the end of the term of this L ease, LESSEE shall surrender said premises \nvacant  to the LESSOR and in a habitable condition as defined in paragraph 3.b. except if the lessor so \ndirects it will be boarded up and secured.  No alteration, addition, or improvements shall be made in or to \nthe premises without the consent of the LESSOR in w riting, except for maintenance items, and all additions \nand improvements by the LESSEE shall belong to the LESSOR. All goods and chattels placed or stored in \nor about the premises are at the risk of the LESSEE. \n \n \n \n \n ",
  "page_26": "HB-1-3550  \nAttachment 15 -D \nPage 3 of 3 \n(01-23-03)  SPECIAL PN   \n  \n(8) Lessor’s Remedies. The LESSEE further agrees that if it should fail to comply with a ny other all \nprovisions of this agreement, then in any of said cases, it shall be lawful for the LESSOR, at its election or \noption, to re -enter and take possession, the LESSEE hereby expressly  waiving any and all notices to vacate \nsaid premises, and thereu pon this lease shall absolutely terminate; however, the failure of the LESSOR to \ninsist upon the strict performance of the terms, covenants, agreements and cond itions herein contained, or \nany of them, shall not constitute or be construed as a waiver or rel inquishment of the Lessor’s right \nthereafter to enforce any such term, covenant, agreement, or condition, but the same shall continue in full Force and  effect.  \n \n(9) No Member of Congress to Benefit . No member of, or Delegate to Congress, or Resident \nCommission er shall be admitted to any share or part of this lease or to any benefit that may arise therefrom.  \n \n(10) Warranty Against Use of Agents. The LESSEE warrants that it has not employed any pers on to \nsolicit or secure this lease upon any agreement for a commission , percentage, brokerage or contingent fee. \nBreach of this warranty shall give the LESSOR the right to annual this lease or in its discretion to recover from the  LESSEE the amount of such  commission, percentage, brokerage or contingent fee in addition to \nthe condition herein set  forth.  \n \n(11) Nondiscrimination . The LESSEE agrees not to discriminate against any employee or applicant for \nemployment, or against any individual seeking housing, because of race, color, religion, national origin, \nsex, marital status, han dicap, or  age. \n \nTHIS LEASE contains the entire agreement between the parties hereto, and neither party is bound by any representations or agreements of any kind  except as herein contained.  \n \n \n \nBy:    USDA, RURAL DEVELOPMENT \nRURAL HOUSING SERVICE, LESSOR  \nBy:    \nState Director  \n(Typed Name)  (Title)  (Typed Name)  \n \n \n \n \n(Address)  (Address)  \n \nTelephone:  (  )   Telephone:  (  )   ",
  "page_27": "HB-1-3550  \nAttachment 15 -E \nPage 1 of 4 \n(01-23-03)  SPECIAL PN   \n  \nATTACHMENT 15 -E \n \nMEMORANDUM OF UNDERSTANDING BETWEEN THE \nFEDERAL EMERGENCY MANAGEMENT AGENCY AND THE \nFARMERS HOME ADMINISTRATION \n \n \nPurpose  \n \nThis Memorandum of Understanding establishes authorities and procedures whereby the Federal \nEmergency Management Agency ( FEMA) may utilize both single family and multiple housing \nunits which are habitable, and to whi ch the Farmers Home Administration (FmHA), an Agency of \nthe U.S. Department of Agriculture (USDA), has title and possession. The housing units assigned to FEMA b y FmHA are to provide temporary housing to victims of major disasters or emergencies \ndeclared b y the President, in accordance with sections 302(a) and 404(a) of Public law 93- 288, the \nDisaster Relief Act of 1974.  \n \nEffective Date of this Memorandum  \n \nThis me morandum shall be effective on the date of the last signature hereto. \n \nDuration of Agreement  \n \nThis memorandum shall continue to be in effect for a period coinciding with the authority under \nwhich it is entered.  \n \nModifications  \n \nThis Memorandum of Understand ing and its attachments may be modified in writing by mutual \nconsent of the parties.  \n \nResponsibi lities  \n \nFmHA shall make available to FEMA on request habitable single family and multiple housing units in its inventory that are located in designated disaste r areas and that are not under lease or \nunder agreement of sale. FEMA will reimburse F mHA for au thorized expenses, as set out herein, \nresulting from utilization of assigned housing units. ",
  "page_28": "HB-1-3550  \nAttachment 15 -E \nPage 2 of 4  \n  \nImplementation  \n \nThis memorandum shall be implemented in accordance  with the following general procedures. \nFEMA and/or FmHA may prepare othe r detailed operating pr ocedures as necessary for internal use \nof the agencies. These latter procedures will be in compliance with the provisions of this \nMemorandum. \n \n(a) Delegation of Aut hority . The signatories to this agreement will delegate authority to \nimplement this agreement to  their respective employees, in writing. When a disaster occurs, the \npersons to whom this authority has been delegated shall identify employees, contractors, and agents authorized to implement the appropriate provisions of this Memorandum of Understanding and other FEMA and/or FmHA detailed operating procedures. FEMA and FmHA will exchange a list containing names, addresses, and telephone numbers of such employee s, contractors and \nagents, who will implement the agreem ent with respect to the specific major d isaster. Other \nreferences to FEMA and FmHA in the following paragraphs will be interpreted to include contractors, agents, and employees designated to implement  the provisions of this Memorandum  of \nUnderstanding. \n \n(b) Assignment of FmHA Housing Units to FEMA  \n \n(1) Upon declaration by the President of a major disaster or emergency, FEMA may request from the appropriate FmHA State Director a list of all habitable housing un its \navailable in designated disaster areas indicating th e county or counties where housing is \nneeded.  \n \n(2) At its discretion, FmHA may sell or lease until directly to displaced FmHA borrowers instead of providing them to FEMA. FmHA will provide FEMA a list of such sales or leases for information purposes and to prevent duplication of  benefits.  \n \n(3) During the period of occupancy of a housing unit by a disaster victim, FEMA will inform the occupant that FmHA lending assistance may be available for purchase of the housing unit as permanent  housing.  \n \n(4) Before assignment t o FEMA and occupancy by a disaster victim, each housing unit \nunder consideration will be inspected jointly by FmHA and FEMA. The agencies will then execute a Letter of Assignment for each habitable housi ng unit assigned to FEMA. \nA Preoccupancy and Terminat ion Joint Inspection report  (FEMA  \nForm 90- 11) will be prepared, signed by both agencies, and attached to the letter of \nassignment.  The FmHA advice number will be noted prominently on this form.  \n \n ",
  "page_29": "HB-1-3550  \n(01-23-03)  SPECIAL PN   \n Attachment 15 -E \nPage 3 of 4  \n \n(5) FmHA will remove all RHS signs, such as “no trespassing,” “for sale,” etc.  from \nhousing units assigned to  FEMA.  \n \nManagement of Housing Units  \n \n(a) Necessary maintenance on housing units assigned to FEMA shall be performed by FEMA \nat its  expense, or FEMA shall reimburse FmHA for accomplishing such maintenance as agreed \nupon by loca l agency representatives.  \n \n(b) FEMA shall furnish to FmHA the names and mailing addresses of unit occupants, the \nproperty designation, the beginning occupancy date, and notice of changes in occupancy. \n \n(c) During business hours FmHA authorized employees may inspec t housing units. Advance \nnotice of forty -eight (48) hours will be given to FEMA, who will, in turn, advise the  occupant.  \n \n(d) FEMA shall not permit a disaster victi m to occupy a housing unit beyond the period of \neligibility in accordance with 44 CFR  205.52. \n \n(e) There shall be no rental charge to FEMA by FmHA for assigned housing units for the first \ntwelve (12) months from the date of the letter of assignment. If a housing unit is assigned to \nFEMA for more than one year after the date of the letter of assignment, F EMA shall pay FmHA \nthe fair market rental value as determined by FmHA for each subsequent month.  \n \n(f) If an occupancy fails to vacate a housing unit after housing b enefits are terminated,  FEMA \nshall conduct the predetermination procedures in 44 CFR 205.52 and shall, if appropriate, \nundertake eviction action.  \n \nReturn of Housing Units to FmHA  \n \n(a) When a housing unit is vacated and FEMA determines that it is no longer need ed, FEMA \nshall notify  FmHA.  \n \n(b) FEMA and FmHA authorized employees, contractors, or agents will jo intly inspect the \nvacated housing unit to determine maintenance, cleanup, and repairs required to return the housing \nunit to a physical condition comparable to that existing at the time of the initial joint inspection. \nNecessary maintenance and repairs shall be performed by FEMA at its expense, or FEMA shall reimburse FmHA for accomplishing  such repairs as agreed upon by local agency representatives. \nRepairs shal l be in accordance with local, State, or Federal  codes. ",
  "page_30": "HB-1-3550  \nAttachment 15 -E \nPage 4 of 4   \n  \n(c) FEMA shall return the keys to, custody of, and responsibility for units to FmHA when \nneeded maintenance, cleanup and repairs are completed. FmHA shall prepare a receipt and \nprovide a copy to FEMA.  \n \nApprovals  \n \nThis agreement is executed by the Administrator, Farmers Home Administration, USDA an d the \nAssociate Director, State and Local Programs and Support, FEMA, by virtue of their general authorities to do so. \n \n  /s/ Charles W. Shuman  .  /s/ Lee M. Thomas  . \n \nAdministrator Associate  Director  \nFarmers Home  Administration  State and Local Programs an d Support  \nU.S. Department  of Agriculture  Federal Emergency Management  Agency \n \nDate:   11/3/82  .                                    Date:   10/4/82  . \n \n \n \n  \n \n  \n \n  \n \n \n \n \n \n \n  \n \n \n \n \n  \n   \n \n ",
  "page_31": "HB-1-3550  \n(01-23-03)  SPECIAL PN   \n Attachment 15 -F \nPage 1 of 1  \n \nATTACHMENT 15 -F \nFEDERAL EMERGENCY MANAGEMENT AGENCY AND THE RURAL HOUSING \nSERVICE FEMA- RHS LETTER OF ASSIGNMENT  \n \n \n \nSTATE:    \n \nCOUNTY:    \n \nUnder the Memorandum of Understanding bet ween the Federal Emergency Management Agency \n(FEMA) and the Farmers Home Administration (now the  Rural Housing Service [RHS]) effective \nNovember 3, 1982, the habitable housing unit identified on the attached inspect ion report is made \navailable by RHS for use by FEMA or its Agent as temporary housing for victim(s) located within \nthe following describe d designated disaster area and who are eligible for such assistance under the \nprovisions of the Disaster Relief Act of 1974: \n \nThis Letter of Assignment shall be come effective on the date signed by the authorized employees, \ncontractors, or agents. This assignment is for the housing unit identified by the attached inspection report and having the following advice number:  . \n \nFEMA  RHS  \n \nNAME:      \nTITLE:      \nDATE:        "
}