{
  "text": " HB-1-3550  \n \n \n \n4.1 OVERVIEW  \n \nEnsuring that all applicants served are eligible and receive the correct amount of \nassistance  is a significant  responsibility  of Loan  Originators  and Loan  Approval  Officials.  A \nborrower must be income -eligible, demonstrate a credit history that indicates ability and \nwillingness to repay a loan, and meet a variety of other program requirements. This chapter \nprovides guidance for each of these areas.  \n \n• Section  1: Evaluating Borrower Income provides  instructions  for calculating  and \nverifying annual, adjusted, and repayment income. \n• Section  2: Evaluating Borrower Assets discusses Agency requirements  for cash \ncontributions to the purchase and methods for computing income from assets.  \n• Section  3: Credit  History  identifies  indicators  of acceptable and unacceptable  credit \nand provides instructions for reviewing an applicant’s credit  history.  \n• Section  4: Other  Eligibility  Requirements addresses  a variety  of other \nrequirements applicants must meet to be eligible for the program.  \n• Section  5: Processing  the Certificate  of Eligibility  provides  policies  and \nprocedures for processing Form R D 1944- 59, Certificate of Eligibility.  \n \nSECTION  1: EVALUATING  BORROWER  INCOME  \n4.2 OVERVIEW   \n \nLoan Originators use income information  to: (1) help determine whether an applicant is \neligible for a loan; (2) calculate the applicant’s ability to repay a loan; and (3) determine the amount of the loan and the amount of payment subsidy the household can obtain. When reviewing an applicant’s repayment income, the Loan Originator must determine whether the \nincome  is stable and dependable. This will typically  be accomplished  by reviewing information \nprovided in the application, paystubs, and tax returns. The  Loan Originator will generally need \nto look at two years of history to determine the dependability of the  income. In addition, the \nLoan Originator must determine that there is a reasonable expectation that the income will continue. This section provides guidance for verifying and calculating income for each of these purposes.  \n \n \n  \n \n \n4-1 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 \n \nCHAPTER  4: BORROWER  ELIGIBILITY  \n4-2 \n HB-1-3550  \nParagraph  4.2 Overview  \n \nA. Key Concepts  for Income Determinations  \n \n1. Income Definitions  \n \nThree income definitions are used. Whenever income determinations are made, it is \nessential that the Loan Originator use the correct income definition and consider income \nfrom the appropriate household members. To determine whether the applicant will be \nable to repay a loan, the Loan Originator must use repayment income . To determine \nwhether an applicant is income -eligible to receive a program loan or payment subsidies, \nthe Loan  Originator must  use adjusted income . Adjusted income  is calculated  in 2 steps. \nFirst, the annual income of all household members is calculated.  Then, certain \nhousehold deductions for which the family may qualify are subtracted from annual income to compute adjusted income.  \n \n• Annual Income is the amount of income that is used to determine an \napplicant’s eligibility for assistance.  Annual income is defined as all amounts, \nmonetary  or not that are not specifically  excluded  by regulations, that go to, or \nare received on behalf of, the applicant/borrower, co- applicant/co -borrower, \nor any other  household member (even if the household member is  temporarily \nabsent).  \n \n• Adjusted Income is used to determine  whether  a household is income  eligible \nfor payment assistance. It is based on annual income and provides for \ndeductions to account for varying household circumstances and expenses.  \n \n• Repayment Income is used to determine whether an applicant has the ability to make monthly loan payments. It is based only  on the income attributable to \nparties to the note and includes  some  income  sources excluded for the purpose \nof adjusted income. Repayment income is used during servicing only to \ndetermine if a borrower is eligible for a Moratorium or Reamortization as described in Chapter 5, Paragraph 5.5 of HB- 2-3550. \n \n2. Whose  Income To Count  \n \nFor repayment income, the Loan Originator must consider only the income of \nhousehold members  who will be parties to the note. For adjusted  income,  the income  of \nall household members must be considered. For both types, live -in aides, foster \nchildren, and foster adults living in the household are not considered household members.  \n4-3  \n (01-23-03) SPECIAL PN  \nRevised  (11-06-24) PN 628 \nExhibit  4-1 \n \nINCOME  TO BE COUNTED  \nNOTE : The earned  income  of a full-time student  18 years  old or older  who is not the Applicant,  \nCo- Applicant/Borrower, or Spouse is excluded after it exceeds $480.  All unearned income of a \nfull-time student who is not the Applicant, Co -Applicant/Borrower, or Spouse is counted.  \n*Reminder:  The family  chooses  to include  or exclude  the permanently  confined individual’s \nincome.  HB-1-3550  \nParagraph  4.2 Overview  \n \nAn individual permanently confined to a nursing home or hospital may not be the \napplicant  or co-applicant  but may continue  as a family  member  at the family’s  discretion. \nThe family has a choice with regard to how the permanently confined individual’s \nincome will be counted. The family may elect either  of the following : \n \n• Include  the individual’s  income  and receive allowable  deductions  related  to \nthe medical care of the permanently confined individual; or  \n• Exclude  the individual’s  income  and not receive allowable  deductions  based  \non the medical  care of the permanently  confined individual.  \n \nExhibit  4-1 is a table  which  lists whose  income  is to be counted.  \n \n \n \n \n \nMembers  Employment \nIncome  Other  Income  \n(including  income  from  assets)  \nApplicant,  Co-Applicant/Borrower  Yes Yes \nSpouse  Yes Yes \nOther  Adult  Yes Yes \nPermanently  Confined  Family  Member  Optional * Optional * \nDependents  (children  under  18) No Yes \nFull-time Student  over 18 See Note Yes \nNon-Members    \nFoster  Child  No No \nFoster  Adult  No No \nLive-in Aide No No \n  \n \n \n \n \n  \n \n  \n \n \n \n \n4-4  \n HB-1-3550 \nParagraph 4.2 Overview  \n \n3. Income Limits  \n \nSome program rules differ according to the income of the applicant. Three different \nincome limits are used for the Section 502 and 504 programs. The National Office \nprovides  the income  limits  and updates  the limits  whenever  they are revised. The income \nlimits can be found online at: h ttps://www.rd.usd a.gov/files/RD -DirectLimitMap.pdf.  \n \nAdjusted income  should be compared  to the income  limit to determine  the category \nin which each household falls. Income limits are as follows:  \n \n• The very low-income  limit is an adjusted  income  limit  developed in \nconsultation with HUD;  \n \n• The low-income  limit is an adjusted income  limit  developed in consultation \nwith HUD; and  \n \n• The moderate -income limit is an adjusted income that does not exceed the \nmoderate -income  limit  for the guaranteed  single  family  housing loan program.  \n \n4. Applicant  Certification  and Verification  Requirements  \n \nEach  applicant  must  provide  the income,  expense,  and household information  needed \nto enable the Agency to make income determinations. Most of this information is \nprovided on the application, but some additional follow -up with the applicant may be \nrequired, as described in Chapter 3, Paragraph 3.8  of this Handbook. The applicant \nshould be requested to provide two years of history (as applicable)  for a reasonable \ndetermination of income. The documentation required will vary with the source of income. In most cases, the Loan Originator will compare information provided on the applica tion with the tax returns, W -2s, and other preferred verification sources to \nevaluate the two -year history of income  and make the determination if income is stable \nand dependable .  \n The need to use Form RD 1910- 5, Request for Verification of Employment (VOE) , \nto document previous employment (Part III of the form) should be rare and limited  to \ncases where the preferred verification sources are insufficient to document the applicant’s employment history. The Loan Originator and Loan Approval Official will \nnot routinely require a VOE or contact the employer. In some instances, less than  two \nyears of history  may be acceptable when  the applicant  provides, and the Loan  Originator \ndocuments  sound justification.  For example, an applicant whose compensation changed \nfrom hourly to salary income with the same employer in a similar job/position may be considered to have dependable and stable income. While not typical, more than two years of history ( i.e., obtaining an additional year’s tax return) may be needed.  \n  \n \n \n4-5  \n HB-1-3550 \nParagraph 4.2 Overview  \n \nFor example, when an applicant’s income varies significantly from year to year, the \nLoan Originator may need to review a longer work/self- employment history to establish \nan average income. This can typically be accomplished by obtaining an additional year’ s \ntax return with accompanying attachments.  In no case will more than 3 years of history be \nobtained.  \n \nExample – Comparing income  \n \nWhen calculating Jorge’s income based on the paystub’s year to date income, the Loan \nOriginator notices that the historical income from last year’s tax return reflects $10,000 more in \nincome.   \n Inappropriate response:   Automatically r equire a VOE . \n Appropriate response:  Contact the applicant and ask what has changed with their income as \ncompared to last year (such as: change in hours, pay rate, or overtime).  Document the \napplicant’s response and determine which income source will be used as a result.   \n \nFor instance, the paystub information is through May, but the applicant reports  that the bulk of \ntheir overtime is received in November and December each year. In this case, using historical \ndata is more appropriate than year to date.  \n \nIn the limited  situations  when  verification  from a third  party  is requested,  a copy of \nForm RD  3550- 1, Authorization to Release Information, must accompany the request. \nAuthorization from each adult household member on the Form RD 3550- 1 permits the \nLoan Originator  to ask for, and verification sources to release, the needed information. \nApplication processing should not be delayed if a third party does not respond to a \nrequest  for information.  In these instances,  the Loan  Originator  must  seek to obtain the \nmost relevant information which can be obtained from the applicant to verify the information.  This may  include, but i s not limited to, evidence of deposits/withdrawals, \ncopies of cancelled checks, etc.  \n \nThe verification and certification formats that are provided in Appendix 2 of this \nHandbook are not official Agency forms.  They are samples  that may be adapted as \nneeded for particular circumstances.  In some  instances,  the same format  can be used \nwhether  a third  party  is providing the verification,  or the applicant is making a \ncertification.  \n \n \n \n \n \n \n \n(01-23-03) SPECIAL PN  \nRevised  (11-06-24) PN 628  \n \n \n HB-1-3550 \nParagraph 4.2 Overview  \n \n5. Stable  and Dependable  Income  \n \nThe Agency has no minimum history requirement for employment in a particular \nposition. The key concept is whether the applicant has a history of receiving stable \nincome and a reasonable expectation that the income will continue. Instead, t he Loan \nOriginator must carefully assess the applicant’s income to establish whether it can reasonably be expected to continue for the next two years  (e.g., child support and \ncontract ual income) . Nonetheless, most income cannot be guaranteed, nor will employers \ncertify tha t income will continue for the next two years.  A VOE should not be requested \nto obtain ‘ probability of continued employment’ in order to make this determination.  \nInstead, the Loan Originator and Loan Approval Official will compare projected income with the last two years of income (if applicable) to determine if the applicant has demonstrate d an income level which is likely to continue.  \n The applicant must provide an explanation letter for employment gaps in excess of \n30 days unless their income history is clearly seasonal in nature  (e.g., construction, farm \nlabor, recreational) . The Loan Originator must review the employment gap explanation, \nas well as the historical/projected income  to determine the applicant’s ability to receive \nstable and dependable income.  If the Loan Originator determines that an  applicant’s  \nincome  source  is unstable  and undependable, the income  must  be excluded from \nrepayment but included in annual income.  \n \n• Wage and Salary Income. Income from employment may include a base hourly wage or salary, overtime pay, commissions, fees, tips, bonuses, housing allowances,  and other  compensation  for personal  services of all adult \nmembers of the household. When the applicant demonstrates a two- year \nhistory of stable or rising income, current income from each of these sources may be used unless there is evidence to the contrary.  Wage and s alary \nincome may be determined from paystubs and historical data. \n \n \n \n \n \n  \n \n \n \n \n  \n____________________________________________________________________________________________ \n4-6 \n \n HB-1-3550 \nParagraph 4.2 Overview  \n \n \n \nSeasonal Income Example 2 – Stable Income  \n \nMartha George harvests cherries, apricots,  and apples.  Each year, she works for different employers and \nprocessing plants.  Last year’s tax return reflects income and unemployment benefit s of $42,000 and the year prior \nindicates $40,000.  She applied for the loan in May just at the start of cherry season and provided a paystub for her \ncurrent employer.  However, since she has multiple employers, the historical income should be used.  Since  the \nprior two years reflect similar income, her income can be considered stable and dependable and would be used for \nannual and repayment income.  \n \n• Self-employment Income. Income based on a two -year history of self - \nemployment, in the same  line of work,  is an acceptable  indicator  of stable and \ndependable income. Refer to Attachment 4 -C of this Chapter for guidance on \nwhat documentation is needed for each business structure .  \n \n \n \n____________________________________________________________________________________________ \n(01-23-03) SPECIAL PN    4-7 \nRevised  (11-06-24) PN 628 \nSeasonal Income Example  1 – Stable  Income  \nSteven Green has been working for the last 6 months for LMN Contractors as a Construction Foreman. Before that, \nhe worked for PDQ Building Supply for 8 months as a Shift Supervisor. There is  a 6-week  gap in his employment  \nhistory that  he explains  as being the  result  of a lay-off after a large construction  project  (where  he was employed  for \n15 months  as a construction  worker) was completed. Mr. Green’s income is considered stable because the reasons \nfor his job changes were related to changes  in job  opportunities.  Even though  his job changed several  times,  his line \nof work  was similar.  \nExample  – Dependable  Income  \nMary  Brown  receives  SSI income  for her dependent  child  who is 17 years  of age. The SSI income should not be \ncounted as repayment income because it clearly cannot be expected to continue. It would be counted as annual \nincome since it is current verified income.  \nExample  – Self-Employment,  Commission  and Other  Irregular  Income \nJulie McAhren sells beauty products door -to-door on commission.  She makes most of her money in the \nmonths  prior  to Christmas  but has some  income  throughout the year.  She has no formal  records  of her income \nother than a copy of the IRS Form 1040 she files each year. With no other information available, use the \nincome reflected on Julie’s copy of her Form 1040 as her annual income and make the income adjustments according to Attachment 4 -C. \nBetty House sells real estate on commission.  She makes most of her money during the summer months.  She \nhas no formal  records  of her income  other  than a copy  of a 1099  and the Tax Return  (Form  1040)  she files each \nyear. The gross earning on the 1099 should not be used as her annual income. Use the income and other \ninformation on the tax return in conjunction with Attachment 4 -C to calculate the self -employment income.  \n  \n HB-1-3550 \nParagraph 4.2 Overview  \n \n• Other Sources of Income. Income from public assistance, child support  \n(including back child support) , alimony, or retirement that is consistently  \nreceived  is considered  stable when such payments are based on : (1) a law, \nwritten agreement or court decree , or have been consistently received over a \n12 month period (even if there is no written agreement or court decree), (2) \nthe amount and regularity of the payments, (3) the eligibility criteria for the \npayments, such as the age of the child  (when  applicable)  or the length of the \nalimony agreement, and (4) the availability of means to compel payments.  \n \n \n \n \n \n \n \n  \n \n  \n \n \n \n \n \n \n  \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n____________________________________________________________________________________________ \n4-8 Examples  – Other  Sources  of Income \n__________________________________________________________________________________________  \nJanis Phillips is not always well enough to work full -time. When she is well, she works as a typist with a \ntemporary agency. Last year was a good year and she worked a total of nearly six months. This year, \nhowever,  she has more  medical  problems  and does not know  when  or how much  she will be able to work. \nBecause she is not working at the time, it will be best to exclude her employment income and remind her \nthat she must report the date when she resumes work.  \nSam Shah receives social security disability.  He reports that he works as a handyman periodically.  He \ncannot remember when or how often he worked last year; he says it was a couple of times. Sam’s earnings \nappear to fit into the category of nonrecurring, sporadic income that is not included in annual income. Tell \nSam his earnings are not being included in his annual income this year, but he must report any regular work \nor steady jobs he takes.  \nJane Smith receives child support payments for her sixteen and a half -year old son. She has a copy of the \ncourt appointed child support agreement, which states that the child support will end when son turns  18, and \na computer  print- out of a 12-month  child  support payment  history.  The child  support income should be \ncounted in the annual income but excluded from the repayment income calculation because it is not expected to continue for the next two years.  \nSheila Thornback has a 10- year-old daughter with Duke Johnson; and there is no written agreement or court \ndecree of child support.  Duke has paid Sheila $350 per month since their daughter was born.  Sheila has provided a 12- month history of canceled check s reflecting Duke’s child support payments.  Although there \nis not a written agreement between Sheila and Duke the child support income should be counted as annual \nand repayment income, since the income is stable and dependable and expected to continue.  \n \n  \n \n \nHB-1-3550 \nParagraph 4.2 Overview  \n \n• Irregular Income . Irregular income  from employment  are earnings  that may vary on \na weekly, monthly, or seasonal basis depending on the type of income. This income \nis not guaranteed, nor received on a regular basis. Irregular income includes over - \ntime, bonus, second job, part -time, and seasonal income ( e.g., farmworker, \nconstruction, union labor, etc.,  which is typically in the same line of work but may \ninvolve multiple employers and periods of unemployment) . Irregular income may be \nconsidered stable when the applicant has worked in the same line of work (not \nnecessarily the same employer ) for at least two years. Loan Originators may accept \nless than a two -year history (but no less than 12 -months) of irregular income if there \nis a strong likelihood that the applicant will continue to receive that income. Loan Originators must establish the  income trend and calculate a monthly average for the \nirregular income.  When the applicant receives seasonal unemployment \ncompensation, it must be clearly associated with seasonal layoffs expected to recur and be reported on the applicant’s  federal  income  tax returns.  If unemployment is \nassociated with seasonal layoffs, the Loan Originator does not need to contact the employer or obtain a letter of explanation  from the applicant  for gaps in \nemployment. Commission -based  pay is also considered irregular income. Additional \nguidance on calculating commission income is provided in Attachment 4- C of this \nChapter . \n \n \n \n \n \n \n \n \n \n \n  \n \n \n____________________________________________________________________________________________ \n4-9 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628  Example  – Irregular Income  \n \nRoss Bosser is a roofer who works from April through September. He does not work in rain or windstorms. Based \non the two-year history of Federal taxes and his 1099 tax forms, the income is considered stable and dependable, \nsince Ross shows a two -year history working in the same line of work. To calculate Ross’s  anticipated income,  use \nthe average gross earnings and seasonal unemployment compensations from the Federal income taxes (Form 1040) \nover the past two years.  \n  \n HB-1-3550 \nParagraph 4.2 Overview  \n \n \n• Less Than Two Years of History. In some cases, a history of less than two years is \nacceptable. The determination requires a careful analysis by the Loan Originator. \nThis may include  an applicant  who is either  new to the work  force,  is on a \nprobationary  period, or has returned to the work force after an extended absence. The \nLoan Originator may consider reasonable allowances for less than a two -year history \nunder the following circumstances:  \n \n• The applicant  has recently  changed jobs but remains in the same  line of work.  \n• The applicant  frequently  changes  jobs but demonstrates  income  continuity.  \n• The applicant  is a recent  graduate, as evidenced by college  transcripts,  or a \nrecent member of the military, as evidenced by discharge papers, entering the civilian workforce.  \n• The applicant  has recently  re-entered  the workforce  after an absence due to an \nextended medical illness, to care for a family member or minor child, or other similar circumstances.  \n \nB. Using  UniFi  and the Income  Worksheet  to Compute  Income \n \nPackagers and Loan Originators must use Attachment 4 -A of this Chapter, the Worksheet for \nComputing Income , to organize the household information and calculate each household member’s \nincome using the four calculation methods (straight- based, average, year -to-date, and historical). The \nLoan Originator must determine annual, adjusted annual , and repayment income on Attachment 4 -A of \nthis Chapter  and enter the data into UniFi. Attachment 4 -A of this Chapter and the Eligibility Summary \nmust be completed, signe d, and placed in the applicant’s electronic case file at the eligibility \ndetermination, loan approval and closing stages.  \n When a packager or self -help grantee submits Attachment 4- A of this Chapter, the name of the \npreparer will be provided. The Loan Originator will review the submitted Attachment 4- A and compare \nthe data to the paystubs  (i.e., no more than 60 days old)  and historical data provided in the loan \napplication package.  If the income calculations are reasonable based on the data provided in the loan application package, the Loan Originator should concur and continue processing.  If the income calculations are not s upported by the paystubs and historical data provided, the Loan Originator will \nprepare a corrected version for the file.  The corrected version will be retained with the original submission in the file .  A copy of the corrected version, along with a brief explanation of what \ncorrections were made and any resulting changes to the requested loan amount or eligibility, must be  \nprovided to the packager for their  records .   \n \n \n   \n____________________________________________________________________________________________ \n4-10 \nExample  – Less  Than  Two  Years  History  \nFor the last few years, Ellen Dixon has been a homemaker with no outside employment. Now that her children \nare old enough,  she has taken  a job as a teacher  for which  she has the necessary  education  and certifications.  She \nis currently half way through her 6 -month probation period and we have  confirmed that she is a permanent \nemployee.  Ms. Dixon’s income can be considered stable and dependable.  \n \n HB-1-3550 \nParagraph 4.2 Overview  \n \nAttachment 4 -A, Worksheet for Computing Income  \nExample 1 \nHomes- R-Us, a s elf-help packager, submitted an income calculator which was based on paystubs \nthrough June, as well as two years of historical tax returns. The data on the calculator matches the \npaystub information in the loan application package. All four income methods were calculated, and the \nincome range from the lowest to the highest value is within $500.  The packager selected the year -to-\ndate income for both annual and repayment income. Although the year -to-date income is $300 less than \nhisto rical, the packager documented that the applicant has never previously worked overtime, but the \nhistorical income is higher is due to extra hours worked by the applicant to fill the hours of two staff \nmembers that were on maternity leave at the same time, which is not likely to continue . The information \nis reasonable and well documented, therefore, there is no need to re-calculate the income.  The Loan \nOriginator  may concur with the calculations and continue processing.  \n \nExample 2 \nOrcas County Community Action (OCCA) submitted an income calculator based on paystubs and tax returns.  The year-to-date income based on the paystub is $5,839 but the year -to-date entered on the \ncalculator is $8,539 due to a typographical error. As a result, the income projections for the family of eight  are considerably more than they should be.  The L oan Originator  will need to prepare a corrected \nversion and send it to OCCA to document the corrections to the income calculations , which result ed in a \nlower  loan amount . \n \n4.3 SOURCES  OF INCOME  \n \nLoan  Originators  will consider  sources  of income  to determine  annual  and repayment \nincome. This section provides guidance on income that will and/or will not be counted. \n \nA. Income Considered  for Annual  and Repayment  Income  \n \nFor annual  income , consider  income  from  the following  sources that are attributable  to \nany household member. For repayment income , consider income from the following sources \nthat are: attributable to parties to the note and represent a source of dependable income.  \n \n1. The gross amount, before any payroll deductions, of base wages and salaries, \novertime pay, commissions, fees, tips, bonuses, housing allowances, and other compensation for personal  services of all adult  members of the household.  If a cost \nof living allowance or a proposed increase in income has been estimated to take place on or before loan approval, loan closing, or the effective date of the payment assistance  agreement,  it will be included  as income. For annual  income , count  only \nthe first $480 of earned income from adult full-time students who are not the \nborrower, co -borrower, or spouse . \n      \n \n  \n____________________________________________________________________________________________ \n4-11 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n \n \n  \n HB-1-3550 \nParagraph 4.3 Source of Income  \n \nFunds received for goods or services (e. g., piano lessons, home -based craft \nbusiness , etc.) through centralized, online payment platforms  (e.g., Cash \nApplications such as Venmo, PayPal, Zelle, etc.) should be considered if they \nappear to be recurring.  If funds are not transferred to a  U.S. Financial Institution \n(bank, credit union, etc.) , the applicant must provide a transaction history from the \nCash Application.   \n \n2. The net income  from the operation of a farm,  business,  or profession. \nBelow are certain  deductions  the IRS allows to reduce taxable income:  \n(Refer to Attachment 4 -C of this Chapter for guidance on what non- cash \ndeductions can be added back to repayment income .) \n \n• Expenditures  for business  or farm  expansion, capital  improvements,  or payments \nof principal on capital indebtedness shall not be used as deductions in determining  income. A deduction  is allowed  in the manner  prescribed  by Internal \nRevenue Service (IRS) regulations only for interest paid in amortizing capital indebtedness. \n \n• Farm and non- farm business losses are considered \"0\" in determining annual  \nincome. Loan Originators should analyze federal tax returns and review if there are any non -cash deductions that should be added back into repayment income, \nwhich could result in a positive repayment income figure. A  negative  amount  \nmust  not be used to offset other  family income  for annual and repayment income .\n \n   \n \n____________________________________________________________________________________________ \n4-12 \n \n  Employer  paid  and provided  fringe  benefits  documented on employee pay \nstatements as taxable earnings that will be received in the ensuing 12 months \nshould be   included in annual income . Fringe benefits may include, but are not \nlimited to:  \n \n• Child  care/pet -sitting,  \n• Medical/life  insurance,  \n• Car/mileage  allowance,  \n• Stock  options,  \n• Discounts for merchandise,  \n• Sport/concert/movie  tickets or entertainment,  \n• Charity  donations  in employee name,  \n• Any reimbursement  of actual  work  expenses . \nHousing  allowances  may include,  but are not limited  to: \n \n• Cash  or non-cash  contributions  paid on behalf  of the \napplicant/borrower by persons not living in the house,  \n• Allowances for members  of the Armed  Forces,  \n• Allowances for members  of the Clergy,  \n• Allowances  paid by employer.  \n \n  \nParagraph 4.3 Source of Income                                                                                                              HB-1-3550 \n• A deduction, based on straight line depreciation, is allowed in the manner \nprescribed  by IRS regulations  for the exhaustion, wear  and tear, and obsolescence \nof depreciable property used in the operation of a farm,  business, or profession by \na member of the household. The deduction must be based on an itemized \nschedule showing the amount of straight -line depreciation. This non- cash \ndeduction, based on straight line depreciation, can be added back into repayment \nincome, but should not be added back into annual income.  \n• Depletion is the using up of natural resources extracted from a mineral property \nby mining, drilling, quarrying stone, or cutting timber. A depletion deduction is allowed to account for the reduction of the mineral property’s value or basis as a result of the extraction of the natural resource. This non- cash deduction can be \nadded back into repayment income but should not be added back into annual income.  \n \n• Any withdrawal of cash or assets from the operation of a farm, business, or \nprofession, or salaries or other amounts distributed to family members from the farm,  business, or profession, will be included in income,  except  to the extent  the \nwithdrawal is for reimbursement of cash or assets invested in the operation by a member of the household. \n \n• A deduction  is allowed  for verified  business expenses,  such as lodging, meals, \nand fuel, for  business trips made  by salaried  employees,  such as long -distance \ntruck drivers, who must meet these expenses without reimbursement.  \n \n• For home -based operations such as child care , product sales,  and the production \nof crafts, housing related expenses for the property being financed such as mortgage interest, real estate taxes, and insurance, which may be claimed as business  expense deductions  for income  tax purposes, will not be deducted from \nannual income.  \n \n3. Interest,  dividends, and other  net income  of any kind from real or personal  property, \nincluding:  \n \n• Actual income earned by a revocable trust under the control of the household, \nregardless of whether it is distributed, shall be considered income to the family \nat the time it is received by the trust. (The inclusion of this income source is implemented under Administrator Exception Authority dated 06- 18-2025, until \nsuch time as final rulemaking for 7 CFR 3550 can be implemented.)  \n \n• Any withdrawal of cash or assets from  an investment  except  to the extent  the \nwithdrawal is reimbursement of cash or assets invested by a member of the household.  \n \n  \n_______________________________________________________ _________ __________________________ \n4-13 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645\n  \n HB-1-3550 \n  Paragraph 4.3 Source of Income  \n \n4. The full amount of periodic payments received from Social Security (including \nSocial Security received by adults on behalf of minors or by minors intended for \ntheir own support, or by an applicant who is a representative payee for an adult household member who will reside in the property), annuities, insurance policies, retirement funds, pensions, disability or death benefits, and other similar types of periodic  receipts. However, deferred periodic amounts from supplemental income \nand social  security  benefits  that are received  in a lump  sum amount  or in prospective \nmonthly amounts are not counted.\n \n \n \n \n5. Payments  in lieu of earnings, such as unemployment  and disability  compensation, \nworker’s compensation, and severance pay. Unemployment income requires a two year  documentation of receipt and reasonable assurance of  its \ncontinuance.  This may be appropriate  for individuals  employed on a \nseasonal basis (e.g., farm laborers, construction workers, etc.).  \n \n6. Public  assistance except  as indicated  in Paragraphs 4.3 C. and D. \n \n7. Periodic  allowances,  such as: \n \n• Alimony  and child  support  received  by the household. \n• Recurring  monetary gifts or contributions  from an organization or person who is \nnot a member of the household.  \n• If another party provides  funds to the applicant for a  monthly debt  \n(owed by the applicant) , the recurring funds received by the  applicant \nshould be considered as recurring gift income and the debt must be  \nincluded in the total debt (TD) ratio. If another party assumes the responsibility for the debt and pays the creditor directly, the payment paid directly to the creditor should not be included as recurring gift income and the debt can be excluded from the TD ratio (see \nParagraph 4.22 of this Chapter ). \n \n \n \n4-14 \n \n \n Example  – Adjustment  for Prior  Overpayment  of Benefits  \nDan Steven’s  social  security  payment  of $250  per month  is being  reduced  by $25 per month \nfor a period of six months to make up for a prior overpayment. Count Dan’s social security income as $225 per month for the  next six months and as  $250 per month for the remaining \nsix months.  \nExamples  – Regular  Cash  Contributions  \nThe father  of a young single  parent  pays her monthly  utility  bills.  On average,  he provides  the applicant $100 \neach month. The $100 per month must be included in the family’s annual income.  \nThe daughter of an elderly applicant gives her mother $175 each month to assist with her living expenses. The  \ndaughter  plans  to continue  subsidizing  her mother’s  expenses.  The $175  per month must  be included  in the \nannual income.  \n \n  \nParagraph 4. 3 Source of Income                                                                                                HB-1-3550 \n \n \n8. All regular pay, special pay (except for persons exposed to hostile fire), and \nallowances of a member  of the armed  forces who is the applicant  or spouse, whether or \nnot that family member lives in the home.  \n \nB. Additional  Income Considerations  for Repayment  Income \n \nConsider  these  additional  sources  of income  that are attributable  to parties to the note \nand represent a source of dependable income for repayment income only.  \n \n1. Housing assistance payment (HAP). (HUD’s Housing Choice Voucher – \nHomeownership Program sometimes referred to as Section 8 for Homeownership.) \nSee Paragraph 8.9 on how HAP payments should be handled. For additional information on the Housing Choice Voucher – Homeownership Program, visit \nhttps://www.hud.gov/topics/housing_choice_voucher_program_section_8 . \n \n2. Adoption assistance payments  in excess of $480 per adopted  child.  \n \n3. Reparation  payments  paid by a foreign government  arising  out of the Holocaust. If \nany applicant for an Agency loan was deemed ineligible because the applicant’s \nincome  exceeded the low-income limit because of  the applicant’s Nazi persecution \nbenefits,  the Agency Loan  Approval  Official should notify the applicant  to reapply \nfor a loan.  \n \n4. Certain  income  tax credits regularly  received  via the applicant’s  employer. \n \n5. The full amount of student financial assistance received by household members or paid directly to the educational institution who are parties to the note. Financial assistance includes grants, educational entitlements, work study programs, and financial aid packages. It does not include tuition, fees, student loans, books, equipment, materials  and transportation. Any amount  provided for living  expenses \nmay be counted as repayment income . \n \n \n \n \n \n \n \n \n  \n \n \n  \n \n \n4-15 \n(01-23-03) SPECIAL PN \nRevised  (06-18-25) PN 645  \n  \n HB-1-3550 \nParagraph 4. 3 Source of Income  \n \n6. Amounts  received  by the family  in the form of refunds  or rebates under  State  or local \nlaw for property taxes paid on the dwelling unit.  \n7. Any other  revenue  which  a Federal  statute  exempts  will be considered  repayment  \nincome . This includes:  \n \n• The imminent danger  duty pay to a service person  applicant  or spouse  away  from \nhome and exposed to hostile fire.  \n \n• Payments  related to aid and attendance, under 38 U.S.C. 1521, to veterans  \nof a period of war with non- service -connected disability pension, in need \nof regular aid and attendance.  \n \n• Payments  to volunteers  under  the Domestic Volunteer  Service Act of 1973, \nincluding, but not limited to:  \n◊ National Volunteer Antipoverty Programs which include Peace  Corps, \nService  Learning Programs,  and Special Volunteer Programs.  \n◊ National Older American Volunteer Programs for persons age  60 and over \nwhich include Retired Senior Volunteer Programs, Foster Grandparent \nProgram, Older American Community Services Program, and National Volunteer  Programs  to Assist  Small  Business and Promote  Volunteer  Service \nto Persons with Business Experience, Service Corps of Retired Executives (SCORE), and Active Corps of Executives (ACE). \n• Payments  received  after January  1, 1989, from the Agent  Orange  Settlement  Fund \nor any other fund established pursuant to the settlement in the “ In Re Agent \nOrange ” product liability litigations, M.D.L. No. 381 (E.D.N.Y.).  \n• Payments  received  under  the “Alaska Native  Claims  Settlement  Act” or the \n“Maine Indian Claims Settlement Act. ” \n• Income  derived from certain  sub-marginal  land of the United  States that is held in \ntrust for certain American Indian tribes.  \n• Payments  or allowances made  under  the Department  of Health  and Human \nServices Low -Income Home Energy Assistance Program.  \n• Payments  received  from the Job Training Partnership  Act. \n \n \n \n  \n____________________________________________________________________________________________ \n4-16  \n \n HB-1-3550 \nParagraph 4. 3 Source of Income  \n• Income  derived  from the disposition  of funds  of the Grand  River  Band  of Ottawa \nIndians.  \n• The first $2,000 of per capita shares received from judgment funds awarded by \nthe Indian Claims  Commission  or the Court  of Claims,  or from  funds  held in trust \nfor an American Indian tribe by the Secretary of Interior.  \n• Payments  received  from programs  funded under  Title  V of the Older  Americans \nAct of 1965.  \n• Any other  income  which  is exempted  under  Federal  statute.  \n8. Amounts  paid by a State  Agency to a family  with a developmentally disabled  family \nmember living at home to offset the cost of services and equipment needed to keep \nthe developmentally disabled family member in the home.  \n \n9. The special  pay to a family  member  serving in the Armed  Forces who is exposed to \nhostile  fire. \n10. Income received from the Supplemental Nutrition Assistance Program (SNAP) may \nbe considered to calculate repayment  income  in an amount  not to exceed  20 percent  \nof the total repayment income (“not to exceed” amount) , including benefits \nprovided through an EBT card. The following provisions apply:  \n \n• Only  the SNAP  benefits  attributable  to the note signers  can be considered for \nrepayment income.  \n \n• Only  the lesser of the “not to exceed” amount  or the actual  SNAP  benefits  can be \nincluded in the applicant’s repayment income.  \n \n \n____________________________________________________________________________________________ \n4-17 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645  \nExample  – Income  from  SNAP  Benefits  \nEloise Thompson’s monthly income from employment is $800. She also receives $ 300 per month in \nchild support payments for her 6 -year-old daughter and $200 per month in SNAP benefits. To consider \nthe SNAP  benefits  in the repayment  income  calculation,  the “not to exceed”  amount  must  be calculated.  \nMonthly repayment income excluding SNAP benefits ($800 + $ 300): $1,100 \nTo calculate Income from SNAP benefits:  \n1.Equalize  the repayment  income  ($1,100 / .80): $1,375 \n2.Calculate  the “not to exceed ” amount  ($1,375 - $1,100):   $ 275 \n3. Compare  to actual  SNAP  benefits  received:  \n $ 200 \nThe amount of SNAP that can be considered in repayment is t he lesser  of the “not to exceed”  \namount  ($275) or the actual  SNAP  benefits  ($200), therefore, the amount considered in repayment is \nthe actual SNAP benefit of $200.  \n  \nMonthly  repayment  income  after SNAP  consideration:  \n $1,300 \n  \n HB-1-3550 \nParagraph 4. 3 Source of Income  \n \n \n \nC. Income Never Considered  for Annual  and Repayment  Income \n \nThe following sources  are never  considered  when  calculating  annual  income  or \nrepayment income:  \n \n1. Income  from the employment  of persons  under  18 years of age, except  parties to the \nnote and their spouses.  \n2. Special -Purpose Payments. These are payments made to the applicant ’s household \nthat would be discontinued if not spent for a specific purpose. Payments which are \nintended to defray specific expenses of an unusual nature,  and which are expended \nsolely  for those  expenses  should not be considered as income.  Examples  include, but \nare not necessarily limited to, the following:  \n \na. Medical Expenses. Funds provided by a charitable organization to defray \nmedical  expenses,  to the extent  to which  they are actually  spent  to meet  those \nexpenses.  \n \nb. Foster Children/Adults. Payments for the care of foster children or adults. \nNOTE:  Foster  children  are not considered members  of the family.  Therefore, no \nadjustments to income are to be made because of their presence.  \n \n3. Temporary, nonrecurring, or sporadic  income  (including gifts).  \n \n4. Lump -sum additions to family assets such as inheritances, capital gains, insurance \npayments  included under  health, accident,  hazard,  or worker’s  compensation policies, \nand settlements for personal or property  losses.  \n \n5. Civil rights settlements or judgements,  including settlements or judgements for back \npay.  (The exclusion of this income source is implemented under Administrator \nException Authority dated  06-18-25, until such time as final rulemaking for 7 CFR \n3550 can be implemented.)  \n \n6. Amounts recovered on any civil action or settlement based on a claim of malpractice, \nnegligence, or other breach of duty that resulted in a member of the family becoming disabled. (The exclusion of this income source is implemented under  Administrator \nException Authority dated  06-18-25, until such time as final rulemaking for 7 CFR \n3550 can be implemented.)  \n \n7. Insurance payments and settlements for personal or property losses, including but not limited to payments through health insurance, motor vehicle insurance, and workers' compensation. (The exclusion of this income source is implemented under Administrator Exception Authority dated  06-18-25, until such time as final \nrulemaking for 7 CFR 3550 can be implemented.)  \n  \n \n4-18  \n \n  \nHB-1-3550 \nParagraph 4. 3 Source of Income  \n \n8. Amounts  that are granted  specifically  for, or in reimbursement  of, the cost of medical \nexpenses for any family member.  \n \n \n9. Payments  received  on reverse amortization  mortgages  (these  payments  are \nconsidered draw -down on the applicant’s assets).  \n \n10. Income received by foster children or foster adults who live in the household, or \nlive-in aides,  regardless of whether  the live-in aide is paid by the family  or a social  \nservices program  (family  members  cannot  be considered  live-in aides unless  they are \nbeing paid by a health agency and have an address, other than a post office box, elsewhere).  \n \n11. Amounts  received  by any family  member participating  in programs  under  the \nWorkforce Investment Act of 1998 (29 U.S.C. 2931). \n \n• Amounts received by a person with a disability that are disregarded for a \nlimited  time for purposes  of Supplemental  Security  Income  eligibility  and \nbenefits because they are set aside for use under a Plan to Attain Self - \nSufficiency  (PASS).  \n \n• Amounts  received  by a participant  in other  publicly assisted  programs  which \nare specifically for or in reimbursement of out- of-pocket expenses incurred \n(special equipment, clothing, transportation, child care, etc.) and which are made solely to allow participation in a specific program.  \n12. Earned  income  tax credits.  \n13. Incremental earnings and benefits resulting to any family members from participation  \nin qualifying  State  or local  employment  training  programs  (including training \nprograms not affiliated with a local government) and training of a family member as resident management staff. Amounts excluded by this provision must be received under employment training programs with clearly defined goals and objectives and \nare excluded only for the period during which the family participates in the \nemployment training program.  \n      \n     \n \n \n \n4-19 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n  \n HB-1-3550 \nParagraph 4. 3 Source of Income  \n \n14. Allowances,  earnings  and payments  to AmeriCorps  participants  under  the National \nand Community Service Act of 1990 (42 E.S.C. 12637{d}). \n \n15. Income earned on a retirement account  (by non- retirees) , from interest, dividends, or \ncapital gains when funds can only be accessed by retiring, terminating employment, \nloaning against the account, or withdrawing with penalties.  \n \nD. Additional  Income Never Considered  for Annual  Income \n \nIn addition, the following  sources are never  considered  when  calculating  annual  income : \n \n1. Payments  received  for the care of foster children, or foster adults  (usually  individuals \nwith disabilities who are unable to live  alone).  \n \n2. Deferred periodic payments of supplemental security income and Social Security benefits  that are received  in a lump  sum amount  or in prospective  monthly  amounts.  \n \n3. Any amount  of crime  victim  compensation  received  through crime  victim assistance \n(or payment or reimbursement of the cost of such assistance) because of the \ncommission of a crime against the applicant under the Victims of Crime Act (42  \nU.S.C.  10602).  \n \n4. Any allowance paid under  38 U.S.C.  1805 to a child  suffering  from spina  bifida  who \nis the child of a Vietnam veteran.  \n5. Payments  by the Indian Claims  Commission  to the Confederated  Tribes  and Bands  of \nYakima Indian Nation or the Apache Tribe of Mescalero  Reservation  \n(Pub.L. 95-433).  \n6. Housing assistance payment (HAP) (HUD’S Housing Choice Voucher Homeownership Program,  sometimes  referred  to as Section  8 for Homeownership). \nThe HAP is not included in the household’s annual income for the purpose of determining the income category in which the household falls or determining payment assistance.  \n7. Adoption assistance payments  in excess of $480 per adopted  child.  \n8. Any imputed return on net family assets  (see Section 2 of this Chapter for more  \ninformation on net family assets) . \n \n \n \n \n \n  \n \n \n4-20 \n \n HB-1-3550 \nParagraph 4.3 Sources of Income  \n \n \n \nE. Verifying  Sources and Amounts  \n \nThe Loan Originator must verify income information provided by the applicant. \nParagraph 3.15 of this Handbook describes the different types of verifications. Federal \nIncome Tax Returns with supporting documentation are the preferred verification source for prior income/previous employment. These documents along with award letters, court orders \nand/or paystubs (supported by oral verification when the applicant has been with the employer for less than a year or the verifications are inconsistent) are preferred when reviewing current income sources and projecting both annual  and repayment  income.  Written  \nVerification s of Employment (VOE) provided by third -party sources or other similar \ndocuments prepared by third- party sources are only required when the applicant is unable to \nprovide sufficient recent, reliable and consistent third -party  documentation which is readily \navailable to them (paystubs, award letters, etc.) . \n \n \n \n \n4-21 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 Examples  – Income Exclusions  \n \n• The Value of Food Provided through the Meals on Wheels Program or Other  \nPrograms Providing Food for the Needy . Shane Michaels received a hot lunch each \nday during  the week  in the community room  and an evening meal  in his apartment.  One \nmeal is provided through the Meals on Wheels program. A local church provided the \nother.  The value of the meals he receives is not counted as  income.  \n• Groceries provided by persons not living in the household. Melissa Bostic’s mother \npurchases  and delivers  groceries  each week  for Melissa  and her two year old. The value \nof these groceries is not counted as income despite the fact that these are a regular contribution or gift.  \n• Amounts  Received  Under  WIC  or the School  Lunch  Act. Cody  Britt’s  two children \nreceive a free breakfast and reduced priced lunches at school every day through the \nSpecial Supplemental Food Program for Women, Infants and Children (WIC). The \nvalue of this food is not counted as income.  \n• Deferred  periodic  payments  of social  security  benefits . Andrew  Ray received  \n$32,000  in deferred  social  security  benefits  following a lengthy  eligibility  dispute.  This \ndelayed payment of social security benefits is treated as an asset, not as income.  \n• Income  from  training  programs . Jamey  Hawkins  is participating  in a qualified  state- \nsupported employment training program every afternoon to learn improved computer \nskills. Each morning, she continues her regular job as a typist. The $250 a week she \nreceives as a part -time typist is included in annual income. The $150 a week she \nreceives for participation in the training program is excluded in annual income.  \n• Student financial assistance . Dylan Nessel won a scholarship from the local civic \nassociation.  The association  sends  him a $1,000  check  each semester  to help with \ntuition costs. These funds are excluded from annual income.  \n \n HB-1-3550 \nParagraph 4. 3 Source of Income  \n \nEach applicant must sign Form RD 3550- 1, Authorization to Release Information, at \nthe time of application. Copies of this form must accompany any request for verification \nfrom third -party sources. Form SSA -3288, Consent for Release of Information, may also be \nused for Social Security verifications when the applicant is unable to provide a copy of an award letter. When applicable, a  complete copy of the last two filed and signed IRS Form \n1040, U.S. Individual Income Tax Returns must be provided by the applicant. IRS Form W -\n2, Wage and Tax Statement, and/or IRS Form 1099- MISC, Miscellaneous Income, must be \nattached to  the applicant’s federal  income  tax return  in order  for it to be considered  a \ncomplete  return. When reviewing W -2 information, B lock 5 is typically used for gross \nincome.  \nFor electronically filed tax returns, it is not necessary to require the applicant(s) to \nmanually sign the return for application purposes if there is sufficient documentation  the \napplicant has signed and filed the return electronically (e.g. use of Self -Select PIN for Free \nFile Fillable Forms, Electronic Filing PIN, authorized E -File Provider, etc.).  \n \nThe Agency will ask the applicant s exceeding the filing thresholds established by the \nIRS to directly  request,  obtain, and provide  a copy of their tax return transcript for the \nprevious two tax years (using IRS Form 4506- T, Request for Transcript of Tax Return) if \nadditional income validation is needed. If there are inconsistencies between the income verifications (e.g. pay stubs, tax returns, etc.), or if the applicant was unable to furnish complete copies of their last two filed returns (e.g. a W -2 was missing), then the transcript \nshould be requested. The transcript should also be requested if the income verifications appear suspicious (e.g. there is evidence of alteration).  \n \nApplicant(s) not required to file should provide a letter of explanation. This explanation \nwill further be supported by documentation in the file obtained by the Loan Originator confirming the IRS filing thresholds based on income, applicable age, and fili ng status were \nnot exceeded by the applicant(s). Loan Originators may  obtain information for who is \nrequired to file a tax return for applicable tax years on the IRS website at https://www.irs.gov/newsroom/fact- sheets (suggested key term search may include ‘…who \nneeds to file..’) . Past tax year Fact Sheets indicating filing thresholds can be located under \nthe \"News release and fact sheet archive\" link: https://www.irs.gov/newsroom/news -release-\nand-fact-sheet -archive .  \n \nAppendix 2 of this Handbook provides  sample  certification  and verification  formats  \nfor a number  of purposes. \n \n  \n4-22 \n\n \n(1-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628  HB-1-3550 \nParagraph 4. 3 Source of Income  \nThe following chart  provides  guidance  on acceptable alternative  sources of verifications \nof different types of income:  \nINCOME  (If Preferred  Source  of Verification  cannot  be obtained  without  cost, \nAcceptable Alternative may be used.)  \nType of Income or \nVerification  Source   \nVerification  Requirements and Procedures  \nWAGES  or SALARY  \nPaycheck  Stubs  or The applicant  must  list all household  members  on the application  and provide  \nPayroll  Earnings  their employment  status.  They  must  be consecutive  and “most  recent” ( i.e., no \nmore than 60 days old) as of the date the loan application  is made;  must  clearly  \nidentify  the applicant  (or adult  household member)  as the employee  by name  \nand/or  social  security  number;  must  show  the gross  earnings  for that pay period \nand year-to-date;  and must  be computer -generated  or typed.  Oral verifications  \nshould only be used if the applicant  has worked  for the employer  for less than a \nyear or the other  types  of verifications  are inconsistent  or suspicious,  \ndocumented as follows:  Statements  for not less \nthan four (4) consecutive  \nweeks  \nPreferred  Source  \n \n \nAND  \nOral Verification  as \npermitted  in Paragraph  \n3.15 A.3. \nPreferred  Source  If an oral verification is needed, document  in the running  record  the date of \ncontact  and list: The employer’s name/address/phone  number/contact  person  \nand title; the employee’s  name, date of employment,  present  position  and \nprobability of continued employment;  the source of the phone  number  \n(applicant,  realtor,  yellow pages,  website);  and the name  and title of the Rural  \nDevelopment  employee that contacted  the employer.  Note:  It is not necessary \nto contact the employer ( for an oral verification) to determine probability of \ncontinued employment or whether overtime is likely to continue.  By \nevaluating the historical and year to date information, the Loan Originator and \nLoan Approval Official should be able to determine whether the income is \nlikely to continue.   \n \n \n \n \n \nElectronic  Verification   \nIt must  clearly  identify  the applicant  (or adult  household  member)  as the \nAcceptable  Alternative  employee  by name  and/or  social  security  number,  cover  the most  recent  pay \n(in lieu of paycheck  period  as of the date the initial  loan application  is made,  and show  the gross  \nstubs  only)  earnings  for the most  recent  30-day pay period  and year-to-date.  Obtain  oral \n verification  of employment  only if the applicant  has worked  for the \n employer  for less than a year or  the other  types  of verifications are \n inconsistent  or suspicious . \nWritten Verification of \nEmployment  \nAcceptable Alternative  Only i f paycheck  stubs  or earnings  statements  are unpredictable, appear \nfraudulent , or are not available,  the Loan Originator must send Form RD 1910-\n5, Request for Verification of Employment, to each employer for verification.  \n4-23 \n \nHB-1-3550  \nParagraph 4.3 Sources of Income   \n  \nType of Income or \nVerification  Source   \nVerification  Requirements and Procedures  \nFor SELF -EMPLOYED \nPERSONS  \nFederal Tax \nReturns and \nIncome  & Expense \nStatement \nPreferred Source  Self-employed applicants (or adult household members) must provide the \nlast two complete,  signed, and filed individual and business Federal Income \nTax Returns (IRS Form 1040) along with all schedules. If the applicant has \nwage income, all IRS Form W -2s must be attached to the applicant’s \nFederal Income Tax Return for the tax returns to be considered complete. \nRefer to Attachment 4 -C for guidance on what documentation is needed for \neach business structure.  \n \nIf the applicant reports a significant increase or decrease in their self -\nemployment income or does not have two full years of filed tax returns, the applicant must also provide the most recent income and expense , and \nbalance sheet, or Verification of Business Expenses. The Loan  Originator  \nmust  compare the income  and expense,  and balance sheet  or Verification of \nBusiness Expenses provided by the applicant to analyze the income trend of the business.  \n(NOTE : The Verification of Business Expenses, found in Appendix 8 \nprovides a sample format for recording business expenses. ) \nSUPPLEMENTAL \nVERIFICATION  \nSeasonal  Employment  \n(to include wages and \nunemployment benefits)  \nPreferred  Source  A household  member  who is a seasonal  worker  must  provide  the last two years \nof complete, signed, and filed Federal Income Tax Returns (e.g. all W -2 forms, \nschedules, 1099- MISC forms, etc.) If the applicant has less than two years of \nseasonal employment, the Loan Originator must document there is a strong \nlikelihood that the applicant will continue to rec eive that income.  \n \nIf an applicant receives unemployment compensation, that is clearly \nassociated with seasonal layoffs expected to recur, the Loan Originator does \nnot need to contact the employer or obtain a letter of explanation for gaps of \nseasonal layoffs, as long as unemployment compensation is reported and documented with the last two years of the applicant’s federal income tax \nreturns.  \nUnemployment  Benefits \n(not associated with \nseasonal employment),  All applicants  (or adult  household  members)  must  complete  Form  RD \n3550 -4, Employment  and Asset  Certification,  which  provides  his/her  current  \nemployment  status and requires them  to agree to inform  the Agency  \nimmediately,  in writing, if the employment  status changes.  If an applicant  \nhas recently  become unemployed,  the Loan  Originator  should contact  the \nformer employer  to confirm  that the applicant  is no longer  employed  and that \nre-employment  is not expected.  \nApplicants (or adult  household members)  receiving  unemployment  benefits \n(not associated with seasonal employment), must  provide  the most  recent  award  \nor benefit  letter  prepared  and signed  by the authorizing agency  to verify  the \nnon-employment  income.  Appendix 8 of this Handbook provides  a sample  \nformat  for requesting  information  about  unemployment benefits.  Disability  & Worker’s  \nCompensation,  Severance  \nPay (except  lump -sum \nadditions)  \nPreferred  Source  \n \n \n \nIt must  clearly  identify  the adult  household member  as the employee  by \nname  and/or  social  security  number  and cover  the most  recent  earnings as of \nthe date the verification  is submitted.  \n \n \n \n4-24 \n \n HB-1-3550 \nParagraph 4. 3 Source of Income  \nElectronic  Verification  \nAcceptable Alternative  Electronic  verification  of self -employment income for that period,  copy  of \nchecks,  or bank statements,  all showing gross earnings. All authorized \ndeductions must be added back to checks or bank statements to reflect gross \namount.  \nMortgage  Credit  An applicant  receiving  a MCC  must  file IRS Form  W-4, Employee’s  \nWithholding Allowance Certificate.  This IRS form  enables the applicant’s  \nemployer  to include  a portion of the applicant’s income  tax credit  in their \nregular  paycheck.  Income  tax credits not advanced  through the applicant’s  \nemployer  on at least a monthly  basis cannot  be included  in repayment  \nincome  but may warrant  consideration  as a compensating  factor.  \n \nThe documents  must  be the “most  recent” and identify  the applicant  by name \nand/or  social  security  number.  \n \nSigned  copies  of the applicable  IRS Form  or a letter  from  the employer stating  \nthe applicant  has executed  and the employer  has accepted  the \ndocument.   \n \n \n \n \nPreferred  Source for \nMCC \n \nApplicable IRS Form  or \nLetter  from  Employer  \nRegular,  Unearned  The applicant  (or adult  household  member, including adult full -time students)  \nmust  provide  a copy of the most recent  award  or benefit  letter  prepared  and \nsigned  by the authorizing agency.  If the date of the letter  is not within  the last \n12 months,  require  the applicant to submit  information  updating the award,  for \nexample,  a cost-of-living (COLA)  payment  notice,  Social  Security  Benefits \nStatement, or a notice  of change  in benefits.  Appendix  8 provides  sample  \nformats  for requesting this information.  \n \nThe two most recent bank statements showing the amount of monthly benefits \nreceived and IRS Form 1099 for the previous year. The Social Security debit cared (i.e., Direct Express card) is an alternative way for applicants to receive their monthly federal b enefits. The federal benefits are paid directly to the \ndebit card on the monthly payment date. Similar to obtaining bank statements, \nthe two most recent debit card statements showing the amount of the monthly benefits deposited can be used as an acceptable alternative.  \n \nLoan Originators must verify that the benefit shown on the bank statement reflects the gross amount of the benefit prior to deductions for items such as \ntaxes, health benefits, insurance premiums, etc. via the most recent award or \nbenefit letter from the authorizing agency.  Income  (e.g.,  Social  \nSecurity,  SSI, Retirement  \nFunds,  Pensions,  Annuities,  \nDisability  or Death  \nBenefits)  (except deferred \nperiodic payments)  \n \nPreferred Source  \n \n \n    \n   \nAcceptable  Alternative  \n  \nStudent Financial Aid  \nPreferred Source  \n \nAcceptable Alternative   Electronic verification or copy from the Financial Aid Office at the applicable \nschool may be used to verify student financial aid.  \n \nVerification of Student Income and Expenses  \n \n____________________________________________________________________________________________ \n4-25 \n(01-23-03) SPECIAL PN  \nRevised  (11-06-24) PN 628 \n \n HB-1-3550 \nParagraph 4. 3 Source of Income  \n \nAlimony  or Child  Support \nPayments  \nPreferred  Source  \n \n \nElectronic  Verification  \nAcceptable Alternative  \n \n \n \n \nCancelled  Checks / \nElectronic Verification  \nAcceptable Alternative  The applicant (or adult household member) must obtain a payment history \nfor the last 12 months from the court appointed entity responsible for \nhandling payments.  The average amount  received  will be used in the income \ncalculations.  \n \nThe two most recent bank statements showing electronic deposit of the \nmonthly alimony and/or child support received AND a copy of the child \nsupport agreement, court appointed divorce  decree  or separation  agreement  (if \nthe divorce  is not final) that provides for the payment of alimony or child \nsupport and states the amount and the period of time over which it will be received.  \n \nIf (and only if) there is not a court  appointed entity  responsible  for handling  \npayments  and formal  documents  were  never  issued,  support  payments  can be \ncertified  as being received  by obtaining cancelled checks or bank statements \nfor the last 12 mon ths to verify the amount received.  \nDivorce  Decree/Separation \nAgreement/Court Order of \nSupport Payments  If (and only if) a source  of income  was awarded  in the decree,  and there  is \nnot a court  appointed entity  responsible  for handling payments,  the applicant  \n(or adult  household member)  may provide  a copy of the divorce  decree,  \nseparation  agreement,  or other  court ordered document  indicating  the amount  of \nthe required  support  payments.  If the applicant  reports  that the amount  required  \nby the agreement  is not being received,  the applicant  must  provide  adequate  \ndocumentation of the amount  being received  (i.e., copies of the checks or \nmoney orders  from  the payer,  etc.) and certify  the payments are being \nreceived  or not received.  \n \nIf (and only if) there is not a court  appointed entity  responsible  for handling  \npayments  and formal  documents  were  never  issued,  support  payments  can be \ncertified  as being received  or not received.  Acceptable  Alternative  \n \n \n \n \n \nCancelled  Checks  \nAcceptable Alternative  \nVerification  of Assets  and Form  RD 3550 -4, Employment  and Asset  Certification,  will be used to \nIncome  from  Assets  and confirm  the level  of the household’s  combined  net assets.  Obtain  the two \nInvestments  most  recent  complete  bank  or brokerage  statements  showing  the transaction  \nPreferred  Source  history  and the current  balance.  If the applicant has a Social Security debit \ncard (i.e. Direct Express card), obtain the two most recent debit card \nstatements showing the transaction history and the current balance.  If account  \ninformation  is reported  on a quarterly  basis,  obtain  the most  recent  quarterly  \nstatement.  To further document  interest  and dividend income  the applicant  \nmust  provide  copy of Federal  tax forms  and schedules clearly  identifying  \nincome  from  interest,  dividends,  and capital  gains.  For some  assets such as \nmutual  funds  or 401(k)  accounts,  copies of year-end statements can provide  \ninformation  about  annual  income.  \n \nIf the Loan  Originator  has reasons to question the accuracy  of the applicant’s \nself-certification or bank statements, the Loan Originator sends Form RD \n1944- 62, Request for Verification of Deposit, to financial institutions to verify \naccount balances.   \n \n \n \n____________________________________________________________________________________________ \n4-26 \n \n HB-1-3550 \nParagraph 4. 3 Source of Income  \n \nVerification  of Gifts  \nPreferred  Source  If funds needed for the purchase will be provided by an organization or \nanother person not living in the household, the Loan Originator must send \nthe donor  Form  RD 3550-2,  Request  for Verification  of Gift/Gift Letter, to \nverify whether the gift must be repaid and whether the funds have already \nbeen transferred. Form RD 3550- 2 is used to verify gifts that are non- \nrecurring and intended for down payment or closing costs purposes only.  \nVerification  of Recurring \nGifts  \nPreferred  Source  For recurring gifts, if there  is no history  of the  gift being received prior to \napplication and the gift amount is needed to establish the applicant has \nrepayment  ability, the Loan  Originator  must  determine and document  that \nthe gift is stable and dependable.  \nDEDUCTIONS  \nType  of Expense  or \nVerification  Source  Verification  Requirements and Procedures \nDisability  Assistance \nExpenses  \nPreferred  Source  To qualify  for disability  deductions,  the applicant  must  describe  the nature  of \nthe expense, provide documentation of the costs, and demonstrate that the \nexpense enables a family member to work.  If the household member \nreceives a form of income because of a verified disability (such as social \nsecurity disability or disability compensation), that may be used as a method \nto verify the disability. Otherwise, Form RD 1944 -4, Certification of \nDisability or Handicap, or other 3rd party documents prepared by a physician \nor other medical professional should be used to verify the household \nmember’s  disability.  \nMedical  Expenses  \nPreferred  Source  For elderly households only, allowable medical expenses may be deducted \nfrom annual income. Therefore, documentation of medical expenses is not \ngenerally required for non- elderly households. In such cases, these medical \nexpenses must  be verified  as well.  Appendix 8 provides  a sample  format  for \ndocumenting medical expenses. Note: while medical expenses are an \nallowable deduction from annual income, medical expenses/debts must not \nbe considered in the total debt ratio when calculating repayment ability.   \nChild care  Expenses  Reasonable  child care  expenses  may be deducted  from  annual  income.  To \nqualify for the deduction, the applicant must:  \n• Identify  the children  receiving  child  care and the family  member  \nwho can work or go to school as a result of the  care;  \n• Demonstrate there is no adult  household  member  available to care \nfor the children;  \n• Identify the child care  provider, hours of care provided, and costs \n(e.g., letter  on the child  care provider’s  letterhead  or a copy of a \nsigned  child  care contract); and  \n• Identify  the educational  institution  and provide  \ndocumentation of enrollment (if appropriate).  \nAppendix  8 provides  a sample  format  for requesting  child care  information.  \n \n \n \n4-27 \n(01-23-03) SPECIAL PN  \nRevised  (11-06-24) PN 628 \n  \n HB-1-3550 \nParagraph 4. 3 Source of Income  \n1. Timing  \nDocumentation used to verify employment, income, assets, and deductions must be \nno more than 120 days old, or 180 days old for new construction, by closing date. If any \nof the verification documents are older than allowed, the Loan Originator must update \nthem before settlement. For example, if you have four paystubs to verify 30 days of income, the oldest paystub must be within 120 days (or 180 days for new construction) from date of closing to be valid. The age of certain documents, such as divorce decree and tax returns, \ndo not necessarily  affect  the validity  of the underwriting decision. These types  of \ndocuments  are exempt  from  the document  age restriction  unless  there  is evidence that the \napplicant’s circumstances have changed thus warranting updated  verifications.  \n \n2. Projecting  Expected  Income for the Next  12 Months  \n \nOnce an income source is verified, the Loan Originator must project the expected \nincome from this source for the next 12 months. This projection should be based on a comparison and analysis of the figures derived from using all applicable calculation \nmetho ds. To establish earning trends and avoid miscalculating income,  all four methods  \nshould be considered ; however,  some  income  sources will only lend themselves to one \nmethod (such as;  seasonal income, retirement benefits, supplemental security income \n(SSI) or social security benefits) .  If all four methods are not used, the Loan Originator \nmust document why. In some cases, there may be multiple types of income generated \nfrom one source (overtime, bonus, hourly); therefore,  the income calculation method \nused will depend on the type of income received, rather than the source of income. The four calculation methods are:  \n \n• Straight- based  where  the benefit  or wage  amount  is converted  to the annual \nequivalent. This method is most appropriate when the hourly rate/number of \nhours worked, or the fixed weekly/monthly income is known and typically does not vary.  \n• Average  where  the income  as reported  on the benefit  statements or pay stubs  for \nthe last 30 days is averaged and then converted to the annual  equivalent. This \nmethod is most appropriate when the wage rate/type (overtime, shift differential, SSI, etc.) or the number of hours worked vary from paycheck to paycheck.  \n \n \n  \n4-28 \n \n     HB-1-3550 \nParagraph 4. 3 Source of Income  \n \n• Year -to-date (YTD) where the YTD gross earnings are divided by the YTD \ninterval, which is the number of calendar days elapsed between January 1 of the \ncurrent year and the last date covered by the most recent income verification, and then multiplied by 365. The earning activity during the YTD interval should be closely examined to determine the appropriateness of this method. Do not use  \nthis method if the earning activity during the YTD interval is insufficient to make an annual  projection or is not reflective  of the likely  earning  activity  for the period \noutside the YTD interval (the time between the last date covered by the most recent income verification and December 31 of the current year).  \n \n• Historical  where  the income  as reported  on the  previous  year’s tax  return  is used. \nAny declining income trend, especially for repayment income, must be carefully  \ndocument in the underwriting analysis.  \n \nIf the  applicant receives a fixed income,  such as social security benefits, it is not necessary \nto calculate all four methods. In the case of a fixed income, it would be appropriate to calculate the straight based and historical methods. If the two methods do not match (perhaps because of an incr ease in benefits for the current year), document the file accordingly. For seasonal  and \nself-employment, consider two years of historical records to include wages and unemployment. \nIt is not necessary to calculate t he other three methods since you should not rely on paystub \nverification and the applicant may have multiple employers, making it difficult to verify from all sources. For all other incomes, calculate the four methods and compare the results. If there appear to be discrepancies, ask the applicant for addit ional information. For instance, if last \nyear’s income is $10,000 more than what was calculated using year to date information, ask the applicant if they have had a change in their hourly rate, number of hours declined or perhaps if their overtime is typically earned at the end of the year and is not yet reflected in the paystub. \nDocument the results of the applicant interview and select the most appropriate income calculation after analyzing the data.  \n \nAfter the Loan Originator determines the suitable methods and performs the calculations,  \nhe/she  must  determine  which  figure  is most  representative  of income  likely to be received \nduring the next 12 months. If the figures are disparate and one figure is not clearly the most representative, an average of the resulting figures may be used. S electing  the lowest  figure  \nwithout  analysis is not acceptable.  The selection  must  be carefully deliberated and may require \nadditional verification.  \n \n  \n \n \n4-29 \n \n(01-23-03) SPECIAL PN  \nRevised  (11-06-24) PN 628  \n  \n HB-1-3550 \nParagraph 4. 3 Source of Income  \n \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n \n \n \n3. Income of Temporarily  Absent  Family  Members \n \nHousehold members may be temporarily absent from the household for a variety of \nreasons,  such as temporary  employment  or students  who live away  from home  during the \nschool year. The income of these household members is considered when computing \nannual income and, if the person is a party to the note, for repayment income.  \n \nIf the absent  person is not considered a member of the household and is not a party  to \nthe note, the Loan Originator must not count their income, must not consider them when determining deductions for adjusted income, and must not consider them as a family member for determining which income limit to use.  \n \n \n \n \n \n \n \n  \n____________________________________________________________________________________________ \n4-30  Example  - Projecting  Expected  Income  for the Next  12 Months  \n \nKen Anderson  has worked  for B & N Auto  for the last two years.  According  to the application,  Mr. \nAnderson  reported  that he earns  $10/hour,  works  40 hours  per week.  Since Mr. Anderson is paid weekly, \nhe submitted his last four pay stubs through the pay period ending May 1st that show gross pay (including \novertime) of $460, $415, $475, and $445.  His most recent paystub reflects  gross  YTD  earnings  of $5,885.  \nMr. Anderson’s  tax return  for last year showed  gross  wages  of \n$16,640.  \n Straight -based : Base  pay: $10/hour  x 40 hours/week x 52 weeks/year  = $20,800 \n \nAverage : ($460  + $415  + $475 +  $445)  / 4) x 52 weeks/year = $23,335  \n \nYTD : ($5,885  / 121 days)  x 365 =  $17,752  \n Historical :  $16,640  \n Looking at the four results, there is no clear earning pattern. The Loan Originator should investigate \nfurther to determine  why significant  discrepancies  exist  between  the calculation  methods  and what  figure  \nshould be used. Is B & N experiencing an unusual and temporary large workload?  Was Mr. Anderson \nabsent from work for an extended period of time?  Did Mr. Anderson recently receive a pay increase? Do \nhis recent paystubs include overtime earnings? These are just a few examples of the questions that should \nbe answered.  \n \nNOTE:  These  calculations  should be documented using the Worksheet for Computing Income and \nMaximum Loan Amount Calculator  and included  in the Electronic Customer  File (ECF).  \n \n \n HB-1-3550 \nParagraph 4. 3 Source of Income  \n \n \n  \n \n  \n \n  \n \n  \n \n \n \n \n \n____________________________________________________________________________________________ \n4-31 \n(01-23-03) SPECIAL PN  \nRevised  (06-18-25) PN 645  \nExamples  - Temporarily  Absent  Family  Member  \nJames  Brown  and his wife have  applied  for a loan.  At the moment,  James  is working  on a \nconstruction job on the other side of the State and comes home every other weekend.  He earns  \n$600/week  and uses approximately  one-third  of that amount  for temporary  living  expenses.  The full \namount of the income earned would be counted for both repayment and annual income.  \n \nAdam Watson works as an accountant. However, he suffers from a disability that \nperiodically requires lengthy stays at a rehabilitation center. When he is confined to the \nrehabilitation  center,  he receives  disability payments  equaling  80% of his usual income.  During the \ntime he is not in the unit, he will continue  to be considered  a family  member.  Even  though  he is not \ncurrently in the unit, his total disability income will be counted as part of the family’s annual \nincome.  \n \nDesirae Bitz accepts  temporary  employment  in another  location  and needs  a portion  of her \nincome to cover living expenses in the new location. The full amount of the income must be \nincluded in annual income.  \n \nTerri  Glass is  on active  military  duty.  Her principal  residence is her  parents’  home  where \nher husband  and children  live. Terri  is not currently  exposed  to hostile  fire. Therefore,  because  her \nspouse  and children are  in the  parents’  home, her  military  pay must  be included in annual  income.  \n  \n HB-1-3550 \nParagraph  4.4 Calculating  Annual  and Adjusted  Income  \n \n \n4.4 CALCULATING  ANNUAL AND ADJUSTED INCOME  \n \nAdjusted income  is used to determine  eligibility  for the Section  502 and 504 programs, as \nwell as eligibility for and the amount of payment subsidies under Section 502. \nA. Calculating  Annual  Income  \nAnnual income is used as the base for computing adjusted income. Income of all \nhousehold members,  not just parties  to the note, should be considered  when  computing annual \nincome.  \nB. Calculating  Deductions  from  Annual  Income  \n \nAdjusted income is calculated by subtracting from annual income any of 5 deductions \nthat apply to the household. Not all households are eligible for all deductions. Exhibit 4 -2 \nsummarizes these deductions. The remainder of this paragraph provides guidance on \ndetermining  whether  a family  is eligible  for each deduction  and verifying  and calculating  these \namounts.  \n \nExhibit  4-2 \nAllowable  Deductions  from Annual  Income \n \nDeduction  Elderly \nHouseholds  Nonelderly \nHouseholds  \nDependent  Deduction  Yes Yes \nChild  Care  Expenses  Yes Yes \nElderly  Household  Yes No \nMedical  Expenses  Yes No \nDisability  Assistance  Yes Yes \n \nC. Dependent  Deduction  \n \nA deduction from annual income of $480 is made for each household member who \nqualifies as a dependent. The amount of deduction will be indexed to inflation and adjusted \nannually in consultation with HUD. Dependents are members of the household who are not the \nborrower, co -borrower, or spouse, are age 17 or younger, are an individual with a disability, or \nare a full - time  student. The applicant/borrower,  co-applicant/co -borrower, or spouse  of \napplicant/borrower (even if the household member is temporarily absent) may never qualify as a dependent. A foster child, an unborn child, a child who has not yet joined the family, or a live -\nin aide may never be counted as a  dependent.  \n \n   \n               __________________________________________________________________________________________ \n                4-32 \n \n \n \n \n HB-1-3550 \nParagraph  4.4 Calculating  Annual  and Adjusted  Income  \n \nD. Child  Care  Expenses  \n \nReasonable unreimbursed child care expenses for the care of children age 12 and under \nare deducted from annual income if:  \n \n(1) the care enables  a borrower or household member to work  or go to school;  \n \n(2) no other  adult  household  member  is available  to care for the children;  and \n \n(3) in the case of child care that enables a household member to work, the expenses \ndeducted do not exceed  the income  earned  by that household member.  This limitation \ndoes not apply if the child care allows a household member to go to school. \n \nIf the child care  provider  is a household member,  the cost of the children’s  care cannot  be \ndeducted.  \n \nChild care  attributable to the work of a full- time student (except for applicant/borrower, \nco-applicant/co -borrower, or spouse of applicant/borrower) is limited to not more than $480, \nsince the employment  income  of full-time students  in excess of $480 is not counted in the annual \nincome calculation. The income exclusion amount  for full- time students will be indexed to \ninflation and adjusted annually in consultation with HUD. Child care  payments on behalf of a \nminor who is not living in the household cannot be deducted.  \n \nTo qualify  for the deduction, the applicant  must: \n \n• Identify the children who are receiving child care and the family member who can \nwork, seek employment  or go to school  (academic or vocational)  as a result of the \ncare;  \n \n• Demonstrate  there  is no adult  household member  available  to care for the children \nduring the hours care is  needed;  \n \n• Identify  the child care  provider, hours  of child  care provided, and costs;  \n• Verify  the expense  is not reimbursed  by an  agency  or individual  outside  the family; \nand \n \n• If the expenses enable  a family  member  to go to school, identify  the educational \ninstitution. The family member need not be a full- time student.  \n \n  \n \n \n____________________________________________________________________________________________ \n4-33 \n(01-23-03) SPECIAL PN  \nRevised ( 06-18-25) PN 645\n \n \n HB-1-3550 \nParagraph  4.4 Calculating  Annual  and Adjusted  Income  \n \n \n \n \n \n \n \n \n \n  \n \n  \n \n \n \n \n4-34 \n \nVerification  of Child  Care  Expenses  \nChild care  hours  must  parallel  the hours  the family  member  works  or goes to school.  Appendix 2 \nprovides a sample format applicants can use to document child care . Other acceptable formats \ninclude a letter on the child care provider’s letterhead or a copy of a signed child care  contract.  \nExample  – Child  Care Deduction  \nSeparate  Expenses  for Time  at Work  and Time  at School  \n \nLou and Bryce have two children. Both parents work, but Lou works only part -time and goes to \nschool half -time.  She pays $4 an hour for eight hours of child care  a day.  For four of those \nhours,  she is at work;  for four of them  she attends  school.  She receives  no reimbursement  for her \nchild care  expense.  \n \nHer annual  expense  for child care  during the hours  she works  is $4,000  and at school  is $4,000. \nShe earns $6,000 a year.  Bryce earns $18,000.  \n \nLou’s  child care  expense while she  is working cannot  exceed the amount she is earning  while at \nwork.  In this case,  that is not a problem.  Lou earns  $6,000  during  the time she is paying $4,000. \nTherefore, her deduction for the hours while she is working is $4,000.  \n \nLou’s  expense  while  she is at school  is not compared  to her earnings.  Her expense  during  those \nhours is $4,000 and her deduction for those hours will also be $4,000.  \n \nLou’s  total child care  deduction is  $8,000  ($4,000 + $4,000). The total  deduction exceeds  the \namount  of Lou’s  total earnings,  but the amount  she pays during the hours  she works  does not \nexceed her earnings. If Lou’s child care  costs for the hours she worked were greater than her \nearnings, she would not be able to deduct all of her child care costs.  \n \n \nTypical  Disability  Expenses  \n•Care attendant to assist an individual with disabilities \nwith activities of daily living directly related to \npermitting  the individual  or another  family  member  to \nwork.  \n•Special apparatus, such as wheelchairs, ramps, adaptations \nto vehicles or workplace equipment, if directly related to \npermitting  the individual  with disabilities  or another  family \nmember to work.  HB-1-3550 \nParagraph  4.4 Calculating  Annual  and Adjusted  Income  \n \nE. Elderly  Household Deduction  \nA single  $525 deduction from annual  income  is made for  qualifying elderly  households . \n(The deduction is implemented under Administrator Exception Authority dated  06-18-25, until \nsuch time as final rulemaking for 7 CFR 3550 can be implemented.) The amount of this \ndeduction will be indexed to inflation and adjusted annually in consultation with HUD. To be \nconsidered an elderly household, a party  \nto the note must  be 62 years of age or older \nor an individual with a disability. Because \nthis is a “family  deduction”  each household \nreceives only one deduction, even if more than one member is elderly or disabled.  \n \nIn the case of a family where the \ndeceased  applicant/borrower or spouse  was at \nleast 62 years old or an individual with \ndisabilities,  the surviving  family  member  shall  continue  to be classified  as an “elderly \nhousehold” for the purposes of determining adjusted income if:  \n \n• At the time of death  of the deceased  family  member,  the dwelling  was financed  by the \nAgency;  \n \n• The surviving family  member occupied  the dwelling with the deceased  family \nmember at the time of death; and  \n \n• The surviving spouse  (if any) has not remarried.  \n \nF. Deduction for Disability  Assistance Expense  \n \nFamilies are entitled to a deduction for un- reimbursed, anticipated costs for attendant care and \n“auxiliary apparatus” for each family member who is a person with disabilities, to the extent these \nexpenses are reasonable and necessary to enable any family  member  18 years of  age or older  who may \nor may not be the member who is a person with disabilities (including the member who is a person with disabilities) to be employed. The applicant must describe the nature of the expense, provide documentation of the costs, and demonstrate that  the expense enables a family member to work. \nReasonable documented expenses for care of the individual with disabilities in excess of 3 percent of annual income may be deducted from annual income if the expenses:  \n• Enable  the individual  with disabilities  or another  family  member  to work;  \n• Are not reimbursable  from insurance  or any other  source;  and \n• Do not exceed  the amount  of earned  income  included in annual  income  by the person \nwho is able to work as a result of  the expenses. If the disability assistance enables more \nthan one person to be employed, the combined incomes of all persons must be  included.  \n                 ____________________________________________________________________________________________ \n                  4-35 \n(01-23-03) SPECIAL PN  \nRevised  (06-18-25) PN 645  \n  \n \nExample  – Calculating  a Deduction  for Disability  Assistance  Expenses  \n(NOTE:  $3,034  is not greater  than  amount  earned  by co-applicant/co -borrower,  who is enabled  to work.)  \n HB-1-3550 \nParagraph  4.4 Calculating  Annual  and Adjusted  Income  \n \nTo qualify for this deduction, applicants must identify the  individual with a disability on \nthe application. If the household member receives a form of income because of a verified \ndisability (such as social security disability or disability compensation), that may be used as a method to verify the disability. Otherwise, Form RD 1944- 4, Certification of Disability or \nHandicap , or other 3\nrd party documents prepared by a physician or other medical professional , \nshould be used to verif y the individual’s  disability  from a physician or other  medical  \nprofessional. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n    \n4-36 Applicant/Borrower  earned  income  $14,500  \nCo-Applicant/Co -Borrower  earned  income  +$12,700  \nTotal  Income  $27,200  \nCare  expenses  for disabled  15-year-old $ 3,850  \nCalculation:  $ 3,850  \n(3% of annual  income)  -$ 816 \nAllowable  disability  assistance  expenses  $ 3,034  Example  – Eligible  Disability  Assistance  Expenses  \nThe payments made on a motorized wheelchair for the 42- year-old son of the applicant/borrower enable the \nson to leave the house  and go to work  each day on his own.  Prior  to purchase  of the motorized  wheelchair,  the \nson was unable to make the commute to work. These payments are an eligible disability assistance expense.  \nNOTE: Auxiliary apparatus includes, but is not limited to, items such as wheelchairs, ramps, \nadaptations  to vehicles,  or special  equipment  to enable  a sight -impaired  person  to read  or type,  but only \nif these items are directly related to permitting the disabled person or other family member to work. If \nthe apparatus is not used exclusively by the person with a disability, the total cost must be prorated to \nallow a specific amount for disability assistance.  \n• Include payments on a specially equipped van to the extent they exceed the payments that \nwould  be required  on a car purchased  for transportation  of a person  who does  not have  a disability.  \n• The cost of maintenance  and upkeep  of an auxiliary  apparatus  is considered  a disability \nassistance expense (e.g., veterinarian and food costs of a service animal; cost of maintaining equipment that is added to a car, but not the cost of maintaining the  car).  \nPayments to a care attendant to stay with a disabled 16 -year-old child allow the child’s mother to go to work \nevery  day. These  payments  are an eligible  disability  assistance expense.  When  the same provider  takes  care of \nchildren and a disabled person over age 12, prorate the total cost and allocate a specific cost to attendant  care. \nThe sum of both child care  and disability assistance expenses cannot exceed the employment income of the \nfamily member enabled to work.  \nNOTE:  Attendant  care includes,  but is not limited  to, expenses  for home  medical  care,  nursing  services, \nhousekeeping and errand services, interpreters for hearing -impaired, and readers for persons with \nvisual disabilities.  \n \n HB-1-3550 \nParagraph  4.4 Calculating  Annual  and Adjusted  Income  \n \nG. Deduction for Medical  Expenses (for Elderly  Households  Only)  \nMedical  expenses may be deducted from  annual  income  for elderly  households  if the \nexpenses:  (1) will not be reimbursed  by insurance  or another  source;  and (2) when  \nunreimbursed medical expenses , which can be combined with any disability assistance \nexpense,  are in excess of 3 percent of annual income.   \nIf the household qualifies for the medical expense deduction, expenses of the entire \nfamily  are considered. For example,  if a household included the head  (grandmother, age 64), her \nson (age 37), and her granddaughter (age 6), the medical expenses of all 3 family members \nwould be considered. Note: while medical expenses are an allowable deduction from annual income, medical expenses/debt must not be considered in the total debt ra tio when calculating \nrepayment ability.  \n \n \n \n \n___________________________________________________________________________________________ \n4-37 \n(01-23-03) SPECIAL PN  \nRevised (06 -18-25) PN 645  Examples  - Excluded  Medical  Expenses  \n \n• Unnecessary  cosmetic  surgery  to improve  the patient’s  appearance  such as face lifts, hair \ntransplants/removal, and liposuction  \n• Health  Club  or YMCA  dues,  steam  baths  for general  health  or to relieve  physical or mental  discomfort  \nnot related to a particular medical condition  \n• Household help even  if recommended  by a doctor  \n• Medical  savings  account  (MSA)  \n• Nutritional and herbal supplements, vitamins, and “natural medicines” unless these can be obtained \nlegally only with a physician’s prescription  \n• Non-prescription medications unless prescribed by a physician for a particular medical condition (e.g., \nacid reflux medication can be taken without a prescription which would be an excluded expense, but a \nphysician may also prescribe it which could then be  included)  \n• Personal use items (such as toothpaste, toiletries, cosmetics, etc.) unless used primarily to prevent or \nalleviate a physical or mental defect or illness  \n• Life Insurance  \n• Funeral or Burial Plot expenses  \nExamples  - Typical  Medical  Expenses  \n \n•Services  of physicians,  nurses,  dentists,  opticians,  chiropractors,  and other  health  care providers  \n•Services  of hospitals,  laboratories,  clinics,  and other  health  care facilities  \n•Medical,  Medicaid , supplemental insurance  and long-term care premiums,  and expenses  to Health \nMaintenance  Organization ( HMO) ; such as, co -payments  \n•Prescription  drug coverage, pharmacy expenses , and nonprescription  medicine prescribed  by a physician  \n•Dental  expenses,  x-rays,  fillings,  braces,  extractions,  dentures , and examinations  \n•Eyeglasses,  contact  lenses,  and eye examinations  \n•Medical  or health  products  or apparatus  (hearing  aids, batteries,  wheelchairs,  etc.) \n•Attendant  care or periodic  medical  care (visiting  nurses  or assistance  animal  and its upkeep)  \n•Periodic  scheduled  payments  on accumulated  medical  bills \n•The greater of the actual travel costs for medical appointments or the published Internal Revenue Service standard medical mileage rate. ( https://www.irs.gov/tax -professionals/standard -mileage -rates\n)  \n \n HB-1-3550 \nParagraph  4.4 Calculating  Annual  and Adjusted  Income  \n \n \nOne of the most  challenging aspects  of \ndetermining allowable medical expenses is \nestimating  a household’s  medical  expenses for \nthe coming year. While some anticipated expenses can be documented easily (for example, Medicare or other health insurance premiums and ongoing prescriptions), others need to be estimated. The Loan Originator should use historical information about medical bills to estimate future expenses.  \nHowever, the estimates should be realistic. For example, if the household has a significant  medical  bill, the Loan  Originator  \nwould count  only that portion of  the bill that is likely  to be paid  during the coming year.  \n \n \n \n  \n \n \n \n \n  \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n            ____________________________________________________________________________________________ \n4-38 \n \n \nExample - Calculating the \nMedical  Expense  Deduction  \nThe Jensons  are an elderly household with annual \nincome of $25,000 and anticipated medical expenses \nof $3,000  that are not covered  by insurance  or another \nsource.  The allowable medical expenses would be:  \nTotal  Medical  Expenses  \n $3,000  \n(less)  3% Annual  Income  \n($25,000  x 0.03)  \n \nAllowable  Medical  Expenses  \n $2,250  \nExample  – Medical  Expense  Paid  over  a Period  of Time  \n \nChynna  Ray and Justin  Grog  did not have  insurance  to cover  Justin’s operation four years  ago. They  have \nbeen paying $105 a month toward the $5,040 debt.  Each year that amount \n \n($105 x 12 months or $1,260) has been included in total medical expenses. A review of their file indicates \nthat a total of $5,040  has been  added to total medical  expenses  over the four- year period.  Over  the four- year \nperiod they have missed five payments and still owe $525. Although they still owe this amount, the bill \ncannot be included in their current medical expenses because the expense has already been deducted.  $750  \n \n \nExample  – “Grossing  Up” Nontaxable  Income \n \nThe applicant’s  repayment  income  of $22,000 includes  $5,000 of nontaxable  income. \nThe revised repayment income for the applicant would be calculated as follows:  HB-1-3550 \nParagraph  4.4 Calculating  Annual  and Adjusted  Income  \n \nH. Calculating  Repayment  Income  \nRepayment  income  is the amount  of the household’s  income  that is available  to repay  the \nAgency’s debt. To compute repayment income, the Loan Originator should count only the \nincome of persons who will be parties to the note. \nThe Standard PITI and TD ratio limitations assume that applicant income is taxable. If a \nparticular source of income is not subject to Federal taxes, for example, certain  types  of \ndisability  payments  or military  allowances,  the amount  of continuing tax savings attributable to \nthe nontaxable income source will be added to the applicant’s repayment income.  \nNontaxable  income,  such  as Housing  Choice  Vouchers,  social  security,  child \nsupport , or alimony payments  (if the instrument was executed or modified after \n12/31/18) , will be multiplied by 120 percent to “gross up” such income  (provided the \nnontaxable income is stable and is expected to continue for at least two years) . \n \n \n \n \n  \n \n$17,000  Taxable  income  \n+ 6,000  “Grossed -Up” Nontaxable  Income  ($5,000  x 1.2) \n$23,000  Revised  Repayment  \n  \nUnder  current  tax law some  State  and local  issuers of mortgage  bonds  may issue MCC to \nprovide a Federal income tax credit to assist low -income home buyers and home owners. The \ncredit permits an eligible household to claim a specific percentage of the annual interest paid on \na mortgage as a tax credit rather than a deduction. If an applic ant will receive the credit, the \nbenefit of the credit will be “grossed up” for the repayment ability income calculation as described in Paragraph 4.4 H of this Chapter when the applicant adjusts their Federal tax \nwithholdings via IRS  Form W -4 to reflect the decrease in their tax liability. MCCs are issued \nthrough private lenders and rarely encountered in the 502 Direct program.  \n \nSECTION  2: EVALUATING  BORROWER ASSETS  [7 CFR  3550.54(d)]  \n \n4.5 OVERVIEW  OF POLICIES  RELATED TO ASSETS  \n \nAssets affect an applicant’s ability to obtain a loan in 2 ways. First, applicants may be \nrequired to use non- retirement assets to make a down payment covering some of the costs of \npurchasing a home. Second, many types of assets generate income that must be included in the calculations of annual and repayment income.  \n  \n             ____________________________________________________________________________________________ \n4-39 \n(01-23-03) SPECIAL PN  \nRevised  (06-18-25) PN 645 \n \n \n \n  HB-1-3550 \nParagraph  4.5 Overview of Policies Related to Assets                        \n  \n \nAn applicant’s assets are considered for annual and repayment income, as well as for \ndown payment purposes, as applicable. The cash value of all household members assets is  \nconsidered for annual income and down payment purposes, as applicable, but shall be \nexcluded from repayment  income. Asset  documentation may also provide  useful  information  \nfor loan underwriting. Exhibit 4 -3 presents a list of assets that must be considered when \nmaking these determinations and also identifies certain types of assets that are not considered.  \n \nExhibit 4 -3 \nTypes  of Assets  \nThe following types of assets must be considered.  \nNon-retirement  assets including : \n• Savings  accounts; the average  2-month  balance of checking  accounts;  safe deposit  boxes; \n• The average 2 -month balance of a Social Security debit card ( i.e., Direct Express card)  \n• Stocks,  bonds,  Treasury  bills,  savings  certificates,  money  market  funds,  and other  investment  accounts;  \n• Equity  in real property  or other  capital  investments  (Note: n egative equity in real property or other investments  \ndoes not prohibit the owner from selling, so negative equity alone would not justify excluding the  \nproperty or other investments from family assets ); \n• Revocable  trust funds  that are available  to the household;  \n• Lump -sum receipts, such as inheritances, capital gains, lottery winnings , civil judgments,  settlement on \ninsurance claims  (including  health  and accident  insurance,  worker’s  compensation,  and personal  or \nproperty  losses);  \n• Assets held in foreign countries;  and \n• Personal  property (such  as jewelry,  coin collection  or antique  cars)  held as an investment.  \nThe following  types  of assets  are not considered.  \n• The value  of necessary  items  of personal  property,  such as furniture,  clothing,  cars, wedding rings  and \nother jewelry not held as an investment, and vehicles specially equipped for persons with disabilities;  \n• The value of non -necessary items of personal property , such as recreational vehicles not needed for day -\nto-day transportation (e.g., campers, boats ) and collectibles (e.g., coins/stamps ); \n• Assets that are part of any business,  trade,  or farming  operation  in which  any member  of the household \nis actively engaged;  \n• Distributions of principal for any trust outside the control of the household and distributions of income \nwhen used for medical/health care costs of a minor;  \n• Distributions from  a revocable  trust under the control  of the household ;  \n• Assets that can only be used toward a specific expense and cannot be converted to cash (i.e. SNAP \nbenefits);  \n• The cash value of life insurance policies ; \n• Value of any “baby bond” account created, authorized, or funded by Federal, State, or local \ngovernment;  \n• Interests  in American  Indian  restricted  land;  \n• The value  of tax advantaged health,  medical  savings  or spending  accounts,  college  savings  plans , and \nAchieving a Better Life Expectance (ABLE) accounts ; \n• Federal tax refunds or refundable tax credits for a period of 12 months after receipt;  and \n• For income  calculations,  any assets  on hand  that will be used to reduce  the amount  of loan.  \n• Retirement asset and income earned on retirement accounts, from interest, dividends, or capital gains \nwhen funds can only be accessed by retiring, terminating employment, loaning against the account, or \nwithdrawing with penalties is never considered as repayment or annual income.  \n \n \n \n \n4-40 \n \n \n                                                                                                                                     \n \n                                      HB-1-3550 \nParagraph 4.5 Overview of Policies  Related  to Assets \n \n \nA. Reporting  Assets  \n \nApplicants must provide information about household assets at the time of loan \napplication and whenever an income determination is made. Applicants must provide sufficient \ndocumentation to enable the Loan Originator to verify the asset information and compute the market and cash value  of the asset.  Applicants  must  provide  assets documentation  as required on \nParagraph 4.3 regardless of the balance or value of the assets disclosed. In addition, Form RD 3550- 4, Employment and Asset Certification, will be used to confirm the level of the \nhousehold’s combined net assets.  \n \nB. Verification  of Assets  \nCopies of bank or brokerage company statements provide more information than just \naccount balances.  The transaction history reveals recurring deposits or debits that may impact \nthe applicant’s ability  to qualify for a loan. Assets  statements must  cover  account  activity  for the \nmost  recent  two-month  period (or, if account  information  is reported on a quarterly  basis,  for the \nmost recent quarter).  Loan originators must:  \n \n• Confirm that the applicant  has enough funds  for closing.  \n• Obtain  a credible  explanation from the applicant  regarding  the source  of funds  for any \nlarge , recurring  deposits or increase in the account balance that are not attributed to \nwages or earnings . A large deposit may be the proceeds from a new personal loan \nnot yet reported to the credit  bureaus  or indicate an unidentified income source . \n \nC. Calculating  Market  and Cash  Value  \n \nThe market  value  of an asset  is simply  its dollar  value  on the open market.  For example, \nthe market value of $2,000 in a savings account is $2,000 and the market value of real estate is its appraised value. The cash value of an asset is the market value, less reasonable expenses to \nconvert the asset to cash.  For example, the cash value of stock worth $5,000 would be $5,000 \nless any broker’s fee.  \n \n \n \n \n \n \n \n \n \n \n____________________________________________________________________________________________ \n4-41 \n(01-23-03) SPECIAL PN  \nRevised (06 -18-25) PN 645 \n \n Example  – Assets  that are Part  of an Active  Business  \nMegan and Tylar  Wasson  own a copier  and courier  service.  None  of the equipment  that they use in their \nbusiness is counted as an asset (e.g., the copiers, the fax machines, the bicycles).  \n  \n HB-1-3550 \nParagraph  4.5 Overview  of Policies  Related  to Assets \n \nD. Retirement  Assets  \nRetirement  assets are savings  and \ninvestments that have been specifically \ndesignated as retirement funds. Access \nto retirement assets is restricted by law, employer policy, or both, depending on the retirement arrangement’s legal form. Typical restrictions include retirement age, vesting requirements, and ability to access funds.  \n \n4.6 LIMITATIONS  ON ASSETS  \nIf the cash value of non -retirement assets is greater than $15,000 for nonelderly \nhouseholds  or $20,000 for elderly  households, the cash value  in excess of these amounts  must  be \nused toward the purchase of the property.  See P aragraph 6.10 B of this Handbook for list of \neligible asset uses.  \n \nApplicants  will not be required  to use retirement  assets as a down payment, regardless of \ntheir retirement status.  \n \n4.7 CALCULATING  INCOME  FROM  ASSETS  FOR  ANNUAL  INCOME  \nFor the purpose of  computing annual income, the  cash value of all non -retirement \nassets of  all applicants  and co-applicants, as well as all household members (adults and \nchildren), are considered. Reference Exhibit 4 -1 of this Chapter for additional \ninformation.  \n \nForm RD 3550- 4, Employment and Asset Certification should be used to certify \nthe cash value of the household’s family assets.  \n \n4.8 CALCULATING  INCOME  FROM  ASSETS  FOR  REPAYMENT INCOME  \nWhen calculating assets for repayment income, only the assets of the note signers  are \nconsidered, and the actual income derived from the assets, which are determined stable and dependable,  are used.  \n \nNote: for non- retired applicants income earned on a retirement account, from interest, \ndividends, or capital gains when funds can only be accessed by retiring, terminating employment, loaning against the account, or withdrawing with penalties is never considered for annual or repayment in come.  \n \n  \n \n4-42 \n \nTypical  Retirement  Plans  \n \n•Employer -sponsored retirement plans: 401(k), 403(b), 457 \nplans, employer and employee association trust accounts, \nmoney purchase plans, profit- sharing plans, SEP -IRAs \n(Simplified  Employee  Pensions)  and SIMPLE  IRAs  (Savings \nIncentive Match Plans for Employees).  \n•Individual  Retirement  Arrangements  (IRAs):  Traditional  IRA, \nRoth IRA, and Keogh plans.  \nExample  – Withdrawals  from  IRAs  or 401(k)  Accounts  \nJim Dunn retired recently. He has an IRA account but is not receiving periodic payments from it because  his pension \nis adequate for his routine  expenses.  However,  he has withdrawn  $2,000  for a trip with his children. The withdrawal \nis not a periodic payment and is not counted as income.  \n \n HB-1-3550 \nSECTION  3: CREDIT  HISTORY  [7 CFR 3550.53(h)]  \n4.9 OVERVIEW  \n \nTo be eligible for a Section 502 loan, applicants must demonstrate that they are \nreasonably able and willing to repay an Agency loan. This section discusses the credit \nrequirements,  the additional  credit  checks,  how to conduct  the full credit  history review,  when \nto use Form RD 1944- 61, and the criteria for making credit exceptions.  \n \n4.10 CREDIT REQUIREMENTS  \n \nThe Loan Originator must evaluate the credit history of each proposed party to the \nnote. An applicant’s credit record does not have to be perfect; a few instances of credit problems can be acceptable if an applicant’s overall credit record demonstrates an ability and willingness to repay obligations. Exhibit 4 -4 of this Chapter outlines indicators of \nunacceptable credit that must  be investigated  by the Loan  Originator.  These indicators  are not \nautomatic  disqualifiers. The Loan Approval Official can make exceptions in limited \ncircumstances, as described in Paragraph 4.14  of this Chapter . \n \nThe Loan Originator must investigate \nindicators of unacceptable credit to determine whether they are accurate, and whether there is an acceptable explanation for the problem that might  justify  an exception. Failure  to understand \nthe nature of a credit problem could put the  \nAgency at risk of providing financing  to an applicant  who is unable  or unwilling  to repay  the \ndebt or  could cause the Agency to reject an applicant on the basis of inaccurate or \nincomplete information.  \n \nFor instance, an applicant with little or no credit history reflected on a credit report \nwill require further examination. Since some creditors do not report to the credit repositories, the Loan Originator should identify nontraditional credit sources to d evelop a credit history. \nNontraditional  credit  information  that may demonstrate  the applicant’s  ability  and willingness \nto meet debt obligations should be verified using the guidelines in Paragraph 4.12 of this \nChapter , which include  third  party  verifications  from  impartial and unrelated  parties,  canceled  \nchecks that cover a sufficient period of time, or other acceptable means.  \n \n         \n____________________________________________________________________________________________ \n4-43 \n(01-23-03) SPECIAL PN  \nRevised  (06-18-25) PN 645 \n \nCosigners  \nCosigners must meet the same credit - \nworthiness  requirements  as applicants  and cannot \nbe used to compensate for an applicant’s \nunacceptable credit history.  \n \n HB-1-3550 \nParagraph  4.10 Credit  Requirements  \n \nExhibit  4-4 \nIndicators of Unacceptable Credit  \n \n• Little  or no credit  history.  The lack of credit  history  on the credit  report  may be mitigated  if the applicant \ncan document a willingness to pay recurring debts through other acceptable means such as third- party \nverifications or canceled checks. Due to impartiality issues, third party verifications from relatives of \nhousehold members are not permissible.  \n• Payments  on any installment  account,  (on a per account  basis , not cumulative of any and all of \nthese account types) , where  the amount  of the delinquency exceeded one installment for more than \n30 days within the last 12 months.  \n• Payments  on any revolving account,  (on a per account  basis , not cumulative of any and all of these account \ntypes) , which  was delinquent  for more  than 30 days on two or more occasions within the last 12 months.  \n• A foreclosure  that has been  completed  within  the last 36 months.  \n• An outstanding  Internal  Revenue  Service (IRS)  tax lien or any other  outstanding tax liens  with no \nsatisfactory arrangement for payment.  \n• Two or more  rent or mortgage  payments  paid 30 or more  days late within  the last 2 years.  If the applicant \nhas experienced  no other  credit  problems  in the past 2 years,  only 1 year of rent history  will be evaluated. \nThis requirement  may be waived  if the program  loan will reduce  shelter  costs  significantly  and contribute \nto improved repayment ability.  \n• Outstanding  collection  accounts  with a record  of irregular  payments  with no satisfactory  arrangements  for \nrepayment, or collection accounts that were paid in full within the last 6 months, unless the applicant had \nbeen making regular payments previously.  \n• Non-Agency  debts  written  off within  the last 36 months,  unless  the debt was paid in full at least 12 months  ago. \n• Agency  debts  that were  debt settled  within  the past 36 months  or are being  considered  for debt settlement.  \n• Delinquency  on a federal  debt. \n• A court -created  or court -affirmed  obligation  or judgment  caused  by nonpayment that is currently \noutstanding  (see Par agraph  8.5 of this Handbook  regarding required clearance or approval upon \nclosing),  or has been outstanding within the last 12 months,  except : \n◊ A bankruptcy in which:  \n◊ Debts  were  discharged more  than 36 months  prior  to the date of application;  or \n◊ Where an applicant successfully completed a bankruptcy debt restructuring plan and has \ndemonstrated  a willingness  to meet  obligations  when  due for the 12 months  prior  to the date of \napplication.  \n◊ A judgment  satisfied  more  than 12 months  before  the date of application.  \nAn applicant  with  an outstanding  judgment  obtained by the United  States  in a Federal  court,  other  than \nthe United States Tax Court, is not eligible for a Section 502 loan. This requirement is statutory and \ncannot be waived.  \n \n \n \n \n  4-44 \n \n HB-1-3550 \nParagraph  4.10 Credit  Requirements  \n \nIf an applicant’s  credit  history is unacceptable,  the Loan  Originator  should  counsel  the \napplicant about the specific problems identified, and ways to improve the household’s credit \nrecord for the future. The Loan Originator should make it clear that establishing a pattern of meeting obligations that conforms to the Agency’s standards might make it possible for the applicant to qualify for a Section 502 loan in the future.  \n \nThe Loan Originator must use consistent standards and procedures when \nevaluating credit  qualifications  to ensure  equity and fairness.  Special  areas of concern \ninclude:  \n \n• Determining  what  constitutes  acceptable documentation;  \n• Counseling applicants  about  ways  to correct  adverse credit;  and \n• Interpreting  subjective  information.  \n4.11 CONDUCTING  ADDITIONAL CREDIT  CHECKS  \n \nOver  and above  ordering  a Tri-Merge Credit Report  (TMCR),  the Loan  Originator must \ncheck the Department of Treasury’s Do Not Pay (DNP) P ortal and LoanServ’s “SSN CROSS \nREFERENCE” softlink key.  \n \nA. Do Not Pay Portal  \n \nThe Do Not Pay (DNP) Portal is used to prevent Fraud, Waste, and Abuse of federal \ndollars.  Except  in very unusual  circumstances,  an applicant  who is delinquent  on a Federal  debt \nis not eligible for the direct programs. The Loan Originator can verify whether the applicant has delinquent Federal debt through the DNP P ortal.  \n \nRural  Development  staff should visit the Agency’s  DNP  SharePoint  page  for more  information on \nusing the DNP Portal, sources to be screened, required documentation, available training, FAQ’s,  etc.: \nhttps://usdagcc.sharepoint.com/sites/rd_cfo/icd/DoNotPay/SitePages/Home.aspx  \n \n \n           \n \n              ____________________________________________________________________________________________ \n4-45 \n \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645  \n \n HB-1-3550 \nParagraph 4.11 Conducting Additional Credit Checks  \nThe Credit Alert System  (CAIVRS) is checked through the DNP P ortal.   An applicant that \nwill be party to the loan must have a clear CAIVRS response  (i.e., ‘No results found’ ). \n \nThe Loan Originator must add the  required  \nDNP documentation to the applicant’s ECF to \ndocument that the applicant’s delinquency status \nhas been checked.  \nIf DNP  indicates that the applicant  is not  \neligible for Federal  assistance, the Loan  Originator is to notify  the applicant of the result from \nthe DNP P ortal and provide the  debt agency name  and debt agency telephone number from the \nDNP Portal if applicable , as a point of contact for the applicant to resolve the delinquency (do \nnot provide screen shots or printouts  to the applicant). If the applicant does not notify the \nAgency within 30 days that the problem has been resolved, the Loan Approval Official must \nreject the application and the applicant should be notified in writing  using Handbook Letter 15. \nThe application should be fully processed,  and the denial letter should  include any delinquent \nfederal debt and all other reasons for denial. The Administrator may grant an exception to this \nrequirement if it is in the best interest of the Government.  \n \nIf any delinquency is paid in full or if evidence of satisfactory payment arrangement with \nthe reporting agency has been reached with a 6- month history of payments can be provided \nwithin the 30 -day time frame, application processing can continue. If the applicant resolves the \nissue after the application has been  rejected,  and wishes to reapply, the applicant  must  submit  a \nnew application, which  must  be processed according to the new submission date.  \n \nB. Infile  Credit  Report  \n \nInfile  credit  reports  can only be used for pre-qualification  reviews completed  by \nAgency staff, which should be limited as outlined in Section 1 of Chapter 3. \n \nInfile  credit  reports  will not be obtained for 502 direct packaged loan applications,  as the \npackager is responsible for conducting the review. The only credit report pulled by the Agency \nwill be a TMCR when a complete 502 direct application is received.  \n \nInfile  credit  reports  will be obtained by the Agency  for all 504 applicants with adjusted \nincome greater than 30% of adjusted median income, regardless of the size of the loan being \nrequested.  \n \nSince  infile  credit  reports  for pre-qualifications  and TMCRs  for complete  applications  are \nconsidered a hard inquiry on the applicant’s credit report, care must be taken to avoid \nunnecessary orders.  Do not order an infile credit report to confirm that a debt has been paid or \nfor other similar reasons and do not order an infile credit report once an application has been received.  \n \n \n \n \n \n4-46 \nExceptions to \nDelinquent  Federal  Debt  \nIf the applicant has a delinquent Federal debt,  the \nAdministrator  has the authority  to grant an \nexception if arrangements for payment have been \nmade and it is in the best interest of the \nGovernment.  \n \n       HB-1-3550 \n \n4.12 CONDUCTING  FULL  REVIEW  OF CREDIT HISTORY  \n \nOnce an  application is  selected for \nprocessing, the Loan Originator must order a \ntri-merge credit report through UniFi. When an \nincomplete application packet and credit report fee have  been  received,  the Loan  Originator will \norder the tri- merge credit report through UniFi \nas long as, at a minimum, Form RD 3550- 1, \nAuthorization  to Release Information  has been  received.  Otherwise,  the fee must  be returned to \nthe applicant if it cannot be deposited within 3 business days of receipt.  \n \nA credit report from another party (e.g. Self- Help Grantee, loan application packager, or \nleveraged  lender)  cannot  be used in the Agency’s  decision- making process.  The Loan  Originator \nmust also obtain the applicable third- party credit verifications to determine whether the \napplicant’s credit history meets the Agency’s criteria.  \n \nProcedures  for obtaining third -party  verifications  are described  in Paragraph 3.15.  \nGuidelines  for reviewing  the applicant’s  credit  history  are provided here.  \n \nIf an applicant  is denied assistance based  upon information  contained  in a tri-merge  credit \nreport, the Agency must provide the applicant:  \n• The name,  address,  and toll-free number  of the credit  bureau;  \n• A statement  to the applicant  that the denial  of their loan request  was made  by the \nAgency, and not the credit bureau;  \n \n• Notice  of their right  to obtain  a free copy of their credit  report  from the credit  bureau \nwithin 60 days from the date of the Agency’s adverse action;  and \n• Notice  of the applicant’s  right to dispute  to the credit  bureau  the accuracy  or \ncompleteness of the credit report provided to the  Agency. \n \n \n  \n \n \n____________________________________________________________________ \n4-47 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \nHelpful  Hint \nUnless the applicant makes a written request for a \ncopy of their tri-merge  credit  report,  the Agency  will \nnot provide a copy.  Applicants are not entitled to a \ncopy of their infile credit report that may have been \npulled during the pre -qualification  process.  \n \n HB-1-3550 \nParagraph  4.12 Conducting  Full Review  of Credit  History  \n \nA. Tri-Merge Credit  Report  \nThe Tri -Merge Credit Report (TMCR) will include Equifax Beacon 5.0, TransUnion \nFICO Risk Score  04, and Experian Fair Isaac v2 credit  scores,  if available.  The report  will include \ndata from the three main repositories, updated verifications on all trade lines with a balance \n(updated to within 90 days), and a court records check that includes adverse items for the prior 7 - \nyear period. The TMCR will also provide the results o f a check against the U.S. Department of  \nthe Treasury’s Office of Foreign Assets Control (OFAC) database. OFAC administers and enforces economic and trade sanctions against targeted foreign countries, terrorists, international narcotics traffic kers, and those engaged in activities related to the proliferation of weapons of \nmass destruction.  If an OFAC match message appears on the TMCR, refer to the U.S. Treasury \nwebsite at  https://ofac.treasury.gov/  for guidance on how to determine if the match is valid. If a \ndue diligence review concludes that the match is valid, the applicant should be denied assistance \nand referred to the OFAC contact number for further information as per the aforementioned website.  If there is no OFAC match message on the TMCR, or the match was not valid, \nprocessing may continue as directed in the following paragraphs. \n \nFor applicants with no outstanding judgments obtained by the United States in a Federal \ncourt, with no significant delinquency, and who have more than one credit score listed on their TMCR that result in a credit score of 640 or higher on their TMCR, Exhibit 4 -4 need not be used \nto identify  indicators  of unacceptable credit  handling. In addition, a verification  of rent and Form \nRD 1944- 61, Credit History Worksheet, need not be completed. These applicants are \nautomatically classified as having acceptable cre dit histories regardless of what is listed on the \nTMCR.  To avoid potential disparate treatment, additional credit analysis is not appropriate.  \nCredit scores are used to reduce  the time necessary  to conduct  credit  analyses,  but under  no  \ncircumstance can credit scores be used to make adverse decisions.  \nAn applicant with significant delinquency on the credit report, even with a credit score of \n640 or higher, will be subject  to further credit  analysis and Form  RD 1944- 61 must  be completed. \nSignificant delinquency includes the following:  \n • A foreclosure,  deed -in-lieu of foreclosure,  short  sale, or mortgage  charge -off that has \nbeen completed within the last 36 months.  \n• A Chapter  7 bankruptcy discharged less than 36 months  prior  to the application  date. \n \n  \n \n  \n \n \n____________________________________________________________________________________________ \n4-48 \n  \n \n HB-1-3550 \nParagraph  4.12 Conducting  Full Review  of Credit  History  \n \n• A Chapter  13 bankruptcy where  the applicant  has not successfully  completed  the \ndebt restructuring  plan and has not demonstrated  a willingness  to meet  obligations \nwhen  considering the last 12-month payments  made  under  the restructuring  plan. \n \n• Agency debts  that were  debt settled  within  the past 36 months  or are \nbeing considered for debt settlement.  \n \nHaving an insufficient credit score does not mean the applicant has demonstrated \ninability or unwillingness to repay debt; it means the Loan Originator must obtain \nnontraditional credit sources to make this determination and use Form RD 1944- 61, Credit \nHistory Worksheet  to conduct  the credit  analysis.  To preclude  the use of Exhibit  4-4 to identify \nindicators of unacceptable credit handling, the following practice will be established:  \n \n• If the three  credit  scores  are listed  on the TMCR,  the middle  numerical  score \nshould be used. \n \n• If the TMCR only contains  two scores,  the lower  of the two should be  used.  \n• If the TMCR  only contains  one score,  a full credit analysis  must  be completed.  \n• If no score is available,  the credit  bureau will report  a “zero.”  Zero  in these  cases \nhas the literal meaning of  null, or  indicating there  was not enough information  or \ncredit references for the statistical model to compute a credit score value.  \n• If there  is more  than one applicant,  each applicant  must  be viewed  separately.  \n• Loan Originators must obtain nontraditional credit verifications to augment a credit \nreport if the applicant has less than two scores. However, non-  traditional credit must \nnever be used to enhance the credit of an applicant with a negligent credit history (poor payment history, excessive use of credit, over the credit limit balances, etc.) or \nto offset derogatory references  found in the applicant's  traditional  credit  report, such as \ncollections and judgments, even if the traditional credit is  insufficient.  \n \nIf the resulting credit score is less than 640 and the TMCR contains any indicators of \nunacceptable credit as outlined in Exhibit 4 -4, the Loan Originator should discuss the findings \nwith the applicant  and ask for third -party  verifications  that support  the applicant’s  assertions.  A \ncopy of the TMCR must be retained in the case file. If the TMCR is expected to be more than \nnine months old when the underwriting decision is to be made or at the time of closing, a new \nreport must be ordered at no cost to the applicant.  \n   \n \n  \n \n ____________________________________________________________________________________________ \n4-49 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n \n \n \n  \nHB-1-3550 \nParagraph  4.12 Conducting  Full Review  of Credit  History  \n \nCredit Score  # of  \nScores  Form RD 1944 -61 \n“Credit History \nWorksheet” \nrequired?  Additional information needed  \nAny score, with a \njudgment obtained in U.S. \nFederal Court (other than \na U.S. Tax Court)  n/a Yes.   \nApplication must be \ndenied.  N/A \n640 or above, no \nsignificant delinquency  \n >1 No.   \nThis qualifies as \nstreamlined \nprocessing & does \nnot need to be \nevaluated for \nindicators of \nunacceptable credit.  N/A \nAny other score (640 and \nabove with significant \ndelinquency, 640 or \nbelow)  >1 \nYes \n - If score < 640 and indicators of unacceptable \ncredit exist, need 3rd party verifications to \nsupport applicant’s explanation.  \n- For significant delinquencies, if not shown on \ncredit report, need 3rd party documentation to \nconfirm applicable dates, 12 -month payment \nhistory for Ch. 13 bankruptcy, etc.  \n- If only 1 score (whether above or below 640), develop credit history from at least 3 sources \n(can be combination of traditional and \nnontraditional). However, only 2 sources are required if 1 of those is a verification of rent or \nmortgage payments.  \nNo Score  n/a - Develop credit history from at least 3 sources \n(can be combination of traditional and nontraditional). However, only 2 sources are \nrequired if 1 of those is a verification of rent or \nmortgage payments.  \n \nB. Fair and Accurate Credit  Transactions  \n \nIn accordance with the Fair and Accurate Credit Transactions (FACT) Act of 2003, the \nAgency is required to disclose to the applicant, upon request, the score that a credit bureau \ndistributed and was used in connection with their loan. In addition, we are required to disclose \nthe key factors affecting the applicant’s credit scores. Therefore, Attachment 3 -H, Credit Score \nDisclosure,  must  be provided to the applicant. It must  be explained to the applicant  that the credit \nscore was not used to determine  loan approval. The Agency only uses the credit  score to presume \nacceptable credit in lieu of other credit underwriting practices.  \n \n    \n \n____________________________________________________________________________________________ \n4-50 \n  \n \n               HB-1-3550 \nParagraph  4.12 Conducting  Full Review  of Credit  History  \n \nConsumers have the right to dispute information on their credit report, which they believe \nto be inaccurate. This can be done directly with the furnisher of credit, as well as a consumer \nreporting agency. Generally, disputes are investigated by the consume r reporting agency(s) \nwithin 30 to 45 days of receipt of the notice of dispute from the consumer;  and written  results  of \nthe investigation  are provided to the consumer  within  5 business days after completion of the \ninvestigation. For more information visit https://www.ftc.gov/ and \nhttp://www.consumerfinance.gov/askcfpb/ . \n \n• Non-Derogatory Disputed Accounts:  \nIf the applicant has a non- derogatory disputed account, the Loan Originator can \ndetermine the non- derogatory disputed account acceptable and proceed with \nunderwriting. The disputed account is considered non- derogatory if one of the \nfollowing apply:  \n \no The disputed account has a zero balance;  \no The disputed account states “paid in full” or “resolved” on the credit report;  \no The disputed account with late payments are aged 24 months or greater;  \no The disputed account is current and paid as agreed. \n \nThe applicant must provide the Agency with applicable documentation to support the \nreason and basis of the dispute with the creditor. The Loan Originator must determine the impact of the disputed account on the repayment of the proposed mortgage debt. The Loan Originator must include the minimum monthly payment stated on the credit report, five percent of the balance of the account, or the amount documented from the creditor for each account.  \n \n• Derogatory Disputed Accounts:  \nDisputed derogatory credit accounts refer to disputed charge -off accounts, disputed \ncollection accounts, and disputed accounts with late payments in the last 24 months.  \n \nThe Agency’s credit determination may be subject to change upon resolution of the derogatory disputed account.  The Loan Originator must determine the impact of the \ndisputed accounts on the repayment of the proposed mortgage debt.  The Loan Originator must include the minimum monthly payment stated on the credit report, five percent of the balance of the account, or the  amount documented from the creditor \nfor each account.  The Loan Originator may  issue Form RD 1944- 59, Certificate of \nEligibility , subject t o the receipt of the disputed resolution prior to approval.   \n      \n____________________________________________________________________________________________ \n4-51 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n  \n \n HB-1-3550 \nParagraph  4.12 Conducting  Full Review  of Credit  History  \n \nThe following disputed accounts can be excluded from consideration in the underwriting \nanalysis:  \no Disputed medical accounts/collections;  \no Disputed derogatory accounts that are the result of identity theft, credit card theft, or unauthorized use when evidence (police report, attorney correspondence, creditor statement) is provided to support the applicant’s explanation; or  \no Disputed accounts of a non- purchasing spouse in a community property state.  \n \nThe FACT Act also added a new section to the Fair Credit Reporting Act to prohibit \ncreditors  from obtaining or using medical  information  pertaining  to a consumer  in connection \nwith any determination of the consumer's eligibility, or continued eligibility, for credit.  \n \nConsumer  reporting agencies are prohibited from  providing a lender  with a credit  report \nthat contains identifying information for medical debts (be it a collection, judgment, etc.). The name of the medical service provider and the nature of the medical service is suppressed or coded so that lender  decisions  are not based  on discriminatory  factors.  However,  suppression or \ncoding of identifying information for medical debts does not eliminate the need for consideration. Medical debts that are chronically late, placed in collection, or turne d into \njudgments remain  indicators of unacceptable credit handling that must be addressed (unless the \napplicant has a credit score of 640 or higher).  \n \nSince the indicators of unacceptable credit handling are general guidelines that aid in \ndetermining the degree of risk and are not absolute underwriting criteria, the Loan Originator must subjectively consider the circumstances that resulted in the blemished debt. If the identifying information  for a medical  debt is suppressed  or coded  and the applicant  is claiming \nthat the debt resulted  from  a situation  that was beyond their control,  the applicant  must  provide \nadequate third- party documentation to support their claim.  \n \nIf the applicant cannot identify the medical debt given the payment information (date \nopened, balance  owing, etc.),  the applicant  will have  to contact  the repository  directly  to obtain a \ncopy of their credit report. Credit reports provided by a repository directly to a consumer will \nnot have the medical information suppressed. To avoid a fee, the applicant can obtain a free credit report by calling 1 -877-322-8228 or logging into https://www.annualcreditreport.com . \nIndividuals may receive one free credit file disclosure every week  from each of the nationwide \nconsumer credit reporting companies – Equifax, Experian and TransUnion.  \nAn exception cannot be granted on that the applicant’s assertion that they were unaware \nof the blemished debt or that the blemished debt is not theirs.  Supporting  documentation must  be \nfurnished before a Loan Approval Official considers granting an exception. \n \n____________________________________________________________________________________________ \n4-52 \n  \n \n HB-1-3550 \nParagraph  4.12 Conducting  Full Review  of Credit  History  \nC. Other  Credit  Verifications  \nIf, and only if, the applicant’s  credit  score  is less than 640, the Loan  Originator  should \nsend Form RD 1944- 60, Landlord’s Verification, and may send Form RD 410- 8, Applicant \nReference Letter , as applicable to the parties indicated in the application. The forms should be \naccompanied by a preaddressed, pre- stamped envelope and Form RD 3550- 1, Authorization to \nRelease Information, which authorizes the respondent to release the information.  \n \n1. Verification  of Rent  \nForm  RD 1944- 60, Landlord’s Verification may be  used to verify  the applicant’s  past \nrecord  of making timely  rental payments. The Loan Originator should generate separate \ncopies of Form RD 1944- 60 for each landlord listed on the application for the past 2 \nyears. A landlord’s verification is required when the applicant’s credit score is less than \n640. \nIf the  landlord reports that during the  past 24 months (or whatever  is applicable) the \napplicant “always pays by the due date” and is current on  the rent, the applicant’s  rental \nhistory  should be considered  satisfactory.  If the landlord reports  that the applicant  “pays \nover 30 days late” or “generally stays behind schedule,” or if the applicant is currently behind on the rent, the Loan Originator should follow up with a call to the landlord.  \nThe rental payment history may also be verified by obtaining the past 24 months of \ncanceled checks, money order receipts, or electronic payment confirmation reflecting payments were made directly to the landlord.  \nConfirmation  that the applicant  has paid 2 or more  rent payments  30 or more  days \nlate within the last 2 years generally would be an indicator of unacceptable credit.  \nHowever, if the amount of rent paid by the applicant was significantly higher than the likely  cost of principal,  interest,  taxes  and insurance  (PITI) with a Section  502 loan, an \nexception might be appropriate.  \n \n2. Applicant  Reference Letter  \nForm  RD 410-8 is used to obtain information  about  an applicant’s  credit  history  that \nmight  not appear  on a credit report, for example,  credit  from a local  store.  It can be used \nto document an ability to handle credit effectively for applicants who have not used sources of credit that appear on a credit report. It also provides a mechanism for following  up on repayment  history  for debts  reported  by the applicant  on the application \nthat do not appear on the credit report. \n \n3. Non-Traditional  / Alternative  Credit  \nFor applicants who do not use traditional credit, or that have less than two credit \nscores,  the Loan  Originator  must  develop a credit  history  from  at least three  sources. \nHowever, only two sources are required if one of those is a verification of rent or mortgage payments.  \n \n4-53 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n \n HB-1-3550 \nParagraph  4.12 Conducting  Full Review  of Credit  History  \n \nA combination of  traditional and nontraditional sources may  be used  to develop the \ncredit history; and the non-traditional payments  should have  been made  for at least  12 \nmonths within the past 24 months from the date of the credit report.  \n \nLoan Originators must verify that the providers of nontraditional credit exist, and \nconfirm  that the applicant,  in fact, has credit  history with the creditor.  Payments  made  to \nrelatives for credit sources are ineligible as a nontraditional credit reference.  \n \n• Verification of a Nontraditional Credit Provider : To verify the credit \nprovider information, Loan  Originators  must  use a published address  or \ntelephone  number  for that creditor, such as listing in the yellow  pages.  \n \n• Confirming  the Existence of a Nontraditional  Credit : Documentation to \nconfirm that the nontraditional credit exists,  and that the applicant has \nsufficient credit references to evaluate his/her ability and willingness to repay \ndebt may include a sufficient payment history from the following sources:  \n \n◊ Preferred Sources: Rental housing; utilities (if not included in the rent payment);  telephone  service,  cable  television, and internet service;  insurance \npayments (payroll deductions to pay for insurance premiums are not considered alternative credit). These expenses must not be included in the \nTotal Debt (TD) ratio when calculating repayment ability.  \n \n◊ Alternative Sources:  Payments to child care  providers (provided the \nprovider is an established child care business); school tuition; payments to local retail stores; storage units companies; monthly subscriptions (e.g., Hulu, Netflix, Xbox, etc.) ; payment arrangements for the uninsured portion \nof any medical bills; a history of saving by regular deposits resulting in a balance equal to three months of the proposed mortgage payments;  and \nsimilar credit  sources.   Debts that are obligatory, when credit was not  \nextended to the applicant (such as child support, alimony, garnishments, court ordered debts), are not eligible non- traditional credit tradelines.  \n \nPublic records (bankruptcy, foreclosure, tax liens, judgments, etc.), disputed, and self -reported accounts  are ineligible tradelines for confirming \nnontraditional credit.  \n \n \n \n \n \n \n___________________________________________________________________________________________ \n4-54 \n \n HB-1-3550 \nParagraph  4.12 Conducting  Full Review  of Credit  History  \n \nThe payment history may be obtained by sending Form RD 410- 8, Applicant \nReference Letter,  to the nontraditional creditors  indicated  by the applicant  or by \nobtaining canceled checks, money order receipts, billing statements, and/or payment \nhistory print - outs from the creditor. Loan Originators  should  carefully  evaluate the \nbilling  statements to establish the payment history (past due amounts, late payment \ncharges) for the Loan Approval Official’s review. General statements such as \n“satisfactory” or “in good standing” are not sufficient to establish a satisfactory repayment \nhistory.  \n \nThe payment  history should cover  12 months  within  the past 24 months  from  the date of \nthe application. However, other payment installments (such as quarterly or annually) can be \nconsidered when verifying nontraditional credit sources. When other payment installments \nare used, the length of the payment history should be adjusted accordingly. If the payments \nare made quarterly, verify that the last four payments were made. If the pa yments are made \nannually, verify that at least the last two payments were made.  \nD. Non-Purchasing  Spouse  Credit  History  \n \nIn community property states, the non -purchasing spouse’s obligations must be considered \nin the total-debt ratio to determine the applicant’s purchasing capacity, unless excluded by State  \nlaw. However, the non-purchasing spouse’s  credit  history is never  considered a reason to deny a \nloan application. The Loan Originator must comply with applicable lending laws in community \nproperty states. \n \nTo assist the Agency in verifying the non-purchasing spouse’s obligations, and since UniFi  \nwill allow  the ordering of credit  reports  on applicants  only, the applicant’s  non-purchasing spouse \nmust provide a copy of a credit report (or reports) which contains information from each of the \nnationwide consumer credit reporting companies – Equifax, Experian, and TransUnion.  \nThe application will be considered incomplete until this information is provided. Ideally, the non-\npurchasing spouse will be able to furnish a copy of their free report obtained through \nhttps://www.annualcreditreport.com . The provided report (or reports) cannot be more than nine \nmonths old when the underwriting decision is to be made or at the time of closing. The Housing \nProgram Director may waive this requirement on a case-by case if obtaining the non-purchasing \nspouse’s  credit  report  isn’t feasible.  For instance,  the non-purchasing spouse  is not a citizen  or is an \nemancipated minor. The non-purchasing spouse’s obligations will be evaluated in the same way the applicant’s debts are evaluated and in accordance with the guidance in Paragraph 4.22.B  of this \nChapter. Unless excluded  by State  law, judgments  of a non-purchasing spouse  in a community \nproperty state will be paid in full unless an exception is obtained from the Loan Approval Official.  \n \n \n \n \n \n \n \n____________________________________________________________________________________________ \n4-55 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n  \n \n HB-1-3550 \nParagraph  4.12 Conducting  Full Review  of Credit  History  \n \nCommunity  property states  include:  Arizona, California, Idaho,  Louisiana,  Nevada,  New \nMexico, Texas, Washington and Wisconsin. Puerto Rico allows property to be owned as \ncommunity property as do several Indian jurisdictions. Alaska is an opt -in community property \nstate, where property is separate unless both parties agree to make it community property through \na community property agreement or a community property trust. As laws vary from state to state, \nLoan Originators should contact the appropriate Office of Gene ral Counsel with questions \nregarding the consideration of a non- purchasing spouse’s credit history.  \n \nExhibit 4 -5 \nGuidelines  for Evaluating  Credit  Reports  \n• Different  credit  bureaus  or repositories  present  information  in different  formats.  Be familiar \nwith the different formats and take time in reviewing the report to avoid errors.  \n• Obtain clarification of any questionable items or terms (for example, terms such as “slow” or \n“late  pay”  have  varied  meanings).  No decisions  should  be made  until the terms  in question  are \ntranslated into defined terms (e.g., for this repository, “slow pay” means 30 days late). \nDocument clarification of terms in the casefile.  \n• Upon  receiving  the credit  report,  verify  the name,  address,  and Social  Security  Number.  \n• Compare  the employment  information  and rental  data on the credit  report,  if available,  with \nthe information on the application.  \n• Compare  the remainder  of the credit  report to the application.  Consider  the following  questions \nwhen reviewing the application.  \n◊ Are all the accounts  reported  on the credit  report  listed  on the application?  (Note:  There \nmay be additional accounts on the application that are not on the credit reports because \nnot all creditors furnish information to a credit bureau or repository.)  \n◊ Does  any of the information  on the credit  report  contradict  the application?  \n◊ What  information  indicates  unacceptable  credit?  List late payments,  charge offs and \nother relevant information.  \n◊ Does the credit report have accounts included in a consumer credit counseling program? If so, document a12-months  repayment  history  under  the plan with all payments  made  on time \nand the applicant has written permission from the counseling Agency to enter into a mortgage  transaction.  \n◊ Are there any disputed accounts?  \n◊ Is the applicant  responsible  for the trade  line or an authorized  user?  An authorized  user \naccount may not be considered when determining the applicant’s creditworthiness \nunless  the applicant provides supporting documentation to demonstrate that they have \nmade the monthly payments for the past 12  months.  \n• If the credit  report  reflects  no credit  history,  ask the applicant  for other  nontraditional  credit  that \nmay demonstrate a willingness to pay recurring debts like rent, utilities, phone, medical, etc. \nThird party verifications from impartial and unrelated parties or canceled checks that cover a \nsufficient period of time are acceptable forms of  documentation.  \n• Review the number and dates of credit inquiries. The presence of many and recent credit inquiries  in different  industries  may indicate  that the applicant  is looking  for credit  to finance \npurchases.  Confirm  that the applicant  has not obtained new credit  that is yet to be reflected  in \nthe credit report.  \n• Highlight  areas  of concern  and develop a list of questions  or issues that need  clarification \nfrom the applicant.  \n \n \n  \n \n \n \n4-56 \n \n HB-1-3550 \n4.13 CREDIT HISTORY WORKSHEET  \n \nIf the applicant  does not have  more than one credit score listed on their TMCR that \nresult s in a credit score of  640 or higher , Form RD 1944- 61, Credit History Worksheet, must  be \nused to summarize the applicant’s  credit  history  and to determine  whether there are any \nindicators of unacceptable credit as outlined in  Exhibit 4 -4. The Loan Originator should \ncomplete this form and include it in the case file to aid the Loan Approval Official in reviewing \nthe applicant’s credit history. The Loan Approval Official must confirm the completeness  and \naccuracy of this form before making a credit decision.  \n4.14 ASSESSING  ADVERSE CREDIT \nA. Making  Exceptions  \n \nThe Loan Originator should review the credit history for any signs of unacceptable \ncredit  using the criteria  outlined  in Exhibit  4-4. Credit history problems  may be more  reflective \nof an inability than an unwillingness to meet financial obligations. However, derogatory credit may also be the result of extenuating circumstances causing a significant reduction in income and/or increase in financial obligations. Extenuating c ircumstances are events beyond the \napplicant’s control and unlikely to reoccur. The applicant must provide a letter to explain the nature of the event that led to the derogatory credit and provide supporting documentation accor dingly.  The Loan Approval Official  must  carefully review  the documentation provided by \nthe applicant to confirm that the adverse credit was in fact due to extenuating circumstances (e.g. the dates of the derogatory credit must be consistent with the dates of the event) and not financial mismanagement. The loan f ile must include an underwriting analysis explaining the \nrationale for the credit exception and determination that the events causing the financial difficulties were, in fact, beyond the applicant’s control and are unlikely to reoccur.  \n \nThe Loan  Approval  Official may consider  an exception in the following \ntypes of situations.  \n \n• Reduced  shelter costs.  The applicant’s  rental  or mortgage  payment  history has been \nunacceptable,  and the loan will significantly reduce the applicant’s shelter costs, which \nwill result in improved debt repayment ability. Anticipated utility cost savings due to energy efficiency improvements (e.g. furnace replacement, insulation, energy efficient wind ows, etc.) may also be considered a reduced shelter cost for an existing  homeowner. \n• Temporary  situation.  The circumstances that caused  the credit  problems  were  \ntemporary  in nature and beyond the applicant’s control. Examples include loss of job, \ndelay or reduction in benefits, illness, or dispute over payment of defective goods or services.  \n \n    \n \n \n              ____________________________________________________________________________________________ \n4-57 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n \n HB-1-3550 \nParagraph  4.14 Assessing  Adverse  Credit  \n \n• Benefit to the Government. The applicant is delinquent on a Federal debt, and the \nAgency loan will allow  the applicant  to take actions  that benefit  the Government. \nThis type of exception can only be made by the Administrator.  \n \nThe Loan Approval Official is not authorized to make an exception in the case of an \napplicant  with an outstanding judgment  obtained by the United  States in a Federal  court, other  than \nthe United States Tax Court.  \nB. Reviewing  Significant Delinquencies  \n \n1. Chapter  7 Bankruptcy  \n \nA Chapter 7 bankruptcy, also known as liquidation bankruptcy, eliminates all of an individual’s \nunsecured debt. Applicants with a Chapter 7 bankruptcy discharged more than 36 months prior to \nthe loan application are not considered to have unacceptable credit as long as they have re-  \nestablished  good credit.  Re-establishing  good credit  includes  consistently  making payments  on time, \nnot incurring additional or excessive debt, and keeping balances significantly below the credit limit. \n \nIf the bankruptcy has been discharged less than 36 months from the date of application, the \nLoan Approval Official may make a credit exception if the bankruptcy was due to extenuating circumstances and the applicant  has been  able to re-establish  good credit  since the factors  leading to \nthe extenuating circumstance were removed.  The loan file must include the loan documentation \nrequirements for making a credit exception using extenuating circumstances.  \n \n2. Chapter  13 Bankruptcy  \n \nA Chapter 13 bankruptcy is a repayment plan that protects individuals from collection action \nduring the plan period, from three to five years, and discharges any unpaid balance at the end of the plan. The repayment  amount  is determined by the court based on the individual’s  income. An \napplicant  with  a Chapter  13 Bankruptcy reported on the  credit  profile  may  be able  to qualify  for a \nloan if the following requirements are met:\n \n• Successful  completion  of the debt restructuring  plan.  The completion  date is the \nbankruptcy discharge date;  and \n• Demonstrate  willingness  to meet  obligations  when  due for the 12 months  prior  to \nthe date of application. The last 12- month payments made under the bankruptcy \nrestructuring plan may be used to document the applicant’s willingness to repay debt. This means that all required payments were made on time and for the amount agreed upon under the plan.  \nA Chapter 13 bankruptcy is not considered unacceptable credit, and a credit exception is \nnot required, when the aforementioned requirements have been met. However, the applicant must  obtain written  permission  from the  Bankruptcy Court  to enter  into a financial obligation \nwith the Agency. \n \n \n \n_____________________________________________________________________________________ \n4-58 \n \n \n HB-1-3550 \nParagraph  4.14 Assessing  Adverse  Credit  \n \n3. Significant Mortgage  Delinquency  \nA foreclosure is a significant mortgage delinquency. Other significant mortgage \ndelinquencies  are deeds -in-lieu of foreclosure,  short  sales,  and mortgage  charge -offs. These \nare significant mortgage delinquency events that, when present in the credit report,  \ndrastically increase the risk of a loan and must be carefully considered in the loan risk \nanalysis when reviewing the loan application. For any significant mortgage delinquency \ntransaction, the Loan Originator must confirm that the applicant has been compl etely \nreleased from the previous mortgage liability and is not responsible for any deficiency judgement. The following describes the most common significant mortgage delinquency actions reported to the credit bureaus that are used as an alternative to a fo rmal foreclosure \nbecause they reduce the time and cost of repossessing a property and borrowers avoid the public notoriety of a foreclosure:  \n• Deed -in-lieu of Foreclosure. In a “deed -in-lieu of foreclosure” transaction the \nborrower voluntarily transfers the property rights back to the creditor in an exchange for a mortgage  cancellation.  These transactions are most  common when  the property \nsubject  to the potential foreclosure has positive equity or if the homeowner meets the \nrequirements for financial hardship relief.  \n• Short Sale . Short sale is a term used to describe a sale where the debt owing against a \nproperty combined with the costs associated with the sale exceeds the property’s market value. Short sales are also known as pre -foreclosure sales because the lender \nhas not completed  the foreclosure  process but plans  to foreclose if the property is not \nsold by the homeowner under the terms approved by the lien holders. Depending on \nthe short sale agreement, the applicant may still be responsible for the amount that “fell short” as a result of the short sale transaction. The loan deficiency remaining after the sale is typically forgiven; however, this is not always the case.\n \n• Mortgage Charge -Off. A mortgage charge -off is a debt classification used by \ncreditors  when  they believe  a mortgage  debt is not collectible.  This action  does not \nmean  that the debt is no longer  valid  or that has been  forgiven.  An applicant  with a \nmortgage charge- off reported on the credit report may still be responsible for the debt.  \nIf the significant mortgage delinquency was due to the applicant’s failure to meet \nfinancial obligations, the applicant is not eligible for a loan for 36 months from the date the obligation was released.  However,  if the delinquency was due to extenuating circumstances, \nthe applicant may be eligible for a loan if:  \n• More  than 12 months  have  elapsed  between  the date the applicant  was \nreleased  from the mortgage debt and the application date;  and, \n• The applicant  has demonstrated  an ability  and willingness  to meet  \nobligations  when due for the 12 months prior to the date of application; and, \n• The circumstances leading to the delinquency are properly documented and justified.  \n \n4-59 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n \n HB-1-3550 \nParagraph  4.14 Assessing  Adverse  Credit  \n \nSelling  a home  through a short  sale merely  because the property value  decreased \nsignificantly is not an extenuating circumstance.  \n \n4. Agency  debts  that were debt  settled  within  the past 36 months  or are being \nconsidered for debt settlement.  \n \nC. Resolving Collection  Accounts  \n \nPaying an outstanding account is not, in itself, justification to say the applicant has \ndemonstrated a willingness to meet obligations. Payment of a collection account could deplete \nthe applicant’s cash resources that could be used for reserve or closing costs. The Loan Approval Official may determine it is not neces sary to pay a collection account if there is \nevidence that the account does not affect the Agency’s first lien position. If there were extenuating circumstances to the adverse credit,  the Loan  Approval  Official may determine  that \nthe late payments are not reflective of the applicant’s ability to meet financial obligations or manage debts. All extenuating circumstances must be documented on the Credit History Worksheet.  \n                \n          \n \n___________________________________________________________________________________________ \n4-60 \n  \n \n HB-1-3550 \nSECTION  4: OTHER ELIGIBILITY  REQUIREMENTS  \n4.15 OWNING  A DWELLING  \nA 502 borrower may not have outstanding RD direct or guaranteed loans at the same \ntime on two or more homes. An applicant who owns a dwelling generally is not eligible for a \nSection 502 loan, except for refinancing assistance, as described in Paragraph 6.5 B  of this \nChapter . However, if the applicant’s dwelling is structurally unsound, functionally inadequate, \nor too small to accommodate the needs of the household, funds  may be provided to improve  \nthe existing dwelling  or to purchase a new one. \nThe following are examples where  the Agency can assist  an applicant  in the purchase  of a \nnew home  provided, they meet  all other  eligibility  criteria,  and the existing  property is properly \nhandled  \n• An applicant  lives  adjacent  to an industrial  operation. The business’s operations  result \nin vibrations  that have caused the foundation of the applicant’s  home to severely shift \ncausing cracks in the home and an unsafe living condition.  \n• An applicant  lives  in a two-story  dwelling which  is not accessible  to a household \nmember with a disability.  \n• An applicant  lives  in a manufactured home  that is not affixed  to a permanent \nfoundation.  \n• An applicant  is dealing  with an overcrowded situation  now that their family  has grown \n(i.e., there are more than two household members per bedroom). \n \nThe existing property must be (1) sold prior or simultaneously/same day as the  Agency’s \nloan closing and the proceeds in excess of  the program’s asset threshold are used for a down \npayment  or used for allowed purposes ; or (2) the sale of the home is a loan closing condition. Form \nRD 3550- 7, Funding Commitment and Notification of Loan Closing and the closing documents \nmust clearly state that the Agency will place a lien  (i.e., judgment lien) against the existing \nproperty.  The amount of the lien placed against the property is based on the current market  value, \nminus typical closing costs, minus the program’s asset threshold.  If the property is sold,  future \nproceeds from the sale in excess of the program’s asset threshold are to be  used as a principal \nreduction. Taxes and insurance payments and any long term debt obligation against the existing property are considered in the total debt ratio.  \n            \n_________________________________________________________________________ \n4-61 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n \n HB-1-3550 \n \n4.16 ABILITY TO OBTAIN OTHER  CREDIT  \nTo be eligible,  the applicant  must  be unable  to obtain credit  from  other  sources on terms \nand conditions they can reasonably be expected to fulfill. All applicants are presumed to be \nunable to obtain credit from other sources unless all four conditions apply: (1) the household is Low income; (2) all applicant s have a credit score that is 640 or higher; (3) payment assistance \nis not needed and (4) applicant s have a one year employment history (two years for self-\nemployed applicants) .  \n \nIf the applicant (s) meets all four conditions, the Loan Approval Official should request \nthe applicant to provide written documentation from a lender that they are unable to obtain credit for the same loan amount as they would obtain from Rural Development, without regard to the interest rate, closing costs or payment. If the applicant can obtain financing from other \nsources for the same loan amount or greater, the applicant is deemed to have the ability to obtain other credit.  \nApplicants must reduce the need for credit by using available non- retirement assets, as \ndescribed  in Section  2. In addition, applicants  should be encouraged to obtain a portion of the \nneeded funds in the form of affordable housing products.  \n \n4.17 OCCUPYING  THE PROPERTY   \n \nTo be eligible for a Section 502 loan, applicants must agree and have the ability to \noccupy the dwelling as their principal residence.  A dwelling is considered a principal \nresidence when  physically occupied by the owner  on a permanent  basis (i.e. lives  there  for the \nmajority of the year and is the address of record for such activities as Federal income tax reporting, voter registration, occupational licensing, etc.).  \n \n4.18 LEGAL CAPACITY   \n \nTo be eligible  for a loan, the applicant  must  be considered  an adult  under  State  law, and \nmust have the legal capacity to incur the loan obligation.  An applicant with a court -appointed \nguardian or conservator who is empowered to obligate the applicant in real estate matters is eligible  for a loan. The Loan  Originator  should assume that any applicant  has the legal  capacity \nto enter into the loan unless there is evidence to the contrary.  \n \n4.19 SUSPENSION  OR DEBARMENT   \n \nIndividuals  who have  been  suspended or debarred  from participation  in Federal \nprograms are not eligible for Agency assistance.  \n \n \n \n \n \n  \n \n \n \n____________________________________________________________________________________________ \n4-62 \n \n \n  \nHB-1-3550 \n4.20 CITIZENSHIP  STATUS   \nTo be eligible for Agency assistance, the applicant must be a U.S. citizen, a U.S. non - \ncitizen national, or a qualified alien and provide acceptable evidence of eligible immigration \nstatus.  Any applicant  who is not a U.S. citizen,  a U.S. non-citizen  national, or a qualified  alien \nwill be denied assistance. Aliens and alien non -citizen nationals must provide acceptable \nevidence that they are qualified aliens as listed in Attachment 4 -D of this Chapter . \n \nThe Rural Development has entered into an “Interagency Agreement” with the \nDepartment  of Homeland  Security, U. S. Customs  and Immigration  Service  (USCIS)  to \nallow access to the Systematic Alien Verification for Entitlements (SAVE) database.  \nThis program enables Housing Program staff to obtain online immigration status information  to determine  a non-citizen  applicant’s  program  eligibility.  In most  cases, \nSAVE will provide immediate responses concerning the immigration status of an applicant.  \n \n4.21 TRUTHFUL APPLICATION  \n \nApplicants must provide truthful information when applying for assistance. Any \ninconsistencies  discovered  throughout  the application process must  be addressed.  The Loan \nOriginator must obtain sufficient documentation to verify the applicant’s identity.  \n \nDocumentation will include picture identification (ID), evidence of age, and evidence of \nthe taxpayer’s identification number for each person that will sign the promissory note. A \nphotocopy of these documents  shall  be placed  in the case file. Acceptable forms  of identification \ninclude a driver’s license, passport, work related ID cards, or similar documents.  If \nphotographic ID is not available, the Loan Originator must thoroughly document why it is not available and how identity of the applicant was verified. In addition, if the appl icant’s taxpayer \nidentification number is not included on the picture ID, another means of documentation is required to verify  the taxpayer’s identification  number  such as a copy of the social  security  card, \na pay stub, or a bank statement. Applicants who provide false information, or who fail to disclose relevant information, will be denied program assistance.  \n \nIf Form  RD 410-4, Uniform  Residential  Loan  Application, indicates the applicant  is a \nU.S. citizen, no additional due diligence is generally required unless there is a reason to believe  \nthe applicant  is not a U.S. citizen,  such as a Social  Security  card that reads  “work  only”. Always \nrequire evidence if Form RD 410- 4 indicates that the applicant is a qualified alien.  \n \nNon-citizen  nationals  are persons  born in American  Samoa  or Swains  Island  or after the \ndate the U.S. acquired American Samoa or Swains Island, or a person whose parents are U.S. non- citizen nationals. Always require evidence of this relatively uncommon status.  \n \n \n \n \n \n \n \n \n \n4-63 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n \n HB-1-3550 \nSECTION  5: PROCESSING  THE  CERTIFICATE  OF ELIGIBILITY  \n \n \n4.22 DETERMINING  REPAYMENT ABILITY  \n \nThe primary  consideration in determining whether  an applicant  can afford  to purchase  a home  is \nthe applicant's repayment income. Repayment income, as described in Paragraph 4.4 H. of this Chapter , \nis the amount of income parties to the note will have available to repay the debt.  \n \nHowever,  other  household expenses and debts \nand the availability of payment subsidies also greatly \naffect an applicant's repayment ability. The Agency bases underwriting decisions on an analysis of the percentage of income  the applicant  would be required  \nto spend on housing costs and the applicant’s  Total  Debt  (TD)  if the loan is approved.  Using  these  2 \npercentages, called ratios, is a standard practice throughout the lending industry. Borrowers must meet the Agency’s standards for both ratios.  \n \nA. The PITI  Ratio  \n \nThe PITI ratio compares the amount the \napplicant must spend on housing costs (including Principal on the loan, Interest  on the \nloan, real estate Taxes,  and property Insurance) \nand flood Insurance (as applicable) to the applicant's repayment income. The leveraged \nloan payment is included in PITI.  \n \nFor new construction, the fully  assessed  tax amount  will be used to determine  repayment  ability. \nApplicants are considered to have repayment ability if they do not have to pay more than 33 percent of repayment income for PITI expenses. \n \nB. The TD Ratio  \n1. Maximum  TD Ratio  \n The TD ratio compares  the applicant’s total debt to repayment  income.  Applicants are considered to have \nrepayment ability when they do not have to spend more than 41 percent of repayment income on total debt.  \n \n \n \n \n \n \n  \n \n \n \n \n____________________________________________________________________________________________ \n4-64 \n  \nExample  - Calculating  PITI  Ratios  \n$360 Principal  and Interest  payments  \n$ 50 Taxes  \n$ 10 Flood  Insurance  \n$ 50 Insurance  \n$470 Total  for PITI \n$18,000  Annual Repayment  Income  \n$ 1,500  Monthly Repayment  Income  ($18,000  ÷ 12) \nPITI Ratio  = $470  ÷ $1,500  = 31.33%  \nTaxes:  Must be on full assessed  value   \nMaximum  Ratios  \nPITI Ratio  33% \nTD Ratio  41% \n \n HB-1-3550 \nParagraph 4.22 Determining Repayment Ability  \n \n2.  Establishing  TD \nTotal  debt includes  PITI,  all long- term (non-medical)  obligations, and short -term \n(non- medical) obligations that have a significant impact on repayment ability.  The \nfollowing items should be counted:  \n \n• PITI -- Principal,  Interest,  Taxes,  and Insurance  (including leverage loan \npayments).  \n \n• Regular  assessments,  such as homeowner  association  or condominium \nassessments.  \n \n• Long- term installment obligations with more than 10 months repayment remaining, \nincluding loans, alimony, and child support  (including back child support  \npayments ), but excluding revolving accounts. Funds borrowed from a retirement \naccount are excluded since the applicant is repaying a loan to themselves. In the \nevent an applicant does not repay the loan as agreed,  the debt is reported  as taxable  \nincome  during that tax year but will be treated as sporadic income. All medical \ndebts (be it a collection, judgment, etc.) are excluded.  \n \n• Payments  that come  due in the next 12 months.  \n \n• Deferred  debt regardless  of the length of the deferment period. If the credit  report \ndoes not reflect the anticipated monthly payment due at the end of deferment, the Loan Originator should obtain verification of the monthly  payment directly from \nthe creditor or request a copy of the loan agreement from the applicant.  \n \n  \n     \n \n    \n \n   \n4-65 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n \n HB-1-3550 \nParagraph  4.22 Determining  Repayment  Ability   \n \n• Student loan payments. The Loan Originator must use the actual monthly \npayment  under  the existing  repayment  plan (as verified  by the lender)  if (1) the \nloan is in repayment status, (2) the applicant has a credit score of 640 or higher  \n(620 or higher for 504 applicants) , (3) the applicant has no significant \ndelinquency as outlined in Paragraph  4.14 B., and (4) the applicant’s  payment  \nshock can be measured  and is not more than 100%. If all four conditions are \nmet and the applicant who is responsible for the student loan has, for example, a $0 monthly payment because  they are on an  income -driven repayment  plan, \nthere  will be no student loan payment considered in the TD ratio. The State \nOffice may grant a case - by-case waiver to any condition if the overall risk \nassessment on the application  warrants  it and is well documented in the \ncasefile. If all four conditions are not met or a waiver has not been granted , the \nhigher of the monthly student loan payment listed on the credit report or one - \nhalf percent (.50%) of the student loan balance must be used in the TD  ratio.  \n \n• Short -term obligations  that are considered  to have  a significant impact  on \nrepayment  ability,  such as car or other  credit  payments.  All medical  debts \n(including medical collections) are excluded.  \n \n• The minimum monthly  payment  required  for revolving credit card debts  using  the \nfollowing applicable approach: 1) Use $0 if the credit report indicates no \noutstanding balance. 2) Use the minimum monthly payment as reflected on the credit report if the credit report indicates an outstanding balance and a minimum monthly payment. 3) Use 5 percent of the out standing balance if the credit report \nindicates an outstanding balance but no specific minimum monthly payment or obtain a copy of the most recent billing statement that reflects the actual monthly payment and use that amount if lower. 4) If the credit rep ort indicates an \noutstanding balance but the applicant  indicates  that it will be (or has been)  paid in \nfull, a monthly payment will not be used provided the Loan Originator obtains documentation of payment in full.  \n \n     \n \n     \n                         ____________________________________________________________________________________________ \n                   4-66 \n \n HB-1-3550 \nParagraph  4.22 Determining  Repayment  Ability   \n \n• Debt  from  which  the applicant   \nhas not been released  need not  \nbe counted if the applicant can  \ndemonstrate  that another  party  \nhas assumed  responsibility for \nthe debt  and the creditor is paid  \ndirectly . The debt does not need  \nto be a joint account originally  \nin order to be excluded from the  \nratios, as long as the debt has \nbeen paid directly to the creditor  \nfor at least 12 months.  For  \nexample, if a divorced applicant  \ncan show that the former spouse  \nhas made the last 12 months of  \nmortgage payments  directly to  \nthe lender , the mortgage payments on that property need not be  counted when  \nestablishing total debt.  If the payments are paid directly to the applicant, the payments \nare counted as recurring gift income and the payment will be included in the ratios.  \n \n• Contingent liabilities. If the applicant is a cosigner on a loan or any other \nobligation, the debt must be included in the TD ratio. The Loan Originator should never omit a credit report liability with a balance greater than zero from the loan application  unless  strong  supporting  documentation is provided  to evidence that the \nprimary signer has been making on time payments during the previous 12 months.  \n \n• If the applicant  recently  obtained  additional credit,  verify  the terms  of the \nnew obligation and include the monthly payment in the total debt ratio.  \nC. Determining  the Maximum  Loan  Amount  \n \nThe Loan Originator enters information provided by the applicant about household \nsize, income  and debts, and general  program  information,  including the Maximum  loan limit \nand median income for the area. Because a specific dwelling has not yet been identified, estimates can be used for taxes,  insurance,  and purchase -related  costs.  Once  this information \nis entered, UniFi:  \n \n• Computes  the PITI and TD ratios;  \n• Determines whether  the applicant  is eligible  for payment  subsidy, and how \nmuch payment subsidy the applicant would receive; and  \n \n \n4-67 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \nExample  - Calculating  TD Ratios  \n$300  \n Principal  and Interest  payments  \n$ 60 \n$ 50 \n$410  \n$300  \n$100  \n$810  \nTaxes \nInsurance  \nPITI Subtotal  \nCar payment  \nPayments  on credit  card debt \nTotal Debt  \n$25,000  Annual  Repayment  Income  \n$ 2,083  Monthly  Repayment  Income  ($25,000  ÷ 12) \nTD Ratio =  $810  ÷ $2,083  = 38.89%  \n \n HB-1-3550 \nParagraph  4.22 Determining  Repayment  Ability   \n \n• Computes the maximum loan amount for which the applicant qualifies, first using \nstandard  loan terms  and then using any adjusted  terms  for which  the applicant  may \nqualify. Once  a property is identified,  if the adjusted  term is not necessary  than the \nloan should be closed using the standard loan term. \n \n• The Loan  Originator will print  as a PDF and digitally sign the estimated  UniFi  \nEligibility  Summary and place it in the Electronic Customer File (ECF).  \n \nD.  Using  Market  Data  to Interpret  UniFi  Results  \n \nEach Field Office should collect and maintain sales information for each market area in \nits jurisdiction. By comparing the results of an applicant’s maximum loan calculation to market data,  Loan  Originators  can provide  appropriate  counseling for applicants and identify  candidates \nfor 100 percent private financing or leveraged loans. MLS and comparable sales data collected through appraisals are valuable sources of market information.  \n \n4.23 RESERVED \n \n4.24 OTHER CONSIDERATIONS  RELATED  TO MAXIMUM  LOAN AMOUNTS  \n \nThe maximum loan amount that the applicant qualifies for as shown on the Eligibility \nSummary  generated  from UniFi  may be too low to enable  the applicant  to purchase  a property that \nmeets program standards. Exhibit 4 -6 of this Chapter outlines the procedure on how to handle this \nsituation.  \nConversely, the maximum loan amount  and the resulting  payment  may be too high, setting  the \nstage for payment shock.  \n \nThis paragraph provides guidance on additional financial resources and compensating \nfactors that the Loan Originator should consider to  improve the applicant’s purchasing ability \nonly and concludes with a discussion on payment shock. \n \n \n \n  \n  \n \n \n \n \n \n \n \n  \n____________________________________________________________________________________________ \n4-68 \n \n \n \n HB-1-3550 \nParagraph  4.24 Other  Considerations  Related  to Maximum  Loan  Amounts  \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n  \n \n  \n \n \n \nA. Using  Compensating  Factors  \nExceptions  to the standard  method of determining  repayment  ability  may be made  if there \nis information -- called compensating factors -- that indicates the prospective borrower may be \nable to make larger regular loan payments than the ratio analysis suggests. Compensating factors \nmust be clearly documented in the applicant’s case file.  \nAll compensating factors must be approved by the next level supervisor. To obtain \napproval, the Loan Originator must prepare a written request that supports the use of compensating factors,  and the higher  amount  requested.  The Loan  Originator  should forward  the \nrequest and case file to the next level supervisor for approval.  \nSome  of the compensating factors that can affect  the amount  of debt an applicant  is permitted  to \nhave are discussed below:  \n1. Payment  History  \nThe PITI and TD ratio analyses assume that households are able to contribute a \nspecified percentage of income toward housing costs. However, if an applicant has historically  paid a greater  share of income  for housing with the same income  and debt \nlevel, a higher payment may be approved. Utility and maintenance costs must be considered as part of this analysis.  \n \n \n \n4-69 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 Exhibit  4-6 \nEstablishing  a Minimum  Area Loan  Amount  \nEach Field Office should set, following the methodology provided by their State Office,  a \nminimum loan amount in each area that is “clearly less than” the amount needed to  purchase a decent, \nsafe, and sanitary dwelling in that area. For example, if a county’s area loan limit is  \n$265,000,  but based  on an examination  of properties  financed  by the Agency  in that county  during the last \n12 months shows that the lowest amount of financing needed to purchase a decent, safe, and sanitary \nhome was $75,000, a minimum loan amount of $60,000 may be set. Consideration should be made for \nproperties with a purchase price below the m inimum loan amount parameters when, if repaired (using \nloan funds or other means), would provide a decent, safe, and sanitary dwelling. For example, the \nMinimum Area Loan Limit is $60,000, the applicant signs a purchase agreement for $55,000; however, the local housing authority is providing repair funds to replace the roof and furnace in the amount of $15,000. \nThe Field Office should consider financing the property, s ince the repair funds will bring the property value \nabove the minimum area loan limit.  \nIf the applicant does not qualify for the minimum loan amount and the Loan Originator has \nconcluded that compensating  factors  are not applicable  and adding a party  to the application  is not viable, \nthe Loan Approval Official must sign and send Handbook Letter 15 (3550), Standardized Adverse Decision Letter, to the applicant along with Attachment 1 -B. The letter should state that the applicant’s \nqualifying loan amount (be sure to enter tha t amount) is not sufficient to meet the program’s purpose as \noutlined in the 7 CFR Part 3550, Paragraph 3550.2.  \n \n HB-1-3550 \nParagraph  4.24 Other  Considerations  Related  to Maximum  Loan  Amounts  \n \n2. Savings  History  \nApplicants with accumulated \nsavings and a savings history that  \nshows a capacity to set aside a larger - \nthan-  average portion of income  may be \napproved for a higher payment.  \n3. Job Prospects  \nIf an applicant has recently entered \na profession in which they can expect \nsignificant pay increases, the Loan Originator may base repayment  income  \non the anticipated  future  earnings  of that applicant. \nSimilarly,  if overtime  income  is available to increase the applicant’s  income,  the \nLoan Originator may project the household’s income with extra overtime included.  \n4. Homes  Constructed  Under  Specific  Energy  Efficiency  Programs  \nA new home  built to exceed  the prevailing  International Energy Conservation Code is \nmore energy efficient,  which significantly lowers the homeowner’s utility costs. The \nlower utility costs associated with these energy efficient homes indicate that a prospective borrower will be able to make larger loan payments than the ratio analysis suggests.  \n \nGiven  their resulting  energy efficiency  savings  of up to 30 percent  relative  to typical  \nnew homes, as well as their progressive and routinely updated building standards, new \nhomes constructed under the following national programs will be considered as a \ncompensating factor:  \n• Energy Star for New Homes  under  the U.S. Environmental  Protection \nAgency ( https://www.energystar.gov/newhomes ) \n• Zero  Energy  Ready  Home  under  the U.S. Department  of Energy \n(https://www.energy.gov/eere/buildings/zero- energy- ready - homes ) \n• Leadership  in Energy and Environmental  Design  (LEED)  for \nResidential Design and Construction : (LEED Certification for \nResidential ) \n• Home  Innovation’s  “National  Green  Building Standard”  under  the National \nAssociation of Home Builders  https://www.nahb.org/advocacy/industry-\nissues/sustainability -and-green -building )  \n \n            \n          ____________________________________________________________________________________________ \n4-70\nExample  - Using  Savings  History \nAs A Compensating Factor  \nAn applicant is currently paying $400 per \nmonth in rent and putting $175 per month in a \nsavings  account.  Utility  costs  should be similar \nto those the applicant is currently paying, but \nmaintenance costs  will be about  $50 per month \nhigher.  According to ratios, the applicant’s \nrepayment  ability  is $500 per month.  However, \nsince the applicant is currently using a total of  \n$575 per month for a combination of rent and \nsavings,  a loan that requires  a monthly  payment \nof up to $525 ($575 -$50) may be considered.  \n \n HB-1-3550  \nParagraph  4.24 Other  Considerations  Related  to Maximum  Loan  Amounts  \n• Green  Communities  under  the Enterprise  Community  Partners:  \n(https://www.enterprisecommunity.org/impact -areas/resilience/green -communities ) \n• Passive House  under  the Passive House  Institute  US (https://www.phius.org)  \n• Living Building Challenge  under  Insurance Institute  for Business  and Home \nSafety  (http://living -future.org/lbc ) \nWhen a new home to be constructed under a specific energy efficiency program \nwill be used as a compensating factor, the qualifying ratios may exceed the established \nthresholds by up to two percentage points provided the Field Office obtains reasonable documentation  that the property  will be built to certification  standards  through one of the \nabove  programs. Once  construction is complete,  the Field  Office  must  obtain verification \nthat the property is certified through one of the above programs. \nB. Adding  Additional Parties  or Cosigners to the Note  \nAdditional  financial  resources may be added by adding additional  parties to the note \nor locating cosigners.  \n1. Additional  Parties to the Note  \nAdditional  parties to the note must  agree to occupy the dwelling and must  qualify as \nborrowers, as described in this chapter. Counting the income of the additional parties increases repayment income.  \n2. Cosigners  \nIndividuals who will not reside in the dwelling, but who are willing to be responsible for the debt may be cosigners to the note. To supplement the applicant’s purchasing power, a cosigner  must  demonstrate an ability  and willingness  to meet  debt \nobligations  as outlined in Section 3 and possess a TD ratio that does not exceed 41 \npercent. The cosigner’s TD calculation would include the applicant’s full note payment through Rural Development, the applicant’s leveraged loan payments (if applicable), the applicant ’s escrow  payment, and all of the cosigner’s  long-term (non-\nmedical) obligations  (including their mortgage) as well as their short- term (non -\nmedical) obligations that have a significant impact on repayment ability.   In the event \nof default, a cosigner is not entitled to any interest in the security or borrower rights.  \n \nAgain, cosigners can only be used to improve  the applicant’s  purchasing power.  \nCosigners  cannot  be used to compensate for an applicant’s  unacceptable credit  history.  \n \nC. Payment  Shock  \nPayment  shock  represents the applicant’s  projected  increase  in housing expenses.  The \nfollowing formula is used to calculate payment shock as a percentage:  \n \nPayment  shock  = (Total  proposed principal,  interest,  taxes,  and insurance  payment \nafter subsidy / current housing expense excluding utilities) – 1 \n \n4-71 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n \n HB-1-3550 \nParagraph  4.24 Other  Considerations  Related  to Maximum  Loan  Amounts  \n \n \nBy way of example,  presume  that the Rural  Development  payment  after subsidy is $550, \nthe leveraged lender’s payment is $250, taxes and insurance are approximately $120, and the \napplicant’s current rent is $400. In this scenario, the applicant’s payment shock is 130 percent:  \n \n($550 + 250 + 120)  / 400 = 2.30;  2.30 – 1 =  1.30 = 130 percent  \n \nIn cases where  payment  shock is greater  than 100 percent  or could not be measured  since \nthe applicant does not currently have any housing expenses, no additional risk layering ( i.e., \nadverse credit waivers, use of compensating factors, etc.) should be allowed without strong justification. Multiple layers of risk may be justified if the applicant has an excellent credit history reflecting timely repayment of credit obligations or a cre dit score of 640 or higher on \ntheir TMCR. Perhaps the applicant has demonstrated a careful attitude toward the use of credit \nand an ability to accumulate savings or a stable employment history over the past two years, \ndemonst rating a dependable income stream. Regardless of the justification, the Loan Approval \nOfficial must thoroughly document their rationale for allowing multiple layers of risk in the \nrunning case record.  \n \n4.25 ISSUING  THE  CERTIFICATE OF ELIGIBILITY  \n \nIf the Loan  Originator determines  that an applicant  is eligible  for a loan, the decision  will \nbe documented in the form of a written narrative in the running record of the applicant case file.  \n \nWhen  funds  are available,  eligible  applicants who have  not yet located  properties  or, \nwho own their building site but have not  provided a  construction package, should be issued \nForm RD 1944- 59, Certificate of Eligibility.  First -time homebuyers must be informed that by \naccepting a Certificate of Eligibility  (COE)  they agree to provide documentation of \ncompletion of an approved homeownership education course prior to entering into a contract to purchase or construct a home for maximum benefit (or shortly thereafter).\n The Loan \nOriginator must note on the running record t hat they informed the Applicant of the \nhomeownership education requirement.  \nThe certificate  is valid for a period of 120 days  for all applications . Within that time the \napplicant must provide sufficient information to enable the Agency to conduct an appraisal of  \nthe property to be financed. The COE  will be honored even if loan limits change before the  \nexpiration of the commitment.  If the applicant has already submitted a contract for a property, Form RD 1944- 59 will not be issued. If an applicant’s sales contract falls through, a new Form \nRD 1944- 59, good for 12 0 days , should be issued only if funding is available.  If funding is \nunavailable at the time a sales contract falls through,  Appendix 3 Handbook Letter 2 (3550)  of \nthis Handbook, Funds Not Ava ilable, should be issued.  An application is no longer considered \nactive and will be withdrawn when the COE  has expired.  \n \n \n____________________________________________________________________________________________ \n4-72 \n  \n \n HB-1-3550 \nParagraph  4.25 Issuing  the Certificate  of Eligibility  \n \nApplicants  for a self-help loan will be issued  Appendix 3,  Handbook Letter 16-A (3550)  \nof this Handbook, Eligibility  of Self- Help  Applicants  - New Construction or Acquisition \nRehabilitation , or Appendix 3, Handbook Letter 16- B of this Handbook, Eligibility of Self -Help \nApplica nts - Owner Occupied Rehabilitation . See Appendix 13 of this Handbook for  instruction s \non completing the se letter s.   \n \nIf it is  determined  that a loan applicant cannot be determined eligible , the Loan Approval \nOfficial must sign and send Appendix 3, Handbook  Letter  15 (3550) of this Handbook, \nStandardized  Adverse  Decision  Letter  to the applicant. The form explains why the loan is not \napprovable. The appropriate attachment from Chapter 1 should be attached to provide the \napplicable review, mediation, and appeal rights. \n \n4.26 APPLICANT  ORIENTATION \n \nApplicants should be well -informed of Agency requirements and borrower responsibilities. \nAfter an applicant is determined eligible, the Loan Originator should provide them with Form RD \n3550-23, Applicant Orientation Guide. The Loan Originator should instruct the applicant to watch \nthe Agency’s  Applicant  Orientation  Guide  video on YouTube  and sign and return Form  RD 3550-23 \nwithin 15 days.  \n \n \n \n  \n \n  \n \n  \n \n \n \n \n  \n \n \n \n \n \n \n  \n \n \n \n \n4-73 \n(01-23-03) SPECIAL  PN \nRevised  (06-18-25) PN 645 \n \n ATTACHMENT 4 -A \nWORKSHEET  FOR COMPUTING INCOME  HB-1-3550 \nAttachment  4-A \nPage 1 of 1 \n \n \n  \n \n \n \n \n  \n \n  \n \n \n \n  \n \nThe worksheet  for Computing Income & Max Loan Amount Calculator  is located on the Direct \nSharePoint in the General Info > Useful_Documents folder , or can be located on t he Direct Loan \nApplication Packagers  web page . \n  \n  \n \n \n \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (06-02-23) PN 583 \n \n  \nHB-1-3550  \nAttachment  4-B \nPage 1 of 1 \n \nATTACHMENT  4-B \n \n \n \n \n \n[RESERVED]  \n \n \n  \n \n  \n \n  \n \n  \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (01-06-17) PN 492\n \n HB-1-3550 \nAttachment 4 -C \nPage 1 of 8  \nATTACHMENT  4-C \nEVALUATING  SELF -EMPLOY MENT  \n \nThe purpose  of this attachment is to provide  guidance  on how to properly analyze a self- employed \napplicant’s income.  \n \nAn applicant who has a 25% or greater ownership interest in a business is considered “self - \nemployed”  and a cash flow analysis of the applicant’s  Federal Income Tax Returns for the \nindividual and business is required.   \n \nStep 1: Understand  the Business Structures  \n \nThe legal  structure  of a business determines  the way business  income  or loss is reported  to the \nIRS. Loan Originators must understand the applicant’s business structure to effectively document, \ncalculate, and analyze annual and repayment income. The following are the most common business structures for self -employed applicants.  \n \na. Sole Proprietorship : The business structure most often encountered is a sole \nproprietorship (be it a business, farming, or profession). A sole proprietor is someone who owns  an unincorporated  business  by himself  or herself  and has unlimited  personal \nliability for all debts of the business. Business income or loss is folded into the individual owner's tax return.  \n \nb. Partnership : A partnership is an arrangement between two or more individuals who \nhave  put together  their assets and/or  skills  to operate  a business  and who will share,  as \nstated in the agreement, profit and losses.  Each partner reports their share of the \npartnership’s income or loss on their personal tax return. Partners are not employees and do not receive a Form W -2. Both general and limited partnerships report income on \nthe IRS Form 1065, “US Return of Partnershi p Income” which must be reviewed to \nassess the viability of the business. A Schedule K -1 (1065) shows the partner’s share of \nincome, loss, deductions, credits and other items from the partnership business or rental activities. The partner’s share of income is carried over to Schedule E of IRS Form 1040. \n \nc. Limited Liability Corporation (LLC ): An LLC is a legal business structure which can \nbe formed by one or more individuals and is designed to offer  its members  (owners)  the \ntax efficiencies  of a partnership and the limited  liability advantages of a corporation. \nThe LLC tax return filing requirements depend on how it is legally structured.  \n \n___________________________________________________________________________________________ \n(01-23-03) SPECIAL PN  \nRevised  (06-02-23) PN 583  \n \n HB-1-3550  \nAttachment  4-C  \nPage 2 of 8 \n• If a single -member LLC does not elect to be treated as a corporation, the LLC is \na “disregarded entity,” and the LLC’s activities will generally be  reflected on its \nowner’s federal tax return with a pplicable  Schedule ( e.g., Schedule C ).  \n• An LLC with at least two members is treated as a partnership for federal income tax \npurposes and files the same documents as a Partnership. LLC profits are allocated to each \nof the owners according to the profit -sharing arrangement set up in the LLC operat ing \nagreement. The LLC prepares and files IRS Form 1065, Partnership Information Return each \nyear, and each owner is given a Schedule K -1, which shows each owner’s share of LLC \nincome. The partner’s share of income is carried over to Schedule E of their IRS Form 1040.  \n• An LLC can also be treated as either a C or S Corporation with the same tax return filing \nrequirements, but this requires the entity to file an IRS Form 8832 “Entity Classification \nElection” checking the corporate income tax treatment box on the form. Afte r making this \nelection, profits kept in the business are taxed at the separate income tax rates that apply to corporations. If you receive an application from someone whose business income is derived from an LLC, determining the business structure is impor tant to know which \ntypes of business tax returns will be reviewed.  \n \nd. S-Corporation: An S Corp is a legal entity that has a limited number of stockholders \n(up to 75) and elects not to be taxed  as a regular  corporation. An S -Corporation is \ngenerally a small, start -up business, with gains and losses that are passed onto the \nstockholders in proportion to each stockholder’s percentage of business ownership and it is taxed at their individual tax rates. The income for the owners is reflected on a W- 2 \nand is taxes at the individual rate but  may require adjustments based on any gains or \nlosses of the business. This is another commonly encountered type of business.  \n \nStep 2: Document  Self-Employment Income:  \n \nThe Loan Originator must obtain the two most recent signed copies of the individual and business \ntax returns  filed with the IRS and all supporting schedules, as applicable . If the applicant does not \nhave copies of their tax returns, the Loan Originator may obtain IRS transcripts obtained directly from the IRS with all supporting schedules. For electronically filed tax returns, it is not necessary to require the applicant(s) to manually sign the return for application purposes if there is sufficient document ation  the applicant  has signed  the return  electronically  (i.e., use of Self-Select PIN for \nFree File Fillable Forms, Electronic Filing PIN, or authorized E -File Provider). Federal Income \nTax Returns for the individual and business will be required when ownership is 25 percent or greater.  The following table provides general  guidance regarding the  minimum \ndocumentation required for self -employed applicants for each  business structure  and \nwhere the profit and loss will be reflected  on each tax form . (Please note that the IRS tax  \nforms can change the numbering or placement of this information).    \n \n HB-1-3550  \nAttachment 4-C \nPage 3 of 8 \n \nBusiness  Structure  Individual Tax Forms  needed :  Business  Tax Forms \nneeded:  \nSole Proprie torship  Form  1040 : Business Income or (loss)  \n \nSchedule  C (Form 1040) : Profit or Loss from Business  Form 1040, Schedule C: \nProfit or Loss from \nBusiness  \n \nDepreciation or depletion may be added back into repayment income.   \nPartnerships  \n  Form  1040,  Schedule 1 : Rental  real estate, royalties, \npartnerships, S corporations, trusts, etc.  \n \nSchedule E (Form 1040) : Total rental real estate and \nroyalty income or (loss) or Part V Summary, Total \nincome or (loss)  IRS Form  1065, U.S. \nPartnership  Return  of \nIncome  \n \nSchedule  K-1 (Form \n1065), Partner’s Share of \nIncome,  \nDeductions,  Credits,  etc. \nBoth general and limited partnerships report income on the IRS Form 1065, “US \nReturn of Partnership Income” which must be reviewed to assess the viability of the \nbusiness. A Schedule K-1 (1065) shows the partner’s share of income, loss, deductions, credits  and other items from the partnership business or rental activities. \nThe partner’s share of income is carried over to the Schedule E of IRS Form 1040.  Both depreciation and depletion may be added back to repayment income in \nproportion to the applicant’s s hare of income. A negative amount (loss) must not be \nused to offset other family income for repayment and/or annual  income.  \nLimited  Liability \nCorporations  \n Single -member LLC :  \nForm 1040: Business Income or (loss)  \n \nSchedule  C (Form 1040) : Profit or Loss from Business  \n \nTwo -member LLC : \nForm 1040, Schedule 1:  Rental  real estate, royalties, \npartnerships, S corporations, trusts, etc.  \n \nSchedule E (Form 1040): Total rental real estate and \nroyalty income or (loss) or Part V Summary, Total \nincome or (loss)  \n Single -member LLC :  \nForm 1040, Schedule C: \nProfit or Loss from \nBusiness  \n \nTwo -member LLC : \nIRS Form 1065, U.S. \nPartnership  Return  of \nIncome  \nSchedule  K-1 (Form \n1065), Partner’s Share of \nIncome,  Deductions,  \nCredits,  etc.  \n \n \n \n  \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 \n \n \n HB-1-3550  \nAttachment 4- C  \nPage 4 of 8 \n \nLimited  Liability \nCorporations \n(continued)  \n If the business is a single -member LLC , the IRS treats the LLC as a sole \nproprietorship and profits are reported on Schedule C of the individual 1040 tax \nreturn. \nIf the business has at least two members, the LLC prepares and files IRS Form \n1065, Partnership Return of Income each year, which must be reviewed to assess the viability of the business.  LLC profits are allocated to each of the owners according to the profit-sharing arrangement set up in the LLC operating agreement. Each owner is given a Schedule \nK-1, which shows each owner’s share of LLC income, loss, deductions, credits and \nother items from the LLC business. The owner’s share of income is carried over to the Schedule E of IRS Form 1040.  Both depreciation and depletion may be added back to repayment income in proportion to the applicant’s share of income. A negative amount (loss) must not  be used to offset other family income for repayment \nand/or annual income.  \nSee S -Corporations for tax return filing requirements if the LLC has an IRS \nForm 8832 “Entity Classification Election” which reflects an S or C \nCorporation.  \nS Corporations  Form  1040, Schedule 1:  Rental  real estate, royalties, \npartnerships, S corporations, trusts, etc.  \n \nSchedule E (Form 1040): Total rental real estate and \nroyalty income or (loss) or Part V Summary, Total \nincome or (loss)  \n IRS Form  1120S,  U.S. \nIncome  Tax Return for an \n“S” Corporation (IRS \nForm 1120S)  \n  \nSchedule  K-1 (Form \n1120S), Shareholder’s \nShare of Income,  \nDeductions,  Credits,  etc. \nThe owner’s income will be reflected on the ‘compensation of officers’ line on the IRS \nForm 1120- S or if the owner pays themself through W -2’s, this income will be reflected \non the ‘salaries and wages’ line on the IRS Form 1120 -S. The ‘compensation of officers’ \nand ‘salaries and wages’ is transferred to the applicant’s IRS Form 1040; both depreciation and depletion may be added back to repayment income in pro portion to the \napplicant’s share income. A negative amount (loss) must not be used to offset other family income for repayment and/or annual income  \n \n  \n \n                                                                                                                                                                                        HB-1-3550 \n                                                                                                                                                                                 Attachment  4-C \n                                                                                                                                                                               Page  5 of 8 \n \nIf the applicant reports a  significant  increase or decrease in their self -employment income or \ndoes not have two full years of filed tax returns, t he applicant must submit the most recent year -\nto-date profit and loss and balance s tatement. The Verification of Business Expenses, located in  \nAppendix 8 of this Handbook, provides a sample format for recording business expenses . The \nprofit and loss and balance statement or Verification of Business Expenses must be signed by the \nowner of the business or a tax professional (not require d to be audited ).  The year -to-date profit \nand loss statement and Verification of Business Expenses is only used to analyze the income trend of the business  when calculating annual income if there is a significant increase or decrease \nin self -employment income . Repayment income should only be based on the reported earnings of \nthe previous two years of f iled tax returns, unless the L oan Originator documents that the \napplicant has  two years of previous successful employment  in a similar line of work. The \napplicant’s  individual  tax returns  must  reflect  a history of receiving income at the same (or \ngreater) level in a field that provides the same products or services as the current business.  \nThe income  for an applicant  that has been  self-employed for less than one year is not to be \nconsidered stable for repayment purposes.  \n \nStep 3: Calculate  Self-Employment Income:  \n \nIndividuals and businesses complete tax forms to calculate taxable income or loss. Tax forms by themselves do not wholly reflect the amount of income  the Loan Originator may use  toward \nrepayment.   To calculate self-employment  income,  it is necessary  to make  a cash flow analysis of \nthe applicant’s incom e. \n \n The Loan  Originator needs  to make  certain  adjustments  to the income  (or loss)  reported  in IRS \nForm 1040 in order to have an accurate picture of the applicant’s cash flow. The IRS allows self-employed applicants and business owners to make non- cash deductions to reduce taxable \nincome. There are some non -cash deductions that can be added back into repayment income but \nare not added back to the annual income calculation. Depreciation  and depletion are classic \nexample s of non- cash deductions  that reduce taxable income but increase the applicant’s income \nfor loan qualification purposes.  \n The Loan Originator must carefully review all tax forms to identify non -cash deductions \n(increasing income) and/or additional expenses (reducing income). The following are the most common adjustments to the net profit/income reported in the applicable tax forms/schedules:  \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (06-02-23) PN 583 \n \n HB-1-3550  \nAttachment 4- C \nPage 6 of 8 \n \nAdd Back  into Repayment  Not Added Back  \nDepreciation  Employee Business Expenses  \nDepletion  Meals and Entertainment  Exclusion  \nNonrecurring  Losses  Nonrecurring income  \n(generally  reported as “Other Income”) \nAmortization  / Casualty Loss   \n(if non- recurring)  Nonrecurring Capital  Loss \nRecurring  Capital Gains   \n \nBusiness losses are considered “0” in determining annual income; however, Loan Originators \nshould analyze federal tax returns and review if there are any non -cash deductions that should \nbe added back into repayment income, which could result in a positive repayment income figure. A negative amount (loss) must not  be used to offset other family income for repayment \nand/or annual income.  \n \nStep 4: Analyze the Self-Employment Income:  \n \nWhen analyzing self -employment income the Loan Originator must perform a detailed review of \nthe applicant’s individual and business tax returns to confirm that the income is stable and dependable (likely to continue).  \n \nIn general, income from self- employment is considered stable if the applicant has been self - \nemployed for two or more  years.  Because self-employment income  may change each year,  the \nLoan Originator should always develop an average annual income by using at least two full years of the applicant’s self -employment income. An average takes in consideration typical \nmarket fluctuations, thus better predicting the applicant’s long -term earning ability.  \n \nDependable income refers to the likelihood of continuity of the income. Making this determination requires the Loan Originator to predict future income.  The Loan Originator \nshould look at income trends and the stability of the income source. Any specific indication of an upcoming event that might change the applicant’s  employment or income  should be addressed \nin the loan file and considered in the underwriting decision. For example, if the most recent tax return shows an income considerable higher than reported in the previous tax year, the Loan Originator should investigate further to determine whether the higher income is due to business expansion or a onetime event unlikely to reoccur and continue. Income from a nonrecurring \ntransaction should be excluded from the income calculations. Similarly, a nonrecurring loss \nshould not be deducted from the income calculation. \n  \n \nHB-1-3550  \nAttachment  4-C \nPage  7 of 8  \n  \nExample – Using the 4 -A Income Worksheet for Self -Employment calculation  \n \nPhil Johnson owns a construction company (ABC Builders), as a Sole Proprietor. He has provided the last two years \nof his tax returns (IRS Form 1040 and his Schedule C).   \n2022 Schedule C reflects the following :  \nGross Income (line 7) - $39,930.00 \nTotal Expenses (line 28) - $7,930.00 \nDepreciation (line 13) - $3,800 \nRent of vehicle/equipment (line 20a) - $1,580 \nDeductible meals (line 24b) - $,2550 \nNet Profit (line 31) - $32,000.00  2023 Schedule C reflects the following : \nGross Income (line 7) - $38,884.00 \nTotal Expenses (line 28) - $6,994.00 \nDepreciation (line 13) - $2,650 \nRent of vehicle/equipment (line 20a) - $2,755 \nDeductible meals (line 24b) - $1,589 \nNet Profit (line 31) - $31,890.00  \n(Note: line numbers listed above are from Schedule C , but numbers on forms are subject to be changed by the IRS ) \nBelow is an example of how you would complete Attachment 4 -A, Income Worksheet.  \n \n \n \nThe average net income will be considered as both  (B) annual and repayment income.  \nThe depreciation is being added back but will only be considered as repayment income  (R). \nOther  Types  of Income  Needing  a Cash  Flow  Analysis:  \n \nSpecial  Attention  to Commission  / Contract  Income and Other  Business Expenses \n \nAn applicant that receives 25% or more of the annual income in commission, bonuses or tips \nmost likely engages in business activities needing a cash flow analysis. This income may be reported in the IRS Form W -2 or IRS Form 1099 ( e.g., real estate agents/contract employees). \nNon-reimbursed  business  expenses  reported in IRS Form  2106, Employee  Business  Expenses, \nshould be deducted from the income reported on the applicant’s tax return.  \n \nCommission,  bonuses, and tips income  may be considered  stable if the applicant  has received \nthis income for the past two years. After making the cash flow analysis, the Loan Originator should develop a two- year average to make an income determination.  \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (06-02-23) PN 583  \n\n \n HB-1-3550 \nAttachment 4 -C \nPage 8 of 8  \n \nSummary  \n \nIncome from self- employment may be unpredictable, subject to market/economic fluctuations. \nDue to the inherent  risk of self-employment  income,  the Loan  Originator  must  consider  internal  \nand external economic factors when analyzing self -employment income . \n \nWhen  an applicant  is self-employed, or has income  needing  a cash flow analysis,  do not use the \ntotal income reported on IRS Form 1040, IRS Form W -2, or IRS Form 1099. Instead, analyze \neach income line item individually and make the necessary adjustments to the total \nincome/profit. If the Loan Originator fails to perform a detailed review and analysis of the borrower’s tax return both annual and repayment incomes will be  miscalculated.  \n \n  \n \n     \n \n    \n      \n              ____________________________________________________________________________________________ \n  \n \n HB-1-3550 \nAttachment 4 -D \nPage 1 of 7 \n \nATTACHMENT  4-D \n \n REVIEWING DOCUMENTATION FOR CITIZENSHIP  STATUS   \n \nThe purpose of this attachment  is to provide guidance on acceptable  evidence that a non-U.S. \ncitizen is a qualified alien and to provide guidance on the use of the Systematic Alien \nVerification for Entitlements (SAVE) database maintained by the Department of Homeland Security (DHS).  \n \nA “qualified  alien” is defined under the Personal  Responsibility and Work Opportunity \nReconciliation Act (PRWORA) (8 U.S.C. Section 1641) as: \n \n1) An alien  who is lawfully  admitted  for permanent  residence under the Immigration  and \nNationality Act;  \n2) An alien  who is granted asylum under Section  208 of such Act; \n3) A refugee who is admitted  to the United  States  under Section  207 of such Act; \n4) An alien  who is paroled into the United  States under Section  212(d)(5) of such Act for a \nperiod of at least 1  year;  \n5) An alien  whose deportation is being withheld  under Section  243(h) of such Act; or \n6) An alien  who is granted conditional entry  pursuant to Section  203(a)(7) of such Act as in \neffect prior to April 1, 1980; \n7) An alien  who is a Cuban/Haitian  Entrant as defined  by Section  501(e) of the Refugee \nEducation Assistance Act of 1980; or \n8) An alien  who has been  battered  or subjected  to extreme  cruelty  under Section  431 of the \nImmigration and Nationality Act (INA).  \nIndividuals with a valid T -Nonimmigrant Status, are eligible for assistance under 22 USC 7105; \nhowever, that eligibility may not be reflected in the SAVE tool. T -Nonimmigrant status may be \nevidenced by immigration paperwork describing that status, which may also appear as T1, T2, \nT3, or T4 statuses on certain forms. T- Nonimmigrant status may be evidenced by a benefits \nletter provided by the Department of Health and Human Services, the process for obtaining \nwhich is described at: https://www.acf.hhs.gov/otip/victim- assistance/certification . Since the \nAgency may not be able to verify their status through SAVE, an individual with a T-\nNonimmigrant Status should provide at least one of the items described in this paragraph \nindicating their status.  \nNative  Americans  covered by the Jay Treaty  of 1794 and born in Canada may also be eligible  as \nlawfully admitted for permanent residence if they meet the requirements of 8 U.S.C. Section 1359. Since the Agency might not be able to verify their status through SAVE, the Native American should provide all of the documentation listed below.  \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 \n \n \n HB-1-3550  \nAttachment 4-D \nPage 2  of 7 \n \n A letter  from their Native  American  tribe stating  that the alien  has at least 50 \npercent Native American or Aboriginal blood (also referred to as the blood \nquantum);  \n Their  Canadian  “Certificate  of Indian Status  Card”  with a red stripe  along the top;  \n Their  birth  certificate; \n If a Haudenosaunee,  their Red I.D. Card;  \n If an Inuit,  an Inuit enrollment card from  one of the regional Inuit lands claim \nagreements;  \n Their  Social  Security  Card  issued  by the U.S. Social  Security  Administration; and \n Their  Canadian  or U.S. driver license.  \n \nSAVE System  Access:  \n \nRural Development has entered into an “Interagency Agreement” with DHS’s United States Citizenship and Immigration Service (USCIS) to allow access to the SAVE database. This database enables staff to obtain immigration status information to assist in deter mining a non- \ncitizen  applicant’s program eligibility.  In most cases,  SAVE  will provide an immediate  response \nconcerning the immigration status of an applicant. \n \nThe Loan Originator must secure proof of identity and evidence that non- citizens who  apply for \nprogram assistance are qualified aliens.  In all cases, non -citizens legally admitted into the \nUnited States will have an Alien Identification Number.  In cases where a number is not  \navailable or known, the applicant should contact the USCIS.  (There  are cases where  an alien  has \nbeen legally in the U.S. for a period of time and DHS has supplied them with a number, but the alien did not receive or has misplaced the number.) The Loan Originator should obtain the non- citizen’s Alien Identification Number  and submit it to SAVE  to obtain the applicant’s eligibility \nstatus based on the alien’s Class of Admission (COA).  \n \nTo request SAVE access, email  sfhdirectprogram@usda.gov the following information for the \nperson that needs access to SAVE:  \n• First and Last Name  \n• Email Address  \n• Phone Number \n \nNational Office will grant access then email your username and temporary password.   Please \nlogin and change the temporary password as soon as possible.  \n \nPrior to submitting request through the SAVE System, a new user should review the SAVE Program Guide, SAVE User Reference Guide and SAVE FAQ.  \n \n \n \n \n \n HB-1-3550 \nAttachment 4 -D \nPage 3 of 7   \n \n \n \n \n \n                                  Click on  ‘Create New Case’   \n         \n \n \nThe Loan  Originator will at a minimum enter  the applicant’s First Name, Last Name, and Date of \nBirth and enter as many enumerators as are available. At least one enumerator is required.  \n Enter the  Alien  Identification Number or USCIS # (9 digits) into the “Alien Number” field. Do \nnot enter dashes, only the 9 -digits.  \n \n  \n \n \n \n \n  \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (06-02-23) PN 583 \n \n \n \nGo to SAVE : https://save.uscis.gov/web/vislogin.aspx   \nEnter:  User ID  and Password.  \n \n \n \nHB-1-3550 \nAttachment 4 -D \nPage 4 of 7  \n \n \n \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n        \n \n \n\n \n HB-1-3550 \nAttachment 4 -D \nPage 5 of 7 \n \nSelect the benefits the applicant is requesting: “USDA Housing Loans” and click ‘Continue’  \n \nYou will get a case creation for you to review the Case Details.  If the case information is accurate, click ‘Initiate \nVerification’  \n \n(01-23-03) SPECIAL PN  \nRevised  (11-06-24) PN 628 \n \n  \n \n \n \n \n \n \n \n \n \n \n \nHB-1-3550 \nAttachment 4 -D  \nPage 6 of 7 \n \n \n  \n \n \n \n \n  \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n  \nThe applicant is eligible for program assistance if the response is “LAWFUL PERMANENT \nRESIDENT – EMPLOYMENT AUTHORIZED”.  Other  acceptable  responses include  but are not \nlimited to “ASYLEE”, “PAROLEE”, “REFUGEE”, and “USC” (UNITED STATES CITIZEN).  \nQualified Alien is defined under the Personal Responsibility and Work Opportunity Reconciliation Act (PRWORA) (8 U.S.C. Section 1641). See Guide to understanding SAVE Verification \nResponses.  \n \nThe applicant  is not eligible  for program  assistance if the response is “TEMPORARY RESIDENT \n– TEMPORARY EMPLOYMENT AUTHORIZED”.  \n \nAs a reminder, individuals with a valid T -Nonimmigrant Status, are eligible for assistance under 22 USC \n7105; however, that eligibility may not be reflected in the SAVE tool. T -Nonimmigrant status may be \nevidenced by immigration paperwork describing that s tatus, which may also appear as T1, T2, T3, or T4 \nstatuses on certain forms. T -Nonimmigrant status may be evidenced by a benefits letter provided by the \nDepartment of Health and Human Services, the process for obtaining which is described at: \nhttps://www.acf.hhs.gov/otip/victim -assistance/certification . Since the Agency may not be able to verify \ntheir status through SAVE, an individual with a T -Nonimmigrant Status should provide at least one of the \nitems described in this paragraph indicating their status.   \n  \nAll ap plicants who are denied benefits based solely or in part on the SAVE response must be notified by \nthe Loan Approval Official in writing using Appendix 3, Handbook Letter 15 of this Handbook, Standardized Adverse Decision Letter.  Appendix 3, Handbook Letter 15 of this Handbook should include  \n_____________________________________________________________________________________________________ \n       If you receive this system response, your applican t is a qualified alien.  \n \n \nHB-1-3550 \nAttachment 4 -D  \nPage 7 of 7 \n \nthe information necessary to contact DHS so that they may correct their records in a timely manner and \nattached the appropriate SAVE Fact Sheet.  SAVE Fact Sheets can be found on the SAVE website under the Help drop- down menu in Resources.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n  \n  \n \n \n \n \n \n \n  \n \nSAVE is asking the Agency user to supply additional information for a second level verification \nprocess. Agency staff should enter special comments or upload additional documents, then click the “ Initiate Additional Verification” button . Within 3- 5 federal working days, SAVE will \nrespond with the applicant’s status or a request to “Resubmit Doc.”  If the applicant’s immigration status is confirmed, the verification process is complete, and the case is closed.   \n If the response from SAVE is “other” and the Loan Originator has concerns about any \ninformation provided by SAVE on the second level response, the Loan Originator may request a third level verification or contact SAVE at 877 -469-2563.  \n \n       \n(01-23-03) SPECIAL PN  \nRevised  (11-06-24) PN 628 If you receive this response, the system was unable to verify, and \nadditional information is required.  \n"
}