{
  "text": " HB-1-3550  \n5.1 INTRODUCTION  \nEnsuring that the quality  and the value of the property  meet  certain  minimum thresholds is \nas important as ensuring that the applicant is willing and able to repay a loan. The Agency \nimposes quality and value requirements to protect the borrower’s interest and, in the event of liquidation, the Agency’s interest. \nA. Overview  of Property  Requirements\n1.Ensuring  Quality\nFour sections of this chapter deal with quality assurance. Section 1 describes the\nrequirements for approving a site -- its location, its size and amenities, and the adequacy of available utility systems. Section 2 describes the requirements  for the dwelling itself, which  \nmust be modest, but also decent,  safe, and sanitary.  The standards that apply differ somewhat \ndepending upon whether the dwelling will be newly constructed or is an existing home. Section 3 describes the Agency’s requirements for the protection of environmental resources and the due diligence required with regard to hazardous substances. Section 6 provides guidance for monitoring construction activities  to ensure that any construction or repair  work \nis appropriately conducted and completed.  \n2.Ensuring  Adequate  Value\nBefore the Agency makes a loan, the Loan Originator must ensure that the applicant\nwill have an appropriate form  of ownership and that the Agency’s  interest  in the property is \nadequately secured by the value of the real estate and the Agency’s lien position. Section  4 specifies  Agency  security  requirements  and Section  5 provides guidance on \nconducting appraisals of the property’s value. \nB. Key Processing  Steps  Related  to Property  Requirements\nWhen applicants locate properties, they must provide the Loan Originator with the basic\ninformation needed to initiate the Agency’s review of the property. Applicants who do not currently own the property must submit an option or sales contract. Applicants who already own the property must submit evidence of ownership, a legal  description, and a property  survey  showing \nall structures on the site. Within 3 business days of the applicant identifying the property, the Loan Originator must send the applicant the items listed in Parag raph 3.8 A. \nThe Loan Originator will use the USDA Address Verification website \n(https://eligibility.sc.egov.usda.gov/eligibility/addressVerification ) to v\nerify  the property  address.  If \nthe resulting  code is 1 or 2, the Loan Originator should enter the address as indicated into UniFi. If \n5-1 \n(01-2 3-03) SPECIAL PN \nRevised (05-05-25) PN 640\nCHAPTER  5: PROPERTY  REQUIREMENTS \n \nHB-1-3550  \nParagraph  5.1 Introduction  \n \nthe resulting code is not 1 or 2, the Loan Originator must verify the address with the appropriate \nlocal entities (such as the local post office or the local tax/property recording office), document \nhow a reliable address for the property was established in the running record, enter that address into UniFi,  re-verify  the address  using the address  website  prior to closing and update the address \nin UniFi if appropriate. \n \n1. Appraisal  \nIn general, appraisals are ordered under the nationwide contract with Appraisal \nManagement Companies (AMCs). Field Staff request an appraisal through the Procurement \nManagement Office’s (PMO) Procurement Requests SharePoint site  using the current SFH \nAppraisal  Request  form  (which  can be found in the Direct  Training Hub in SharePoint  along \nwith other appraisal training materials) and uploads all applicable supporting documents. \nThe AMC  Administration  Team  (consisting of PMO  and National  Office staff) then orders \nthe appraisal through the applicable AMC portal. \nUnder the nationwide contract,  the AMCs  are generally  required  to follow Attachment \n5-A (though contract terms may differ). The AMC Administration Team monitors the \nAMCs’ contract performance, reconciles invoices, handles payments, and handles all \ncommunications with the AMCs. Field Staff are not to communicate with the AMCs or  \ntheir subcontracted appraisers; Field Staff must direct their general appraisal communications to rd.appraisals@usda.gov or to the Regional Appraisal Services\n \nSharePoint site for requesting a technical  review.  If the communication  is time sensitive  (e.g. \nrequest for a correction or revision), use “Urgent” in the subject line. \n \n The estimated remaining economic life found in the ‘Cost Approach’ section of the \nappraisal report is required and must be equal to or greater than the repayment period of the \nloan (see Paragraph  6.8 of this Handbook). \n \n2. Review  of Property  and Site for Compliance with  Agency  Standards  \nBefore loan approval, the Loan Originator must confirm that the property meets, or will \nmeet with any planned construction or repairs, all applicable Agency requirements. This is accomplished  through a review  of opinions or determinations  made by qualified  third  parties \n(such as appraisers, local building officials, architectural and engineering professionals, and trades professionals). \n \n3. Identification  and Correction  of Deficiencies  \n \nIf at any point during the review  process,  deficiencies  are identified  that jeopardize the \nAgency’s ability  to approve a loan, the Loan  Originator must notify the applicant  and give \nthe applicant at least 15 days to resolve the deficiency. For example, if an inspection \nreveals  a structural  deficiency  that can be corrected,  the applicant  could negotiate with  the \nseller to reduce the sales price so that funds to correct the deficiency could be included in the loan, or to correct the deficiency before the property is transferred. \nIf a deficiency  cannot be satisfactorily  corrected,  the Loan  Originator notifies the \napplicant and provides a new Form RD 1944- 59, Certificate of Eligibility, which is \nsigned by the Loan Approval Official. \n \n5-2 \n \n \n \n  \nHB-1-3550  \nParagraph  5.1 Introduction  \n \n \n4. Documenting  the Acceptability  of Seller Completed  Repairs  \n \nAs part of the contract negotiations, a seller often agrees to complete repairs \nidentified by the buyer at the time of signing the sales contract or later identified by the \nbuyer’s  inspectors  (refer  to Paragraph  5.7 A. of this H ) and agreed  to through an \naddendum  to the contract. The Field Office should ensure that the repair conditions in \nthe contract or addendum provide the specifics necessary for the seller to properly \naddress the repair.  \nIdeally,  the contract  or addendum  will detail  the existing  problem, how the repair  will be \ncompleted, who will perform the work (a licensed contractor should perform work that demands technical expertise), and how the repairs will be verified. If the repair conditions are vague or ambiguous, the Field Office should encourage the buyer to seek an addendum that better defines the repair conditions. \n \nBefore loan closing can occur, receipts for the repair work and any associated \npermit/contract documents must be obtained from the seller and reviewed by the Field Office. Documentation on all agreed to repairs must be provided. In addition, the buyer must be instructed to inspect the completed work and provide the Field Office with a written statement of acceptance or a written statement outlining deficiencies in the seller completed  repairs.  If deficiencies  are noted, the buyer  and seller  must  work  to address  the \ndeficiencies before loan closing can occur.  \n \nSpecial  care should be given if completion  of repair  work  cannot  take place  until after \nthe loan closing to ensure there are adequate funds. Closing agents should be instructed to release the funds to the contractor only after receiving written instructions from the \nLoan Approval Official. The Loan Approval Official may authorize the release of funds \nonce the work, as indicated in the contract, is completed. The case file should be documented with invoices and the borrower’s acceptance that the work has been completed to their satisfaction.  \n \n  \n \n \n \n  \n \n \n \n \n  \n \n \n5-3 \n \n(01-23-03) SPECIAL  PN \nRevised  (03-19-20) PN 534 \n \n \n \n \nHB-1-3550  \nSECTION  1: SITE  REQUIREMENTS  [7 CFR 3550.56]  \n5.2 OVERVIEW  \nOnce the applicant has found a property, the Agency needs to ensure that it fits program \nguidelines regarding sites. The site must be developed according to the development standards \nimposed by State or local government. These standards are often contained in zoning ordinances, building codes, subdivision regulations, and/or construction standards. In addition, the site must be located in a rural area; be modest; meet minimum standards regarding water and wastewater \nsystems;  and meet  the Agency’s  street  and access  requirements  of being on an all-weather  road that \nis maintained by a public body or homeowner’s association. This section addresses these site requirements.  \n5.3 RURAL  AREA DESIGNATION  \nA.Rural  Area  Definition  [7 CFR 3550.10]\nRural  areas  are defined  as:\n•Open  country or any town, village,  city, or place,  including the immediate  adjacent\ndensely settled area, which is not part of or associated with an urban area and\nwhich:\nA.Has a population not in excess  of 2,500 inhabitants; or\nB.Has a population in excess  of 2,500 but not in excess  of 10,000 if it is rural  in\ncharacter;  or\nC.Has a population in excess  of 10,000 but not in excess  of 20,000, and-\nIs not contained  within  a Metropolitan  Statistical Area (MSA);  and\nH\nas a serious lack  of mortgage credit  for lower  and moderate-income families  as\ndetermined  by the Secretary  of Agriculture  and the Secretary  of Housing and \nUrban  Development.  \n•Any area classified as ‘‘rural’’ or a ‘‘rural area’’ prior to October 1, 1990, and\ndetermined  not to be ‘‘rural’’ or a ‘‘rural  area’’ as a result  of data received  from  or after\nthe 1990, 2000, 2010, or 2020 decennial census, and any area deemed to be a ‘‘rural\narea’’ at any time during the period beginning January 1, 2000, and ending December31, 2020, shall continue to be so classified until the receipt of data from the de cennial\ncensus in the year 2030, if such area has a population in excess of 10,000 but not inexcess of 35,000, is rural in character, and has a serious lack of mortgage credit for\nlower and moderate- income families.\n5-4 \nHB-1-3550  \nParagraph 5.3 Rural Area Designation  \n1.Assessing  “Open  Country”\nA site that is in “open  country not part of or associated  with an urban area”  is one that is\nseparated by open space from any adjacent densely populated urban area. Open space \nincludes undeveloped land, agricultural land, or sparsely settled areas. Open space does not include physical barriers (such as rivers or canals), public parks, commercial and industrial developments, small areas reserved for recreational purposes, and open space set aside for \nfuture development. \nIn order to determine if a property is in open country, the Loan Originator should review \nrecent  maps,  aerial  photographs, and/or conduct a site visit.  In particular,  the Loan  Originator \nshould look for significant new development in parts of rural areas that adjoin non- rural \nareas and  investigate the likelihood that local authorities may re -designate the area’s \ncorporate limits.  \n2.Assessing  “Population”\nIn order  to find the population figures  for a locality,  the Loan  Originator should use\nthe decennial U.S. Census of Population, or population updates published by the U.S. Bureau of the Census. In calculating population figures for a locality, any incarcerated prison population must be excluded from the total area population. \n3.Assessing  “Serious  Lack  of Mortgage Credit”\nThis determination  is made jointly  by the Secretary  of Agriculture and the\nSecretary of Housing and Urban Development (HUD). \n4.Assessing  “Rural in Character”\nA r\nural in character  (RIC)  analysis  must be completed  for areas  meeting  “Special\nConsiderations” as outlined in Paragraph 5.3 B. 1. and 2 of this Handbook. \nHowever,  an area is automatically  considered  to be RIC when  the population density is \nless than or equal to 1,000 persons per square mile. When the population density is greater \nthan 1,000 persons per square mile,  a RIC analysis  must be completed.  When  conducting a \nRIC analysis, the State Director should also account for other factors affecting population density that include, but are not limited to the following: \n•Economic Vitality: The local  economy may be adversely  affected  by industry\nor market conditions such as high unemployment, recent loss of a largeemployer, or similar factors. If so, the area may be currently or imminentlysubject to out- migration that affects the RIC analysis.\n5-5 \n(01-2 3-03) SPECIAL PN  \nRevised (0 5-05-25) PN 640\n \n HB-1-3550  \nParagraph 5.3 Rural Area Designation  \n \n• Colleges  and Universities: In contrast  to prison populations, college populations \ncannot be excluded from the total area population. However, the college \npopulation may be considered when determining the population density as part of the RIC determination. However, only the portion of the college population living on campus may be excluded from population density calculations.  \nB. Special Considerations  \n \n1. Exception  for Rural  Areas  Designated  Prior to October 1990  \n \nIf an area was classified  as rural  prior to October  1, 1990, even  if it is within  an MSA,  it \nmay be still considered rural as long as it: (1) has  a population between 10,000 and 35,000, \n(2) is rural  in character,  and (3) has a serious  lack of mortgage  credit.  This designation can \nremain effective through receipt of census data for the year 2030. Or; \n \n2. Exception  for Rural  Areas  Designated  Between  January 1, 2000, \nand December 31, 2020. \nIf an area was classified as rural or deemed eligible any time between January 1, 2000 , \nand December  31, 2020, even  if it is within  an MSA,  it may be still considered  rural  as long \nas it: (1) has a population between 10,000 and 35,000, (2) is rural in character and  \n(3) has a serious  lack of mortgage  credit.  This designation can remain  effective through \nreceipt of census data for the year  2030.  \n \n3. Contiguous  Areas  \n \nTwo or more towns, villages, cities, or places that are contiguous may be considered \nseparately  for a rural  designation if they are not otherwise  associated  with each other, and \ntheir densely settled areas are not contiguous.  \n \nWhen determining the population count for an area, the Loan Originator also should \nconsider developed areas in contiguous counties or states. In cases involving contiguous counties, the appropriate population figure to be used for the area in question should be determined  after consultation with the State  Director.  In an area involving contiguous  states, \nthe applicable population figure should be determined through an agreement between the two State Directors. The Loan Approval Official  should contact both State  Directors to  help \nmake this determination.  \n \nC. Reviewing  Rural  Area  Designations  \n \nAn area’s  rural designation may be changed as a  result of a periodic review  or after \nthe decennial census of population. Both types of review are discussed below. In all cases,  the local  office  should maintain  a perpetual  master  file to document  all rural  area \ndecisions and include documentation of all public notification actions taken. \n \n5-6 \n \n \n \nHB-1-3550  \nParagraph 5.3 Rural Area Designation  \n1.Periodic Reviews\nEach Field Office must review all areas under its jurisdiction every 5 years to identify\nareas that no longer qualify as rural. In areas experiencing rapid growth and in eligible \ncommunities within MSAs, the review should take place every 3 years . Field Office files \nmust contain  documentation that local  planning boards, where available,  were  contacted  at \nthe time of each review to verify that areas considered open spaces are not scheduled for development in the next 5 years. \nField Staff must prepare a rural area review report that includes a recommendation on \nthos\ne areas that should be re-designated. An acceptable form for this report is a map \nshowing an outline of the area recommended to be re- designated, and a cover letter \nexplaining the reasons for the recommendation. The review report must be signed by the Loan  Approval Official and  submitted  to the State  Director  on or before  February  28 of the \nreview year.  \n2.Census  Reviews\nIn addition to periodic reviews, the State Director is responsible for implementing re - \ndesignations based  on the decennial  U.S. Census of Population and any biannual updates. \nImmediately after receiving the population information from the Census Bureau, the State Director must make appropriate changes in designation for areas with populations under 10,000. \n3.Public  Notice\n90-Day Public Notice: State or Field Office must publish a 90 -day notice\ninforming the public that analysis is being conducted to determine the area’s eligibility designation. The 90-day public notice must specify  the area that is being studied and invite \ncomments from the public. The notice should be publicized and targeted to partners, groups, and organizations that are engaged in community and/or housing activities. \nThe notice may be published via the State Office ListServ notice or GovDelivery \nemail service (if available), RD State Office Home page, or in a newspaper of general circulation  within  the area to be studied. When  publishing via newspaper,  the notice must \nbe in easily readable type in the non-legal section of the newspaper(s) and must be bilingual if the affected area is largely non-English speaking or bilingual. The notice \nshould appear for at least three consecutive days if published in a daily newspaper, or in \ntwo consecutive publications if published in a weekly newspaper. \n30-Day Public Inspection Period: Prior to making the final rural area decision,\nthe State Director must provide the public an opportunity to review any comments that were received in response to the 90-day public notice. The notice must describe the proposed revisions to the boundary lines  and provide a link to the map eligibility  site that \nwill reflect the proposed revisions. \n5-7 \n(01-2 3-03) SPECIAL \nRevised (0 5-05-25) PN 640\n \n HB-1-3550  \nParagraph 5.3 Rural Area Designation  \n \n30-Day Final Notice: If the State Director determines that the rural area \ndesignation will change from rural to non-rural, a one- time 30 -day notice must be \npublished. The notice must describe the revised  boundary lines,  the effective date of the re- \ndesignation, and provide a link to the map eligibility site that will reflect the change. The \nnotice must be disseminated using the methods described above. \n4. Final  Determination  \n \nThe State  Director  will make a final determination  on designations based  on the \nreview  report  and public comments  and notify the Field  Office of the final decision.  \n \n5. Designation of Eligible  and Ineligible  Area  Boundary  Lines  \n \nBy September  30th of each review  year,  or after  the census  review  is complete,  the State \nDirector  will develop, clear  and distribute  a State  Supplement that updates, establishes,  lists, \nand maps all ineligible areas in accordance with RD Instruction 2006- B. The State \nSupplement will include county maps showing all ineligible areas in each county. \n \nDesignation of eligible  and ineligible  areas  will be updated to the public website  \nhttps://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do . \n \nOnce the state has completed  the review,  a visual presentation  of those areas  designated \nas ineligible will be documented through the RD GIS Portal. \n \nBoundary lines  must meet  the following criteria : \n \n• If the boundary line is a road, the boundary between  eligible  area and ineligible  area \nwill be represented as the middle of the road. With this type of boundary line, one side of a road may be eligible, while the remaining side is ineligible.  \n \n• Artificial buffer zones,  such as an imaginary  line 100 feet from  a road will not be \nused.  \n \n• Boundary lines that are defined as city or town limits must be defined and labeled as of \na specific date. Example – Ineligible area is the Claremore, Oklahoma limits as of \nJanuary  1, 2009. Changes to the city limits  such as annexation subsequent to the defined \ndate will require review, public notification, preparation of a revised State Supplement, \nand update to the public eligibility website prior to implementation of the revised city limit boundary. \n \n    \n \n5-8 \n \n    \nHB-\n1-3550  \nParagraph 5.3 Rural Area Designation  \nIn this example,  the re-designated area becomes  ineligible  when  the process  for the \nchange is complete. The update of the State Supplement and the website should be \nimplemented at the same time to the extent feasible.  \nSubmitting  Ineligible  Area changes : \nRequests  for re-designation of ineligible  area on the public website  will be forwarded  by \nthe State Director together with the required State Supplement, in accordance with the instructions in Attachment  5-D of this Chapter. Please see Attachment 5-E of this Chapter, \nEligibility  System  Modification Request Process, for detailed instructions and Attachment 5-\nF of this Chapter, Eligibility System Modification Workflow, is provided for visual purposes. \n6.Making  Loans in Areas  Changed to Non-Rural\nIf an area’s  designation changes from  rural  to non- rural,  the Loan  Approval Official\nmay approve loans in that area only under the circumstances listed below. \n•If an application is received before an area’s designation changed and the applicant\nselects  a property in the newly  designated  non- rural  area,  a loan may be made for that\nproperty if it meets all other eligibility  requirements.\n•New  conditional commitments  may be issued  in non-rural  areas  if a purchaser is\nfound whose loan application was complete before the area’s designationchanged.\n•Existing  conditional commitments  will be honored.\n•Real Estate  Owned  (REO) property sales  and transfers  with assumption may be\nprocessed in areas that have changed to non- rural.\n•Section  504 Loan  and Grant  assistance may be provided on a property that already\nhas an Agency loan.\n•Subsequent loans may be made on a property that already has an Agency loan to: (1)\nmake necessary  repairs;  (2) pay equity in connection with an assumption of the Agency\nloan; or (3) to pay equity to a departing co- borrower or (4) refinance a direct or\nguaranteed borrower's loan with a new direct or guaranteed loan if it meets all other\neligibility  requirements.\n5-9 \n(01-2 3-03) SPECIAL PN   \nRevised (0 5-05-25) PN 640  \n \n HB-1-3550  \n \n5.4 MODEST  SITES  \nA qualified property must be predominately residential in use, character, and design (as \nopposed to commercial,  industrial,  or agricultural).  Modest  sites are defined  by their size, \nincome  production use, and the presence of prohibited outbuildings  outlined in Paragraph  \n5.6. The Loan  Originator  must  verify  that the requirements  listed  below  are met. \n \n• Size.  There is no specific  limitation  to the size/acreage of the site, provided  it is \nnot large enough to be subdivided under local subdivision regulations.  \n• Income- Producing  Land.  The site must  not have  income -producing land that will be \nused principally for income producing purposes. Vacant land or properties used primarily for agricultural, farming, or commercial enterprise are  ineligible.  \n• Zoning. The property must comply with applicable zoning and restrictions. If  \nan existing  property does not comply with all current  zoning ordinances, but it is \naccepted by the local zoning authority, the appraiser must report the property as legal non- conforming. The appraisal must reflect any adverse effect of the legal \nnon-conforming use on the value and marketability of the property. \n5.5 ADEQUATE  SITE  ACCESS,  WATER,  AND WASTEWATER  SYSTEMS \nThe site must be accessible from an all -weather road maintained by either a public body or \na homeowner’s association. When the road is privately maintained by an association, there must  be \na legally enforceable arrangement for the ongoing maintenance needs of the  roads.  \nThe site must  also have  water  and wastewater  disposal  systems,  whether  individual, central, \nor privately- owned and operated, that meet the applicable water and wastewater disposal system \nrequirements of RD Instruction 1924- C. There must be assurance of continuous service at \nreasonable rates  for central  water  and wastewater  disposal  systems.  A system  owned or operated  by \na private party must have a legally irrevocable agreement which allows interested third parties to \nenforce the obligation.  \nPrivate  companies  usually inspect  individual  wells  and septic  systems and provide  \nwritten results of the inspection. In addition, the responsible local or State regulatory agency must verify, in writing, that the privately -owned water and wastewater disposal systems, that \nserve multiple households, comply with the  amended  Safe Drinking Water Act (42 U.S.C. 300h, \nSection 1421) and the  amended  Clean Water Act (33 U.S.C. 1341, Section 401), respectively. \nInspections are not required on public water and wastewa ter disposal systems.  \n \n \n \n  \n \n5-10 \nHB-1-3550  \nSECTION  2: DWELLING REQUIREMENTS  [7 CFR 3550.63(a)]  \n5.6 MODEST  HOUSING  \nTo be considered “modest”, the property must  be one that is considered  modest  \nfor the area,  must  not have a market  value  in excess  of the applicable area loan limit,  meet  the \nstandard square footage consideration, and must not have certain prohibited features. \nA.Establishing  Area  Loan Limits Within a State\nThe minimum standard area loan limit is 80% of the local HUD 203(b) limit in effect \nunless a higher percentage is approved by the Deputy Administrator,  Single  Family  Housing. The \nreview process occurs once annually, typically at the end of each calendar year, shortly after the \nannual updates to HUD’s 203(b) limits are published. \nSt\nate Directors who have counties they believe merit loan limits exceeding the standard, \nmay submit a request (upon notification of the annual review process) to the National Office by \ncompleting Form RD 2006-3, “Instruction and Form Justification.” The request should be accompanied  by a narrative  and supporting data.  The analysis should include  local  values  for both \nexisting homes in program-acceptable condition and the total costs to acquire or construct new dwellings. Exceptions  to set area loan limits  below  80%  of the local  HUD 203(b) limit  will not be \npermitted.  \nThe Agency  website  will be updated after processing  exception requests for higher limits, \nvalidating all limits, and revising the various data tables supporting UniFi, LoanServ, the Direct Self-Assessment tool, etc.  It is recommended that states seek input from stakeholders at the \nbeginning of each fiscal  year,  regarding the  adequacy  of the area loan limits  and whether  they are \nsufficiently meeting the needs of applicants, particularly in higher cost areas. \nStates  are not authorized to alter their limits  throughout the year;  however, the National Office \nmay allow for an interim review/update period if widespread extraordinary market conditions occur after the annual review/update.  \n1.Exceptions for Individuals An exception  to an established  area loan limit  may be granted\nto accommodate the specific needs of an applicant, for example, to serve an exceptionallylarge household or to provide reasonable accommodation for a household member with adisability. Requests for exceptions may be approved by the State Director if the cost of the\nproperty will exceed the limit by $5,000 or less. To request an exception, the Loan\nOriginator must fully document the need for the exception.\n•For accommodations for household members with disabilities, the Loan Originator\nmust  provide the cost of accommodations that demonstrates that these  costs cannot\nbe accommodated within the area’s modest housing limit; and \n•If exceptions are granted, the Loan  Originator will follow UniFi  procedures for\noverriding the maximum loan limits.\n5-11\n   (01-2 3-03) SPECIAL PN   \nRevised (05-05-25) PN 640 \n \n HB-1-3550  \nParagraph  5.6 Modest  Housing  \n \nB. Notification  \nStates  should encourage stakeholders, such as certified  loan packagers,  intermediaries,  real \nestate agents, brokers, building contractors, lenders, partners, etc., to sign up for GovDelivery to \nensure they are informed of updates to the area loan limits as they occur. \n \nC. Square  Footage Consideration Standards  \n1. Maximum  \nAgency  financed  properties  do not have limitations  on maximum square footage.  \n \n2. Minimum  \n \nAgency  financed  dwellings  are generally  not less than 400 square feet to ensure they are \ndesigned and constructed for permanent occupancy and contain permanent areas for \ncooking, eating, sleeping and sanitary needs. Water and wastewater systems must be permanently connected. This square footage consideration may be waived by the Loan Approval Official’s next -level supervisor when the Field Office determines a smaller \ndwelling, or “tiny home”, otherwise meets the same property  standards as  other Agency \nfinanced dwellings (e.g., tiny homes which are built on a trailer chassis, or not permanently affixed to real property, are not eligible dwelling types). \n \nD. Prohibited  Features  \n \n1. Swimming  Pools  \n \nExisting  properties that include in-ground pools may be financed, provided the home \nmeets the other modest dwelling requirements and the pool has been inspected by a qualified inspector. However, in-ground pools with new construction or with properties which are purchased new are prohibited. \n \n2. Farm  Service Buildings  and Income -Producing  Structures  \n \nThe property  must not include buildings principally used for income- \nproducing purposes. \n• Farm service buildings such as barns, silos, commercial greenhouses, \nor livestock facilities used primarily for the production of agricultural, farming or commercial enterprises are ineligible. However, barns, silos, livestock facilities or greenhouses no longer in use for a commercial  operation, which  will be used for storage,  do \nnot render the property ineligible. \n• Outbuildings such as storage sheds and non-commercial workshops \nare permitted  if they are not used primarily  for an income \nproducing agricultural, farming or commercial enterprise. \n \n \n5-12 \n \n HB-1-3550  \nParagraph  5.6 Modest  Housing  \n \n• A minimal income -producing activity,  such as maintaining  a garden  that \ngenerates a small amount of additional income does not violate this \nrequirement. Home -based operations such as childcare, product \nsales, or craft production that do not require specific commercial real estate features are not restricted.  \n• Accessory Dwelling Units (ADUs) that include kitchen and bath areas \nand function as independent structures, commonly marketed as ‘guesthouses’ or ‘backyard cottages’, are ineligible. However, \ndesign features such as converted portions of existing homes that include a kitchenette or additional attached living area (e.g., bedroom  and/or  bathroom)  without  independent  utilities  (e.g., water, \ngas, electricity) are not restricted, provided they function in support of the household members only. \n5.7 DECENT,  SAFE  AND SANITARY DWELLINGS  \nTo help ensure  that dwellings  are decent,  safe, and sanitary  (DSS)  the Agency has \nestablished minimum standards for existing and new dwellings.  \n \nA. Existing  Dwellings  \nExisting  dwellings  must  be structurally  sound and functionally adequate and be in good \nrepair or be placed in good repair with loan funds. \n \nFor an initial Section 502 direct loan to purchase or refinance a non- Agency loan on an \nexisting dwelling, the applicant must engage the services of a State -licensed inspector to perform a \nwhole  house  inspection and provide  a statement  that the dwelling  appears  to meet  the Agency’s  DSS \nstandards with respect to: (1) termites and other pests (this may be separate from the whole house inspection); (2) plumbing, water and sewage; (3) heating and cooling; (4) electrical systems; and (5) structural soundness. The inspection report must be a comprehensive document that meets the minimum standards of the professional home inspector associati ons. When a state does not license \ninspectors, a qualified, independent, third- party inspector may perform the inspection and provide \nthe necessary certifications.  \n \nThe Loan  Originator  should inform  the applicant  that if their loan application  request \nfalls through for whatever reason, they will remain responsible for paying their inspectors (unless the seller agreed to cover the inspection fees).  \n \nOnce a report(s) covering  all five items  noted above  is received  by the Agency,  the Loan \nOriginator must identify any noted deficiencies that may make the home not decent, safe, and sanitary. If these deficiencies are not already addressed in the option or sales contract, the Loan Originator must inform the applicant that they must be add ressed either through the seller \nassuming responsibility  for the repair prior to closing or the repairs being required post -closing.  \n \n \n5-13 \n(01-23-03) SPECIAL  PN \nRevised  (12-08-22) PN 572 \n \n HB-1-3550  \nParagraph  5.7 Decent, Safe and Sanitary  Dwellings  \n \nSpecial  Considerations:  \nLow risk of termite infestation: A State  Director  may  issue  a state  supplement waiving the \ntermite inspection requirement provided: (a) the state’s probability of termite infestation is ‘none to \nslight’ or ‘slight to moderate’ as identified on the Termite Infestation Probability (TIP) map noted below, (b) state and/or local codes do not require one, and (c) the home inspection or appraisal have no indications of active infestation. A TIP map can be found at: https://basc.pnnl.gov/images/termite -infestation -probability -map-adapted -2021- international -\n \nresidential -code- irc-figure . The supplement must receive  prior approval through the National  Office.  \nSection 502 loan balance less than $7,500 and the repayment schedule does not \nexceed 10 years: If the Section 502 loan balance is less than $7,500 and the repayment schedule \ndoes not exceed  10 years,  a whole house inspection is not needed  and the dwelling  may lack some \nequipment or features after repairs such as a complete bath, kitchen cabinets, closets, or completed finished interior in some rooms. These dwellings must otherwise meet the housing needs of the applicant and provide decent, safe, and sanitary living conditions when the improvements financed with the loan are completed. \nInitial Section 502 loans for necessary repairs -only: An initial Section 502 loan can \nbe made to an existing  homeowner for necessary  repairs  provided any existing loan against  the \nproperty is an affordable non-RHS loan. While a whole house inspection is not needed, the dwelling  must otherwise meet  the housing needs  of the applicant  and provide decent,  safe,  and \nsanitary living conditions when the improvements financed with the loan are completed. \nB. New Dwellings  \nAll construction must meet the standards contained in RD Instruction 1924- A. New \ndwellings include homes to be built,  currently  under construction, or those that are less than 12 \nmonths old and never occupied. When applicants enter into a contract to purchase a new dwelling, the Loan Approval Official must consider how the construction quality will be documented. The process for ensuring that the Agency’s construction standards are met is described in Section 6 of this chapter and in Paragraph 6.7. \nC. Survey  Requirements  \nA survey is not required for any financed property unless the title insurance commitment \nspecifically excludes coverage for the property and improvements in the loan policy. The \ncurrently adopted American Land Title Association (ALTA) loan policy (also referred to as \n“extended” or “ALTA extended”) provides explicit extended coverages, including “survey” (or boundary and encroachment) coverage without issuance of a special endorsement. A survey may be required by the title insurance company to remove the exclusions from coverage related to boundaries, encroachments, easements and other matters when issuing an owner’s title policy, but this is not common for the lender’s policy. Although an owner’s policy is not required by the Agency, the borrower may choose to have this coverage  and use loan funds to  pay for it provided \nthe loan does not exceed the appraised value. \n \n5-14 \nHB-1-3550  \nParagraph 5.7 Decent, Safe and Sanitary Dwellings  \nWhen a new survey is needed, it must contain boundary lines, any improvements, \nencroachments  on the subject  or adjacent  property, above-ground easements,  set-backs  imposed by \neither restrictive covenant or zoning, and any additional requirements necessary to obtain title \ninsurance.  For new construction, the boundary corners  must be clearly  marked.  An existing  survey \nmay be used if it meets the requirements of the title insurance.  \nD.Flood -Related  Requirements\nFlood insurance is  required  for all  dwellings located  within  the 100- year flood plain, unless\nFEMA has granted an exception, and flood insurance is available as part of the community’s flood \nplain management regulations. \nFo\nr all new construction, substantial improvements, and existing  dwellings, the lowest \nfloor (including basement) must be elevated to or above the 100- year flood level.  \nI\nn addition, for newly constructed and substantially rehabilitated dwellings, the \nconstruction materials  and methods used must be for the purpose of making the structure  resistant \nto flood damage and  minimizing any damage that may occur. RD Instruction 426.2 contains \nfurther guidance on the National Flood Insurance Program and flood- related requirements.  \nAll dwellings within the 100 -year floodplain must be served by public utilities that are \nlocated and constructed to minimize or eliminate flood damage or have an on-site water supply \nand waste disposal system  located  and constructed to avoid contamination  of the water  supply by \nthe septic system due to flooding. \nFor all new construction, substantial improvements, and existing  dwellings in a floodplain, \nthe Agency must perform the eight-step decision making process for alternative consideration in order to determine if a reasonable alternative to committing federal funding to a property in a floodplain exists. This process is outlined as a staff  directive in RD Instruction 1970-F, section \n1970.256.  \n5-15\n(01-2 3-03) SPECIAL PN   \nRevised (0 5-05-25) PN 640\n \n \nEnvironmental  Library  \nAt a minimum, each Field Office should \nmaintain the following information in order to \nfacilitate completion of environmental reviews. \nThe State  Environmental  Coordinator  can provide \nassistance in obtaining or understanding this \ninformation.  \n•The Environmental  Resource  Directory;  \n• \n• \nFederal  Emergency  Management  Agency \n(FEMA) floodplain maps;  \nNatural  Resources  Conservation Service (NRCS) \nSoil Surveys and Important Farmland Soils;  and \n•U.S. Fish and Wildlife Service (USFWS) \nCoastal  Barrier  Resource  System  maps  (as \napplicable).   \nHB-1-3550  \n \n \nSECTION  3: ENVIRONMENTAL  REQUIREMENTS  \n[7 CFR 3550.5]  \n \n5.8 PROTECTION  OF ENVIRONMENTAL  RESOURCES  \n \nThe Agency considers environmental \nquality equally with economic, social, and other \nfactors in its program development and decision-  \nmaking processes. The environmental review process is intended to help Agency officials make decisions  that are based  on an understanding of the \nenvironmental consequences of a proposed action, and to take those actions that protect, restore, and enhance the environment. \nThis paragraph contains a general \ndiscussion of basic environmental  requirements. \nDetailed environmental policies and procedures can be found in 7 CFR Part 1970 and the corresponding staff directives in RD  \nInstruction 1970 series, which contains compliance \nrequirements for the National Environmental Policy Act (NEPA),  as well as numerous  other  laws,  Executive Orders, \nand Departmental Regulations on a variety of other environmental issues.  \nIn accordance  with 7 CFR 1970.11, the environmental  review  must  be concluded  before \nthe obligation of funds, therefore in no case will loan or grant funds be obligated without the completion  of the environmental review. In addition, in accordance with 7 CFR 1970.5 (a) (5), \nmitigation measures described in the environmental review and decision documents must be included as conditions  for loan closing in Agency financial commitment documents, such as a \nconditional commitment letter or funding commitment.  \n \nWhile  funds  may be obligated subject  to an appraisal,  if the appraiser  determines  that there \nare environmental hazards on site, further environmental due diligence investigations may be \nrequired to determine the nature and extent of the contamination, and to determine the estimated \ncost of remediation.  This information  should be used by the Agency  to make a decision  related  to \nproperty eligibility.  \n \n  \n \n \n \n \n \n5-16 \n \n \n \n \nHB-1-3550  \nParagraph 5.8 Protection of Environmental Resources  \nA.Types  of Environmental Reviews\nN\nEPA requires that Agency actions be classified into 3 basic categories of actions: those that are \ncategorically  excluded  from  NEPA review;  those for which  more  information is needed  to determine \nif the project will significantly impact the environment, and therefore preparation of an \nEnvironmental Assessment (EA) will be required; and those that have been determined to significantly impact the environment, and therefore require preparation of an Environmental Impact Statement (EIS). The Agency has been allowed to establish 2 categories of Categorical Exclusions: those that involve no or minimal alterations in the physical environment and typically occur on previously disturbed land, and therefore require no or limited environmental documentation to be submitted by the applicant (RD Instruction 1970-B, section 1970.53), and those that will cause more alteration of the environment and therefore require the submission of an Environmental Report (a brief report on the current environment of the project area and the expected environmental impacts of the proposed project) (RD Instruction 1970- B, sectio n 1970.54). This classification of actions \nprovides the Agency with a starting point for beginning its environmental review process. Most single family housing activities do not adversely affect environmental resources and have no cumulative effect and  therefore will qualify as a Categorical Exclusion without an Environmental \nReport; those which affect resources or have a cumulative effect may require an Environmental Review or an Environmental Assessment. For a complete list of housing actions and thei r \nclassifications, refer to staff directive in RD Instruction 1970- B, secti ons 1970.53 and 1970.54. \n1.Categorical Exclusions\nIn accordance with staff directive in  RD Instruction  1970- A, a Categorical  Exclusion\nis an action  that does not individually or cumulatively have a significant impact on the quality \nof the human environment. \nThe following are routine financial actions related to single family housing \ntransactions  that are classified  as Categorical  Exclusions without an Environmental Report: \n•Financial  assistance  for the purchase,  transfer,  lease,  or other acquisition  of real\nproperty when no or minimal change in use is reasonably foreseeable.\n•Financial  assistance  for the purchase,  transfer,  or lease of personal property  or\nfixtures where no or minimal change in operations is reasonably foreseeable.\n•Sale or lease of Agency -owned  real property, if the sale or lease will have no or\nminimal construction or change in  current operations in the foreseeable future.\n•The provision of additional financial assistance for cost overruns where the\npurpose, operation, location  and design of the proposal as originally  approved has\nnot been substantially changed.\n5-17\n(01-2 3-03) SPECIAL PN\nRevised (05-0 5-25) PN 640  \n \n HB-1-3550  \nParagraph 5.8 Protection of Environmental Resource  \n \n• Minor  construction proposals  such as: \no Minor amendments or revisions to previously approved projects provided such \nactivities do not alter the purpose, operation, geographic scope, or design of \nthe project as originally approved;  \no Repair,  upgrade,  or replacement  of equipment  in existing  structures  for such \npurposes as improving habitability, energy efficiency (including heat rate \nefficiency), replacement or conversion to enable use of renewable fuels, pollution prevention, or pollution control;  \no Any internal modification or minimal external modification, restoration, \nrenovation, maintenance,  and replacement  in-kind to an existing  facility  or \nstructure;  \no Construction of or substantial improvement to a single -family dwelling, or a \nRural  Housing Site Loan  project  serving up to four families  and affecting  less \nthan 10 acres of land;  \no Siting,  construction, and operation of new or additional  water  supply wells  for \nresidential, farm, or livestock use;  \no Replacement of existing water and sewer lines within the existing right -of-way and \nas long as the size of pipe is either no larger than the inner diameter of the existing \npipe or is an increased diameter as required by Federal or state requirements. If a \nlarger  pipe size is required, applicants  must  provide  a copy of written  administrative \nrequirements mandating a minimum pipe diameter from the regulatory agency with \njurisdiction; and \no New utility  service connections to  individual users or  construction of utility lines or \nassociated  components  where  the applicant  has no control  over  the placement  of the \nutility  facilities.  \nFor each proposed action, RD Instruction 1970- B, Exhibit D, “Environmental Checklist for \nCategorical Exclusions,” is prepared by the Agency to ensure that the specific proposal under \nconsideration qualifies as a Categorical Exclusion, and that there are no extraordinary \ncircumstances (RD Instruction 1970- B, section 1970.52) or cumulative impacts related to the \nproposal . \nIn general, extraordinary circumstances (RD Instruction 1970- B, section 1970.52) are \nunique  situations  presented  by specific proposals, such as characteristics  of the geographic  area \naffected  by the proposal, scientific  controversy  about  the environmental  effects  of the proposal, \nuncertain effects or effects involving unique or unknown risks, and unresolved conflicts \nconcerning alternate uses of available resources within the meaning of section 102(2) (E) of \nNEPA. Exhibit 5- 2 provides a listing of the most common extraordinary circumstances.  \n \n  \n \n \n \n \n5-18 \n \n \n \n \n \n \n \n \nHB-1-3550  \nParagraph 5.8 Protection of Environmental Resource  \nExhibit  5-2\nExtraordinary  Circumstances  \n•Any violation  of applicable  Federal,  state,  or local  statutory,  regulatory,  or permit  requirements  for\nenvironment, safety, and health.\n•Any proposal  that is likely  to cause  uncontrolled  or unpermitted  releases  of hazardous  substances,  pollutants,\ncontaminants, or petroleum and natural gas products.\n•An adverse effect  on the following  environmental  resources:\noHistoric  properties;\noFederally  listed  threatened  or endangered species,  critical habitat,  Federally  proposed or candidate species;\noWetlands;\noFloodplains;\noAreas  having  formal  Federal  or state designations  such as wilderness  areas, parks,  or wildlife  refuges;\nwild and scenic rivers; or marine sanctuaries;\noSpecial  sources  of water  (such  as sole source  aquifers, wellhead  protection  areas, and other  water  source s\nt\nhat are vital in a region);\noCoastal  barrier  resources  or, unless  exempt,  coastal  zone management  areas;  and\noCoral  reefs.\n•The existence of controversy  based  on effects  to the human  environment  brought  to the Agency’s  attention\nby a Federal, tribal, state, or local government  agency.\nRD Instruction 1970-B contains detailed  information  on the proper implementation  of \nrequirements affecting Categorical Exclusions. \nIt is important to  note that  development on tribal land or dependent Indian communities  may \nrequire additional coordination with the tribe to determine if the proposal has an adverse impact on \nenvironmental or cultural resources. In accordance with RD Instruction 1970-H, Exhibit B, “When an applicant’s proposal is located on tribal lands, defined in 36 CFR § 800.16(x) as all lands within the exterior  boundary of any Indian reservation  and all dependent Indian  communities,  and that tribe \nhas designated a Tribal Historic Preservation Officer (THPO) in accordance with Section 101(d)(2) of [National Historic Preservation Act (NHPA)], the SHPO participates only under the conditions specified  in 36 CFR § 800.2(c)(1)(ii). If the Indian tribe has not designated a THPO, then the SHPO \nparticipates in Section 106 review pursuant to 36 CFR § 800.2(c)(2)(i)(B).” Exhibit D of RD Instruction 1970-H provides guidance on working with Indian tribes in the NHPA Section 106 review.  \n2.Environmental Reports  and Environmental Assessments\nIf it appears that extraordinary circumstances and/or cumulative impacts may be\ninvolved, an Environmental Report (ER) or an Environmental Assessment (EA) may be required  in accordance with RD Instruction  1970- B, section  1970.54 and RD Instruction \n1970-C. Through these review processes, the Agency will acquire the necessary documentation to: (1) demonstrate compliance with requirements for protection of environmental resources, including the development of practical alternatives to either \n5-19\n(01-2 3-03) SPECIAL PN \nRevised (05-0 5-25) PN 640\n \n HB-1-3550  \nParagraph 5.8 Protection of Environmental Resource  \n \n  \navoid or lessen  any adverse environmental impacts;  and (2) demonstrate why the \npotential impact on resources is not considered to be significant and, therefore, an EIS  is \nnot required. \n \nB. Flood Hazard  Determination  \nFEMA’s Standard Flood Hazard Determination Form (SFHDF) determines if the home is \nlocated in a Special Flood Hazard Area (SFHA) and states the availability of flood insurance \nbased on if the community participates in the National Flood Insurance Program (NFIP). Flood insurance is required when any form of federal financial assistance is intended in whole or in part for acquisition, construction, reconstruction, or substantial improvement of any building located in a SFHA. The flood insurance can  be through NFIP  or under NFIP’s “write your own” program \nwhere the policy is through private insurance that meets the requirements of \n42 \nUSC4012a(b)(1)(A) . Flood insurance must be obtained and maintained throughout the life of the \nloan when any portion of the home is located  in a SFHA,  including attached  garages,  decks and \ncarports,  etc. Flood insurance is not required for any additional structure that is located on the \nproperty but is detached from the home (such as detached shed, garage, or other ancillary structure). Flood insurance is also not required if the financial assistance is less than the \nsubstantial improvement threshold discussed in HB-1-3550, Chapter 7. \nThe information  on the SFHDF will assist  in the preparation  of the environmental review \ndocumentation, which must examine whether there is a reasonable alternative to a proposed \npurchase or construction in a floodplain. The Loan Originator will be responsible for acquiring the SFHDF  from  CoreLogic Flood Services  at: https://www.floodcert.com\n/. CoreLogic provides \n“Life of Loan Determination” in which the Agency will be notified should the site’s floodplain designation change. The SFHDF must be acquired prior to the completion of the environmental review.  \nIf the dwelling is located within a SFHA, the lowest floor (including basements) must be \nelevated  above the base flood elevation  (BFE).  Proof that this requirement  has been  met is usually \nin the form of a FEMA Elevation Certificate, however other forms of documentation may be accepted (see RD Instruction 1970- F). \n \n \n  \n \n    \n \n  \n \n5-20 \n     \n \n \n \n  \nHB-1-3550  \nParagraph 5.8 Protection of Environmental Resource  \n \nAdditionally, for applications  to purchase,  construct,  or substantially  rehabilitate  a dwelling \nin a floodplain, utilities  should be flood- proofed or located  above  the BFE.  If the dwelling  does not \nuse public utilities, the domestic well must be a minimum of 50 feet from the septic drain field (or \nmore, depending on local or state codes). For minor repairs, these requirements are not applicable \nif the dwelling existed prior to the publication of the first FEMA flood map for that location. In \naccordance with RD Instruction 1970- F, section 1970.256 (b) and 1970.261(b), if the property is \nwithin a floodplain, the Agency approval official is  responsible for notifying the applicant about \nthe hazards  associated  with occupancy  of locations  within  a floodplain at the earliest  possible  point \nin the Agency’s decision- making process. A template notice can be found in RD Instruction 1970-  \nF, Exhibit B, Attachment 2. \n \nC. Responsibility  for Environmental  Reviews  \nThe Loan  Originator  is responsible  for ensuring that the appropriate  level  of environmental  review  has \nbeen completed prior to the commitment of federal funds. This includes the assembly and analysis of \nrelevant material, the development and analysis of practical alternatives and mitigation measures (as appropriate), and the development of recommendations regarding environmental impacts and environmental compliance. Applicants may be requested to provide information needed for the analysis.  \nPrior to the appraisal, the Agency will begin the appropriate level of environmental \nreview using submitted documents and available online resources. If the appraiser marked “No” \nto the question, “Are there any adverse site conditions or external factors ( easements, \nencroachments,  environmental  conditions, land uses,  etc.)?” under  the site portion of the Uniform \nResidential Appraisal Report, then the Field Office is not required to conduct a site inspection in order  to complete  the environment  review.  Howev er, if the appraiser  answers  in the affirmative,  a \nqualified Rural Development official must conduct a site inspection to determine if the initial \nenvironmental review decision is accurate based on observations of Agency staff during the site visit.  \nThe Loan Approval Official will use the environmental review documents and, as \nappropriate, the recommendations of the State Environmental Coordinator (SEC), to make the Agency’s final decision regarding an environmental impact determination and compliance  with \nenvironmental  requirements, as well as flood insurance  requirements.  For Categorical  Exclusions \nwithout an ER, this decision is evidenced by the completion of RD Instruction 1970-  B, Exhibit \nD, which will be signed by the form’s preparer and the Loan Approval Official (if these are the same person, both applicable signatory lines should be signed). For Categorical Exclusions with an ER, the SEC must  review  the environmental  documentation and sign the Exhibit  D in addition \nto the preparer and Loan Approval Official. The Agency’s decision for EAs is documented by the signing of the Finding of No Significant Impact (FONSI) by the Loan Approval Official; \nafter reviewing the EA, the SEC will assist with the FONSI’s preparation.  \nSECs  are available to provide  technical  assistance and  guidance. They  also are available \nto assist in problem resolution on environmental issues. Environmental questions or problems \nshould be referred promptly to the SEC. Furthermore, SECs will review and sign off on all Categorical Exclusions with an ER and EAs. \n \n \n5-21 \n01-23-03) SPECIAL  PN \nRevised  (12-08-22) PN 572 \n \n HB-1-3550  \nParagraph  5.8 Protection of Environmental Resource  \n \nD. Noise  Abatement  \nIf a site is located  near a major  source  of noise,  the appraiser  should consider  this in their \nappraisal report. The information should be made available to the applicant, who may not be \naware of the problem. The applicant, once informed, may wish to look for a different site or to \nconsider some method of noise reduction. The Loan Approval Official should consult with the State Architect and the S EC on any proposals for noise reduction.  \n \n \n5.9 MANAGEMENT  OF HAZARDOUS  SUBSTANCES  \nThe Agency  must  consider  the management  of hazardous  substances,  including hazardous \nwastes and petroleum products, from two perspectives: liability under hazardous substance and hazardous waste laws, and the economic risks posed by the presence of hazardous substances.  \nBoth of these issues are addressed  through  due diligence.  Due  diligence is  the process  of inquiring \ninto the environmental condition of real estate, in the context of a, real estate transaction, to determine the presence of contamination from hazardous substances including hazardous wastes and petroleum products, and to determine what impact such contamination may have on the market value of the property. \n \nAppraisers are required  to notify the Agency if they observe contamination from hazardous \nsubstances,  or if information from  research  or interviews  with  individuals  knowledgeable  about  the \nproperty indicates that the property might contain hazardous substances.  \n \nIf an appraiser  notices  that a property may contain  hazardous  substances,  or if the Agency \nhas any other reason to suspect that a property is contaminated, the Loan Approval Official must initiate a due diligence review by completing Attachment 5 -B, Single Family Housing Site \nChecklist. If the completed Attachment 5 -B raises any concerns, it must be sent to the SEC for \nfurther evaluation and guidance. The SEC will contact a National Office Program Support Staff Environmental Protection Specialist to determine what further steps will need to be taken.  \n \n  \n \n  \n \n  \n \n  \n \n  \n \n \n \n5-22 \n \n \n \n \n  \nHB-1-3550  \nSECTION  4: SECURITY  REQUIREMENTS  \n5.10 ACCEPTABLE  MORTGAGE  \nGenerally, there should be no non- Agency liens on the property at the time of or \nimmediately after closing, unless they are part of a formal leveraging strategy, or the Agency \nloan is for essential repairs and a senior lien secures an affordable non -Agency loan. However, \nthe Loan  Originator  may accept  prior  or junior  liens  as long as: (1) the lien will not interfere  with \nthe purpose or repayment of the Agency loan; (2) the total value of all liens on the property is less than or equal to the property’s market value (except in cases where a junior lien is soft, silent, or a forgivable subordinate affordable housing product as noted in Paragraph 6.7 F.); and  \n(3) the prior  lien does not contain  provisions  that may jeopardize the Agency’s  security  position \nor the applicant’s ability to repay the loan.  \n5.11 OWNERSHIP  REQUIREMENTS  [7 CFR3550.58]  \n \nIf the applicant  defaults  on the loan, the Agency  must  be able to foreclose  on the property \nto settle the debt. Therefore, after the loan is closed, the applicant must have an ownership interest in the property that is acceptable to the Agency.  \n \nA. Responsibilities  \n \nIn preparation for closing, the closing agent selected by the applicant must review the \nownership interest the applicant will have to ensure that it meets the requirements established by the Agency in RD Instruction 1927- B. The closing agent must also ensure that the form of \nownership conforms with the requirements of relevant state laws. After closing, the Loan Originator should compare the deed of trust or mortgage with the title opinion to assess lien priority, to verify  recordation  of the date and time,  and to ensure  that the loan closing instructions \nhave been followed.  \n \nB. Acceptable Forms  of Ownership  \n \nSeveral  forms  of ownership are acceptable to the Agency, but in all cases  the \napplicant’s ownership interest must be carefully documented.  \n \n1. Fee-Simple  Ownership  \n \nThe most common form of ownership is \nfee-simple ownership, under which the \nborrower holds a fully marketable title to the property. This title is evidenced by a deed that vests full interest in the property to the borrower.  \n \n \n \n \n5-23 \n(01-23-03) SPECIAL  PN \nRevised  (12-08-22) PN 572 \n \n \n \n \nLand  Purchase  Contracts  \nWhen  the ownership interest is by virtue  of a land \npurchase contract, the ownership interest  must be \nconverted to a deed/mortgage interest prior to \nclosing the loan.  \n \n  \nHB-1-3550  \nParagraph 5.11 Ownership Requirements [7 CFR 3550.58]  \n \n2. Secure Leasehold  Interest  \nAlthough fee-simple  ownership is preferable,  the borrower may have a secure leasehold \ninterest in the property. Leasehold interests are acceptable only when all of the following \nconditions apply. \n• The applicant  must be unable to obtain fee-simple  title to the property, and the rent \ncharged  for the lease must not exceed  the rate being paid for comparable leases.  \n• The lessor  must own the fee- simple  title (this provision does not apply to a lessor  who \nis an American Indian possessing a leasehold interest on tribal allotted or trust land). \n• Neither  the leasehold  nor the fee-simple  title may be subject  to a prior lien unless the \nAgency authorizes acceptance of the prior lien before loan approval. The amount of \nthe Agency’s loan, plus any prior liens, must not exceed the market value of the property including the value of the leasehold. \n• The lease must be in writing, and must contain  all of the following provisions:  \n◊ The lessor’s  consent to allow  the Agency’s  mortgage;  \n◊ The right of the Agency  to foreclose and sell the property without restrictions  that \nadversely affect the market value of the property; \n \n◊ The right of the Agency  to bid at a foreclosure sale or to accept  voluntary \nconveyance of the property in lieu of foreclosure;  \n \n◊ The right of the Agency  to occupy, sublet, or sell the property should the \nleasehold be acquired through foreclosure, voluntary conveyance, or \nabandonment;  \n◊ The right of the applicant to transfer the leasehold and Agency mortgage to an \neligible  transferee  who will assume  the Agency’s debt, if the borrower defaults or is \nunable to continue with the lease;  \n◊ Advance written  notice of at least 90 days to the Agency  of the lessor’s  intention  to \ncancel or terminate the lease;  \n◊ Provisions are negotiated with the lessor before the leasehold interest is approved regarding the Agency’s obligation to satisfy unpaid rent or other charges accrued before or during the time the Agency has possession of or title to the leasehold. During negotiations, the Loan  Originator should consider the length of time it will \ntake to foreclose, how much the Agency would be responsible for, and when the Agency would have to pay; \n  \n \n5-24 \nHB-1-3550  \nParagraph  5.11 Ownership  Requirements  [7 CFR 3550.58]  \n◊Provisions to ensure fair compensation to the borrower for any part of the\nproperty taken by condemnation; and\n◊The unexpired term of the lease must be at least 150 percent of the term of the\nmortgage, unless the loan is guaranteed by a public authority, Indian Tribe, or\nIndian Housing Authority or new energy efficient manufactured and modularhousing financing in a land -lease community operating on a non-profit basis or\non Tribal lands. For guaranteed  loans, loans on Tribal lands, or financing of\nenergy efficient manufactured  or modular homes in land- lease communities\noperating on a non-profit basis, the unexpired t erm of the lease must be at least\n2 years longer than the mortgage term. In no case may the unexpired term of\nthe lease be less than 25  years.\n•The language, specified  in Attachment  5-C of this Chapter, must be inserted  in the mortgage.\n3.Life Estate  Interest\nThe applicant may hold a life estate interest with the rights of present possession,\ncontrol, and beneficial  use of the property. All persons with any remainder  interests  in the \nproperty must be signatories to the mortgage, except as described in Paragraph 5.11 B. 4 of this Chapter. \n4.Undivided Interest\nTo be eligible for a loan if an applicant only has an undivided interest in the land, co- \nowners must also be unable to provide or obtain the financing for the improvements, either \nindividually or jointly with the applicant. Generally, all legally competent co -owners must \nsign the mortgage. However,  when  one or more  of the co -owners cannot be located,  are not \nlegally  competent  (and there is no legal  representative who can sign the mortgage), or if the \nownership interests are divided among so many co-owners that it is not practical to mortgage all of their interests, their interests may be excluded from the security requirements, as long as their interests do not exceed 50 percent of the property’s value. \nThe loan amount shall be limited based on the percentage of the market value that is \nproportional to the percentage of the property interest owned by all persons signing the mortgage. The determination  of market  value should take into account  any adverse effects \nthat might result  from  selling  mortgaged interests  separately  from  nonmortgaged interests.  \nOnly the State Director may approve the exclusion of co-owners’ interests. The Loan \nOriginator or the Loan Approval Official should prepare a recommendation for the State Director’s  review.  The memo  should include a full statement  of ownership and the reasons \nfor the proposed exclusion. \n5-25\n(01-2 3-03) SPECIAL PN           \nRevised (05-05-25) PN 640\n \n  \n \n \nHB-1-3550  \nParagraph 5.11 Ownership Requirements [7 CFR 3550.58]  \n \n5. Possessory Rights  \n \nPossessory rights on an American Indian reservation or state -owned land, and the \ninterest of an American Indian in land held in trust or deeds containing restrictions \nagainst  alienation  are acceptable forms  of interest  as long as the trust or restricted  land \nwill remain in trust or restricted status.  \n \nTribal allotted or trust land must remain in  trust or restricted  status.  In these cases, \nthe mortgage, deed of trust, leasehold interest or other security interest must be approved by the Secretary  of the Interior.  Each  state should issue  a supplement  to give \nguidance about making loans under these circumstances.  \n \n5.12 EXCEPTIONS  TO THE  AGENCY’S  SECURITY REQUIREMENTS  \n \nExceptions  may be made under  the circumstances  described  below.  \n \nA. Unsecured  (Note  Only)  Section  502 Loans  \n \nA loan of less than $7,500 that is scheduled  for repayment  within  10 years  from  the date \nof the loan may be secured by a promissory note alone as long as the applicant:  \n• Has a credit  history that indicates  an ability  and willingness  to pay the debt when  due; \nand, \n \n• Has principal, interest,  taxes,  and insurance  (PITI)  and total debt (TD) ratios  that \nindicate that the applicant will have sufficient income to meet all obligations . \n \nIn order  to verify  the above  conditions, the Loan  Originator  should review  the applicant’s \ncredit history as described in Section 3 of Chapter 4 of this Handbook. The applicant cannot receive payment subsidy on an unsecured loan.  \n \nB. Best Mortgage  Obtainable  \n \nExcept for unsecured loans described in Paragraph 5.12 A. of this Chapter , loans must \nbe secured by a mortgage. In addition, title clearance and the use of legal  services  as required  \nby RD Instruction 1927- B are necessary, unless the total RHS indebtedness is less than $7,500 \nor the loan is a subsequent loan made for minimal essential repairs necessary to protect the Government’s interest.  \n \n \n  \n \n \n5-26 \n   \nHB-1-3550  \nSECTION  5: APPRAISALS  [7 CFR 3550.62]  \n5.13     OVERVIEW  \nHigh -quality  appraisals are key  to ensuring that the Agency obtains  adequate security  for its \nloans. This section provides guidance about the types of appraisals that may be needed, when \nappraisals are required, how they are ordered, and how they must be reviewed. \n5.14 REQUIREMENTS  FOR  APPRAISALS  \nAppraisals  must meet  the following requirements:  \n•Qualified Appraiser : In nearly all cases, Direct Single Family Housing appraisal\nassignments will be completed  by a state–certified  or licensed  appraiser  using nationwide\ncontracts with Appraisal Management Companies (AMCs). Contract appraisers must becertified or licensed (or hold a “Temporary Practice Permit” issued by the respectivestate for a specific period of time and for a specific property), in the state in which thesubject property is located. When using a contract appraiser, the Agency will contractwith qualified appraisers that are active on the Appraisal Subcommittee website(www.asc.gov) . \nHowever, when  a contract  appraiser  is not available at an acceptable cost\nor is unable to complete an appraisal timely, a qualified Agency appraiser may conductthe appraisal. For credit transactions that are $100,000 or greater, Agency appraiser mustpossess the same qualifications as those required for contract appraisers , except that an\nAgency appraiser is only required to be certified in one state or territory to perform realproperty appraisal duties as a Federal employee in all states and territories.\n•St\nandards : All appraisals  must be consistent with the current  edition  of the Uniform\nStandards of Professional Appraisal Practice (USPAP) available at\nwww.appraisalfoundation.org and comply with Agency appraisal requirements, as\ndescribed in this chapter and in 7 CFR3550.62(a).\n•T imelines : In general, appraisals are ordered under the nationwide contracts with\nAppraisal  Management  Companies (AMCs)  and are generally  completed  within  15\nbusiness days. In-house appraisals are to be completed within 7 calendar days of\nreceiving the appraisal order.\n•Nondiscrimination : The appraiser  may not use factors  that are discriminatory  on the\nbasis of race, color, religion, sex, disability, familial status, or national origin inconducting the appraisal and valuing the property.\n•Use of a Third Party Appraisal : The Agency may only use an appraisal for which it did\nnot contract for when the appraisal was obtained from a leveraged lender involved in thetransaction  and that lender is financing  at least 20 percent  of the transaction  with loan funds\nor 15 percent if entirely a grant, forgivable loan or deferred loan except when the lender isalso a party  to the transaction such as seller, builder, developer, or contractor.\n5-27\n(01-2 3-03) SPECIAL PN          \nRevised (05-05-25) PN 640\n \n HB-1-3550  \nParagraph 5.14 Requirements for Appraisals  \n \nThe Agency  reviewer  should be especially  diligent  in reviewing  these appraisals  to ensure \nthey meet USPAP and Agency appraisal requirements and the expected intended use is \nthe same as the intended use reported in the appraisal. The Agency is not required to use any appraisal that it did not contract for directly.  \n5.15 TYPES  OF VALUES  \nDepending on the type and purpose  of the appraisal  needed,  an appraiser  will be asked  to \nprovide an estimated value of the property based on one of the following:  \n• As Is. For existing dwellings that require no repairs/alterations or require \nrepairs/alterations that typically add no value (e.g., general maintenance to the home’s infrastructure  and machinery);  newly  constructed  dwellings;  and to support  \na loan servicing action or to determine a disposition plan for a  REO  property. \n• Cost  Approach  Only.  See Paragraph  5.16 for a description.  \n• Subject  to Completion  of Plans  & Specs.  For newly  constructed  dwellings  to be built.  \n• Subject  to Repairs/Alterations.  For existing  dwellings  that require  repairs/alterations \nthat typically add value  (e.g., window  replacement, siding  replacement, and bathroom \nremodel).  \n \n5.16 APPRAISAL  METHODOLOGY  \nReal estate appraisers  make  judgments  about  a property’s  value  based  on many  factors, \nincluding location, market conditions, construction quality, and amenities. Single Family Housing Appraisals require one, two, or three approaches to value, as described below, depending on the specific assignment. \n• Sales  comparison  approach.  Under  this method, the appraiser  uses the recent  sales  data of \nproperties that are comparable in location and characteristics to the security property in \norder to estimate a market value for the  property. \n \n• Cost approach. Under this method, the appraiser derives an estimate of value using \nreplacement  cost estimates  for the improvements,  less depreciation  and an estimate  of the \nsite value. If applicable, the appraiser will identify the source of cost estimates, such as \nMarshall and Swift, used in the cost approach.  \n \nThe methodology used to estimate  depreciation,  and an analysis  may be stated  in the \nreport. This method is required for a dwelling to be constructed, or a  dwelling that is less  \nthan one year old. The remaining economic life ( see ‘useful life ’ in Paragraph  6.8 of this \nHandbook) must be stated for all properties.  \n• Income Approach . Under this method the appraiser derives a value indication for an \nincome -producing property by converting its anticipated benefits (cash flows and \nreversion)  into property  value.  This conversion can be accomplished  in two ways,  direct \ncapitalization or yield capitalization. This method may only be used for Agency non-  \nprogram REO properties.  \n \n5-28 \n \nHB-1-3550  \nP\naragraph  5.16 Appraisal  Methodology  \nT\nhe appraisal must be completed using Fannie Mae Form 1004/Freddie Mac Form 70, \n“Uniform  Residential  Appraisal  Report,” for all one-unit, single family  dwellings; Fannie Mae \nForm 1004C/Freddie Mac Form 70B, “Manufactured Home Appraisal Report,” for all \nmanufactured homes; or Fannie Mae Form 1073/Freddie Mac Form 465, “Individual Condominium Unit Appraisal Report” for all individual condominium units. \n5.17 ORDERING  APPRAISALS  \nA.When  Appraisals Are Needed\nAn appraisal is always required if the RHS loan is $7,500 or more and the Agency’s debt \nplus prior liens  against the property will exceed  $15,000. (Another lender’s  appraisal  is acceptable \nwhen the loan is part of a leveraging strategy under certain circumstances as described in Chapter  \n10.) If the total indebtedness against the property is less than or equal to $15,000, an appraisal is not required if the Loan Originator is confident that the property has sufficient value to serve as adequate  security.  For Section 504 total indebtedness requirements, see Par agraph 12.6 B of this \nHandbook. Total  indebtedness includes Agency loans plus any prior liens  on the property. The \nLoan  Originator should include a statement of the property’s value in the case file whenever an \nappraisal is not complet ed. \nFor subsequent loans, no appraisal is required if the loan is less than $7,500 and is for \nminimal essential repairs needed to ensure that the dwelling is decent, safe, and sanitary. An appraisal  is not required  when  a subsequent loan is made to protect  the Government’s interest, \nregardless of the amount. The Loan Originator must include a statement of the estimated property value in the case file. If the subsequent loan is for $7,500 or more, no appraisal is needed unless the property will be taken as security and at least 1 of the following conditions exists:  \n•The latest  appraisal  report of the real estate is over 2 years  old;\n•The physical characteristics  of the property have changed  significantly;\n•The economic characteristics  of the market  have changed  significantly;\n•The Loan  Originator is uncertain  of the adequacy  of the security; or\n•The subsequent loan is in connection with a transfer  of an  existing  loan.\nB.Program Responsibilities\nIn accordance with RD Instruction 2024-A, contract services shall not involve decision \nmaking or other inherently governmental functions. Accordingly, prior to ordering an appraisal  on \nthe subject property, the Field Office will ensure that the property is located in an eligible area (which should be accomplished by entering the property’s address in the Agency’s property eligibility website); and review the sales contract and related  materials (such as the property’s \nMultiple Listing Service sheet, tax bills,  etc.) to confirm that the dwelling and/or site appear to \ncomply with the Agency’s regulations and guidance. \n5-29 \n(01-2 3-03) SPECIAL PN \nRevised (05-05-25) PN 640\n \n HB-1-3550  \nParagraph 5.17 Ordering Appraisals  \n \nIf appropriate, the Field  Office  will also prepare  a list of detailed  repairs  with estimated  costs \nor provide copies of bids from the applicant’s contractor needed to ensure the property meets the \nAgency’s regulations and guidance. This list of repairs, which is based upon the inspection reports prepared by State-licensed inspectors or qualified, third party inspectors hired by the applicant (refer to Paragraph 5.7 A of this Chapter.), will be provided to the appraiser for the purpose of obtaining a subject to repairs/alterations value provided those repairs/alterations typically add value and are not routine maintenance items (e.g. check smoke detectors, pest or septic inspection, add GFCI protection to exterior, kitchen, or bathroom electrical outlets, etc.). \nC. Required  Information  \nWhen the Loan Originator or Staff Appraiser requests an appraisal through the PMO’s \nProcurement  Requests  SharePoint site\n using the current  SFH Appraisal  Request form  (which  can \nbe found in the Direct Training Hub in SharePoint  along with other appraisal training materials), \nthe following information will be uploaded (as applicable): Cost Breakdown, Legal Description/Deed, Plan & Specs (New Construction), Plat of Property, Prior Appraisal (1004D only), Property Inspection Report, Proposed Repairs – Est. Cost $, Purchase Agreement & Amendments, and Survey (if available). \nThe applicant has until the expiration of their Certificate of Eligibility, as described in \nParagraph  4.25 of this Handbook, to present  this information  to the Loan  Originator. Originals  of \nthis information should be kept in the case file, with copies provided to the appraiser. \nD. Appraisal  Disputes  (Reconsideration of Value Requests ) \nIn situations where the market value of the security is inadequate to support the loan \nrequest, the Loan Originator will send Handbook Letter 17 (3550), Adverse Decision Involving an Appraisal. Handbook Letter 17 of this Handbook informs the applicant of their right to dispute the appraisal report (i.e. reconsideration of value—ROV) .  The request must be initiated by the \napplicant;  however, they  may seek assistance from their real estate agent, builder, or other third \nparties .  Requests for an ROV or other dispute of the appraisal from parties other than the applicant \nwill not be considered by the Agency.  Applicants should include support for their request by: \n1. Present ing any new, objective information regarding the subject property, for the \nAgency’s consideration (e.g. incorrect or incomplete information was used for square footage, number of bedrooms, number of bathrooms, garage size, upgrades, repaired or renovated conditions, etc.), and/or \n2. Submitting additional market sales data for consideration.  No more than 5 additional market sales may be presented for consideration by the appraiser as part of a request for reconsideration of value. Sales provided must have been sold prior \nto the effective date of the appraisal, be very similar to the subject property (e.g. \nstyle, square footage, age, etc.) and from the same or highly similar market area.   \n                                                                         5- 30 \n \n \n \nHB-1-3550  \n     Paragraph 5.17 Ordering Appraisals  \nU\npon receiving a written request related to item 1 (above) the Loan Approval Official will then \nrequest  a technical  review  by an RD S taff Appraiser, including all  the additional data provided by \nthe applicant.   When the applicant’s response is related to item 2 (above) the Loan Approval \nOfficial will initiate a reconsideration of value request by sending an email with related  \nattachments to  the nationwide appraisal services administration team at: rd.appraisals@usda.gov \nwho will coordinate the requests with the contractors and/or Appraisal Management Companies \n(AMCs).   \nIf the RD s taff  appraiser’s  technical  review  concurs with the original appraisal,  or if after \nrevisions are coordinated and the market value still does not support the loan amount, then the Loan Originator will send the applicant Handbook Letter 18 (3550) of this Handbook, Unfavorable Decision after Technical Review of an Appraisal, with appeal rights (Attachment 1 -B of this Handbook). The appeal will consider the Agency’s underwriting \ndecision regarding inadequate security (market value) to support the loan request. Once an appraisal has been accepted by the Agency the market value reported within the appraisal is not appealable.  \n5.18     APPRAISER RESPONSIBILITIES  \nThe appraiser must provide the required estimates of value on the appropriate form. The \nappraiser  may also be asked  to provide a list of repairs  deemed  essential  for the property to be made \ndecent, safe, and sanitary.  \nIf an appraiser observes potential contamination from hazardous substances, hazardous \nwastes, or petroleum products on the property, or obtains other information about such contamination, that information  should be provided to the Agency  together  with an indication  of \nits potential impact on the value of the property. The Loan Originator must initiate the due diligence process by completing Attachment 5-B of this Chapter . The completed Attachment 5 -\nB of this Chapter must be sent promptly to the SEC for further evaluation and guidance. \n5.19 REVIEWING  APPRAISALS  \nAppraisals  will be  reviewed through a combination of administrative  reviews and technical \nreviews.  Administrative  reviews  can be completed  by Agency  staff trained  to do so while  technical \nreviews must be completed by certified Agency appraisers. A technical  review  for loan origination \nis an inherently governmental function and must be completed by an Agency appraiser. If an \nappraisal is found to be unacceptable by any review, other than a post review, the original AMC can make corrections,  or a new appraisal can be requested. The appraisal report must be acceptable \nbefore the loan -making process can continue. \n5-31\n(01-2 3-03) SPECIAL PN \nRevised (05-05-25) PN 640\n \n HB-1-3550  \nParagraph 5.19 Reviewing  Appraisals  \n \nA.  Administrative  Review  \nAdministrative reviews are performed by the Loan Approval Official using Form RD \n1922- 15, Administrative  Appraisal  Review  for Single Family  Housing, and should be completed  \nas soon as possible (but not later than 7 business days  from  receipt  of the appraisal).  Reviews  are \nperformed on all contract appraisals and the contract appraiser’s invoice cannot be paid until the \nappraisal review is complete. This review determines if there are inconsistencies in the appraisal report that warrant a secondary review of the property and the sales contract prior to loan approval, or if a technical review  should be conducted  by the staff appraiser  prior to paying the \nappraiser’s  invoice. \nIndicators that a technical  review  may be required  consist of the following: (1) Photos and \nmaps are not consistent with the information provided in the appraisal; (2) Large variances in actual and effective age are not supported; (3) Comparables are located outside of the subject’s market area or they are superior/inferior to the subject warranting excessive adjustments that are not supported; (4) Sales and Financing concessions are not reported or comparables are not properly adjusted when they are reported; (5) History of the subject property was omitted or not analyzed; and (6) Inconsistent information in the appraisal. \n \nIf the appraisal  is acceptable,  Field  Staff  must promptly forward  (within  7 days) the email \nreceived from the appraiser or AMC to rd.appraisals@usda.gov  with “Appraisal Reviewed & \nAccepted” in the subject line. If the appraisal is not acceptable, Field Staff must forward the appraisal and Form RD 1922-15 to the Agency’s Regional Appraisal Services for a technical review. The request for the technical revi ew must be through the \nRegional Appraisal Services  \nSharePoint site . \nB. Technical  Review  \nA technical review can be either a field review or a desk review and is performed to \ndetermine whether the appraisal is credible within the intended use, was clearly reasoned, \nfollowed accepted  appraisal  techniques and RD requirements and had adequate support for the \nconclusion of value. Technical reviews are an inherently governmental function and must be performed  by Agency  certified  appraisers.  Technical  reviews  completed  by Agency  appraisers \nshould be consistent with current USPAP requirements which can be found at www.appraisalfoundation.org.\n \nField reviews involve on-site visits to the subject property and the comparables, while desk \nreviews are performed in the office. Technical reviews must be completed for the first appraisal conducted by any contract appraiser and for each appraiser that does multiple appraisals in a 12- month period. Additionally, each contract apprais er must be reviewed at least once in a three- year \nperiod. At the discretion of the Regional Appraisal Staff, additional technical reviews may be ordered  if concerns were  encountered  on the first technical  review.  In addition to the initial review, \ntechnical desk or field reviews will be done in a random, spot- check  method established by the State \nDirector for contract appraisals but should be completed on a minimum of 5 percent of the contract appraisals received.  \n A technical  review  also may be requested  by the Loan  Approval Official  when  concerns are detected \nby the administrative review. The concerns will be documented on Form RD 1922-15. The Regional Appraisal  Staff  must determine  if the concerns merit a technical  review  before the \nvendor’s invoice can be paid or the loan closed. \n5-32 \n \n  \n \nHB-1-3550  \n  \n5.20     PAYING  FOR  APPRAISALS  \nThe Agency  will charge a standard  fee for each  loan  application  that requires  an appraisal. \nThis fee is updated periodically, along with TRID related implementation instructions, through an \nUnnumbered Letter  (UL) posted to the Agency’s Directives  website.  The UL will generally  be \nposted 30 days prior to the effective date of the fee change. Within 3 business days of receiving a \ncompleted application, the Loan Originator will provide the applicant with CFPB’s standard Loan \nEstimate, which includes the amount of the appraisal fee listed in the current UL. \nThe Agency  may  waive  the fee  for appraisals  done for subsequent loans needed  to make \nminimal,  essential  repairs  necessary  to protect  the Government’s interest,  or for leveraged  loans \nif a participating lender is obtaining an appraisal that is acceptable to the Agency. \nIf there is a conditional commitment,  the appraisal  fee should be paid to the contractor  at \nclosing as reimbursement for the cost of the appraisal that was included in the conditional \ncommitment fee.  \n \n5.21      APPRAISALS  IN REMOTE RURAL  AREAS,  ON TRIBAL  LANDS,  OR \nWHERE THERE IS A LACK OF CONVENTIONAL MARKET  ACTIVITY \n \nIn remote  rural  areas,  on Tribal  lands, or areas  with a lack of conventional lending market \nactivity it may be difficult to obtain adequate comparable sales to appraise a property. In these areas, the sales comparison approach is not required. Instead, Form 1007, Marshall and Swift Square Foot Appraisal Form must be used. These appraisals may be conducted by Agency staff appraisers or by contract appraisers.  \nRemote  rural  areas  are identified  by the State  Director  and are defined  as areas  with these \ntypes of characteristics:  \n• Scattered  population;  \n• Low density of residences;  \n• Lack  of basic shopping facilities; \n• Lack  of community  and public services  and facilities; and \n• Lack  of comparable sales  data.  \nThe results  of the cost analysis  completed  using Form  1007 should be documented  on the \nUniform Residential Appraisal Report and efforts to obtain comparable market data must be \ndocumented in lieu of the sales comparison approach. External depreciation based on the \nremoteness of the site must not be considered; however, factors that impac t the site such as \nimmediate proximity to a feedlot, factory, or other similar considerations should be included. \nWhen  a market  is established  in these areas,  the Agency  will again  require complete  appraisals.  \n \n \n (01-23-03) SPECIAL  PN \nRevised  (12-08-22) PN 572 \n \n 5-33 \n \n HB-1-3550  \n \nSECTION  6: MANAGING  CONSTRUCTION  \nThis section  generally  refers  to when  the Agency  is advancing funds  through draws  for new \nconstruction or substantial rehabilitation to a dwelling and when the funds are secured by a deed of \ntrust or mortgage. Typically, this work will involve a general contractor who is responsible for supervising and directly paying their subcontractors. Work described in this section is more complex and would commonly take more than 30 days to complete.  \nWhen  applicants  enter  into contracts  with builders  who own the site and are self-funding \nthe construction process, the Loan Originator will enter the dwelling type in LoanServ as \n“Purchase New” rather than “Build”. The Loan Approval Official should communicate with the \napplicant and builder on how acceptable construction quality w ill be documented in accordance \nwith Paragraph 6.7 B. and the standards in RD Instruction 1924- A. \n5.22     DESIGN  \nA.  Disseminating  the Standards  \nThe applicant  needs  to know  the standards  the dwelling  must  meet  before  the design process \nbegins. The Loan Originator should advise the applicant of the Agency’s rehabilitation or construction standards.  \nThe applicant  and/or  designer  should also be provided with Form  RD 1924- 2, Description  of \nMaterials, prior to loan approval. This form may be used by the designer as a basis for preparing specifications. When other suitable specifications are available which will adequately describe the materials, equipment, and fixtures to be used on the job, this form need not be  used.  \nB. Review  and Approve  the Drawings  and Specifications  \nOnce the drawings and specifications are finished, the Loan Originator should review them \nto ensure  that they have  been  certified  as meeting  the Agency’s  minimum standards  contained  in RD \nInstruction 1924- A. The plans, specifications, calculations, and any modifications should be  \ncertified by the design professional on Form RD 1924- 25, Plan Certification, to ensure that the \nappropriate codes and standards are met. If all applicable requirements are met, the Loan Originator may accept the documents. If they do not meet the applic able requirements, the Loan Originator \nshould inform the applicant and designer, in writing, of the deficiencies or discrepancies. Once \nthese issues are resolved, the Loan Originator should review the drawings and specifications  again.  \n5.23    PREPARING  FOR  CONSTRUCTION  \nA. Selecting  the Contractor  \nThe applicant should select the contractor who will build or rehabilitate the dwelling. The \ncontractor  must  have  a valid  state contractor’s  license  if required  in the state,  and such license must \nbe documented by the Loan Originator. The Loan Originator must also verify the validity of the license with the appropriate state entity and document the applicant’s file. For new construction,  \n \n \n \n \n5-34 \nHB-1-3550  \nParagraph  5.23 Preparing  for Construction  \nthe applicant  will usually have a contractor in mind. For rehabilitation,  the applicant  will provide an \nadequate number of bid(s) from a qualified contractor(s). \nTh\ne local  office must review  the bid(s) obtained to ensure costs  are reasonable for the area \nserviced, the number of bid(s) are sufficient, and clearly identify the work and materials to be \nfurnished. Bids should be solicited based on the developed set of specifications. Detailed specifications must include a complete breakdown on materials and labor and describe the quantity, quality, grades, styles, model numbers, etc. \nThe development budget may include an amount for contingencies not to exceed five \npercent  of the construction cost for unusual and unforeseen circumstances  beyond the contractor’s \nor borrower’s control (e.g. a major disaster in the region that causes an increase in materials and subcontracted labor costs). The contractor and borrower must submit a signed change order to the Loan Approval Official for concurrence to use the contingency funds. Contingency funds may also be used for other eligible loan purposes when approved by the Loan Approval Official. If \nnot used, contingency funds will be deobligated or applied as a principal curtailment before or after the construction loan is converted to a permanent loan. \nThe Agency should not maintain a list of approved contractors and an in-depth investigation \nof a contractor by the Agency is not required  unless the surety  requirements  are triggered  and an \nexception  by the State  Director  is being considered. The need for an in-depth investigation should \nbe rare; refer to RD Instruction 1924-A for further guidance. While a list of approved contractors should not be maintained, the Agency should give the applicant general advice on selecting a contractor (e.g. the benefits of “shopping around”, ask for and check references, check the contractor’s record with the Better Business Bureau, etc.). \nB.Pre-Construction  Conference\nOnce the contractor has been selected and the funds have been obligated, the Agency, the\napplicant,  the designer (if applicable),  and the contractor  should hold a pre-construction conference. \nThe purpose of the conference is to ensure that each party understands their respective roles and responsibilities. The parties should review the drawings and specifications to make sure everyone \nunderstands the scope of work, construction/thermal standards, environmental mitigation \nrequirements, materials, inspection,  change orders, and payment procedures. In addition, the \ncontractor must be advised that should human remains, historical or cultural resources be uncovered during excavation or site development, all work must be stopped until an additional environmental analysis is completed.  \nFor new construction or rehabilitation,  the Loan  Originator should provide Exhibits F and \nG of RD Instruction 1924-A to the contractor at or before the pre- construction conference. These \nexhibits give details on the completion assurance (surety) that the contractor can elect to obtain.  \n5-35\n(01-2 3-03) SPECIAL PN \nRevised (05-0 5-25) PN 640\n \n HB-1-3550  \nParagraph  5.23 Preparing  for Construction  \n \nThe Loan  Originator  should prepare  an agenda  before  the meeting  and take  minutes  during \nthe meeting.  All parties should review  and sign these minutes to indicate  their approval. The Loan \nOriginator may use Form RD 1924- 16, Record of Pre -Construction Conference, or Attachment  \n12-F (for 504’s)  as a basis  for preparing  the agenda and recording the minutes.  \nTo prepare for loan closing, the contractor and applicant should undertake any pre - \nconstruction activities  necessary  to ensure  that construction can begin shortly after closing. This \nmight include getting building permits and lining up material suppliers.  \nC. Construction Contract  \nFor new construction, a written  construction contract  is always  required. Written  contracts \nare strongly recommended for all rehabilitation -related construction and are required if there is a \ncontract that exceeds $10,000 and/or there is construction work involved that would affect the \ndwelling’s structural integrity (otherwise, a rehabilitation plan with cost estimates and bid specifications may be used). The applicant and contractor must sign the construction contract no later than at the pre- construction conference.  \nThe Agency  is not a party  to this contract;  however, the Agency  provides  many  forms \nthat should be executed during the pre -construction conference (at or before closing) when \ncontracts exceed $10,000 for any single contractor, such as Form  RD 1924- 6, Construction \nContract . \n \n5.24     CONSTRUCTION PERIOD  \nOnce the construction contract is in place, construction can begin. All construction work \nshould be inspected  periodically  in accordance with RD Instruction  1924- A to ensure  that the work \nis done properly. When Agency staff perform an inspection, Form RD 1924- 12 Inspection Report \nshould be retained in the borrower’s case file. The borrower should attend all inspections and be available to sign checks if payment is approved for the completed work.  \n \n      \n \n \n5-36 \nHB-1-3550  \nParagraph  5.24 Construction  Period  \nA.Qualified Inspector\nThe borrower will be responsible for\nmaking inspections necessary to protect their \ninterest.  Agency  inspections are to protect  the \nAgency’s interest and to ensure the \ncompletion of construction or rehabilitation without implication of duty or obligation to the borrower.  The final  inspection can be conducted by the Loan  Approval Official/Originator,  or by a \nqualified third party. Inspections fees from third parties, like building permits, are eligible loan purposes. The inspector must be qualified to perform a construction inspection. A qualified third party includes, a local building official, an inspector certified by a nationally recognized home inspection entity, or a state -licensed  inspector who inspects property according to the International \nCode Council (ICC). The ICC publishes the International Building Codes used by most of the jurisdictions  within  the United  States.  An appraiser  may perform  a completion valuation inspection, \nbut this report is not sufficient for the Agency’s purpose without other supporting documentation such as a certificate of occupancy, or a final inspection from a local building official or other qualified third party. \nA qualified  third  party  inspector should be able to execute  each of the following, as \napplicable:  \n•Inspecting  for conformity  with development plans  and building codes,  with written\nreports, at footing, framing, and final project phases.\n•Preparation  of additional inspection reports  to include an analysis  of the project’s\nprogress and quality of workmanship. Reports may include notes fromteleconferences, inspection reports, video and/or photos.\n•Issue  specific and critical  activity  reports,  video or photos of apparent  errors  or\nproblems with workmanship.\n•Document and evaluate any expressed  opinion, fact, and observation by the owner,\nthird party inspector, or building/code official.\n•Document discussions with the owner, inspector(s) and contractor.\nB.Periodic Inspections\nIf inspections are conducted by a third party, the inspector should submit periodic inspecti on\nre\nports to the Agency. The number and timing of inspections varies by the type and extent of work \nperformed. When concerns are raised by the inspector, contractor, borrower, or Agency staff, clear \ncommunication between the parties is critical to  successful completion of the work. \n5-37\n(01-2 3-03) SPECIAL PN \nRevised (05-0 5-25) PN 640  Borrower’s  Responsibility \nfor Inspection  \nThe borrower is responsible for making \ninspections to protect his or her interest. The \nAgency’s  inspections  are not intended to assure \nthe borrower  that the house  is built according  to \nthe approved plans and specifications.  \n \n HB-1-3550  \nParagraph  5.24 Construction  Period  \n• New  construction.  Inspections  may be conducted as  necessary,  but a minimum of 3 \ngenerally are required: (1) footings while under construction; (2) after the dwelling \nis framed -in; and (3) a final inspection once all work is  complete.  \n• Substantial  rehabilitation. A  new  addition, remodeling, moving walls, changing the \nfoundation, or structural integrity of the home are examples of substantial rehabilitation. It is more complex than simple repairs and oftentimes affects multiple major components of the dwelling. This type of work generally requires permits a nd \ninspections by the local building department. All rehabilitation work must be inspected, but the Agency does not prescribe specific guidelines for inspecting rehabilitation work that does not involve new construction. A qualified third- party \ninspector may be used and should inspect at intervals that are appropriate for the complexity  of the work. The Loan  Originator  may also rely on current  media  (photos, \nvideo) and third -party  inspection reports, which are quickly and easily transmitted,  to \nrender an effective remote assessment for compliance determinations.  \n• Final  Inspection:  The following  documents  should be submitted  prior to final \npayment and the Loan Originator should address the acceptability of the documentation and the completed repairs in the  running record:  \n◊ The forms  listed  in Paragraph  5.25  of this Chapter . \n◊ Borrower’s  written  acceptance of the completed  work.  \n◊ Photos  of the completed  work  as provided by the borrower  and/or  contractor.  \n◊ A copy of a third -party  inspection (if applicable).  \n• Environmental requirements. If environmental mitigation measures are required, \nthe Agency’s  inspector  should follow  up on the implementation  of such measures  and \ndocument compliance on Form RD 1924- 12. Noncompliance with environmental \nmitigation measures must be reported promptly to the Loan Originator and the  SEC.  \nC.  Partial  Payments  \nPartial  payments  for work  completed can  be issued  after each inspection. The contractor and \nLoan Originator establish a draw schedule before loan closing. This schedule identifies when \npartial payments  may  be made,  based  on the amount  of work  completed.  The amount  of the \npayment  is typically based on the value of the work, according to Exhibit A of RD Instruction \n1924- A, or the Marshall and Swift guidelines. To ensure that all work will be satisfactorily \ncompleted, 40 percent (or a lesser percent if required by state law) of each pay ment request is \ntypically withheld until all of the work items established in the  draw schedule are complet e \nand final payment is made, as described in Paragraph 5.25 of this Chapter . The amount \nwithheld can be reduced to 10 percent if the contractor obtains a Surety Bond, Performance Bond, or Payment Bond, but this is extremely rare.  \n \n \n5-38 \n \n HB-1-3550 \nParagraph  5.24 Construction  Period  \n \nD.   Changes During  Construction  \n \nIf changes  to the approved  drawings  and specifications  are required during construction, the  \napplicant and contractor must sign Form RD 1924 -7, Contract Change Order. All modifications \nmust be certified on Form RD 1924-25, Plan Certification, if the modification is regulated by the \napplicable development standard. Before signing it, the Loan Approval Official must  review and \nsign the change order to ensure that the change fits within the approved loan amount and the funds \nare being used for an eligible loan purpose.  \nIf the change  order does not fit within  the approved loan amount, several  courses  of action \nare possible:  \n• If the change  is necessary  and the borrower has repayment  ability,  the Agency  may \nmake a subsequent loan for the amount required to pay for the change;  \n \n• The scope  of work may be scaled  back  to accommodate the change;  \n• The Agency may  increase the loan amount if it can be supported by  the appraisal, the \ncost of the property remains  below  the applicable  area loan limit,  and the borrower has \nrepayment ability; or  \n \n• The borrower may be required to provide  additional  cash.  \nThe environmental  review  for the project  must  be amended  if there  are changes  to plan and \nspecifications  during  construction  (with  or without  the provision of  additional  financial  assistance), \nwhich will alter the purpose, operation, location, or design of the project as originally approved.  \n \n             5.25     CONSTRUCTION CLOSEOUT  \n \nOnce  construction or rehabilitation  work is satisfactorily  completed, the Agency  will make \nfinal payment to the contractor. Before that can occur, the Loan Originator must ensure that the \nwork has been done properly and that no one will make any claims against the property (such as dissatisfied subcontractors). The Agency provides several forms to help the Loan Originator close out the construction process, as listed below.  \n• Certificate of Contractor’s Release. Form RD 1924-9, Certificate of Contractor’s \nRelease must  be signed by the contractor;  it certifies  that the work has been  completed \naccording to the drawings and specifications and the Agency’s  standards.  \n• Release by Claimants. The contractor must have each subcontractor used during \nconstruction sign Form  RD 1924-10, Release  by Claimants.  It certifies  that the contractor \nhas paid each subcontractor and that there are no outstanding claims  against the property \nfor work performed.  \n \n5-39 \n(01-23-03) SPECIAL  PN \nRevised  (12-08-22) PN 572 \n \n HB-1-3550 \nParagraph  5.25 Construction  Closeout  \n \n• Builder’s warranty. A warranty is a guarantee of the quality of work or materials. \nThe Agency must have a copy of 1 of the 2 acceptable forms of builder’s warranties \nas listed below (the applicant keeps the original).  \n◊ Form RD 1924-19, Builder’s Warranty is a 1-year warranty provided to the \nborrower by the contractor after the construction work has been accepted by the \nborrower and the Agency. A builder’s warranty is issued for new construction (or rehabilitation  involving construction) that has had appropriate periodic inspections \nconducted by the Agency  (or third  party).  The warranty  guarantees  that the builder \nwill repair or replace any defects in materials or construction that occur within 1 \nyear from the date of acceptance. The Servicing and Asset Management Office \n(Servicing Office) will be responsible for notifying the borrower of the expiration of the builder’s warranty within eleven months of acceptance of the final inspection. \n \n◊ An insured 10-year warranty is purchased by the builder and insures the \nborrower against  builder defaults  and/or major  structural  defects.  This policy is \ntypically used when the borrower is purchasing an existing or newly constructed dwelling and the Agency does not have acceptable documentation of construction quality. If construction quality is not adequately documented, loans for new dwellings are limited to 90 percent of the market value plus allowable excess costs (see Paragraph 6.7\n of this Handbook ). \n \nHowever, a builder may provide an insured 10- year warranty as acceptable \ndocumentation of construction quality  so that the Agency  may loan 100 percent \nof the market value plus allowable costs, provided the policy is non- refundable \nor cancellable,  the policy is from  an insurance company  licensed  to do business \nin the state where the property is located, and the coverage includes (from effective date) at least one year for any defects caused by faulty workmanship or defective materials, two years coverage on major systems (e.g., electrical, plumbing, HVA C), and ten year structural defect coverage.  \n \n• Other documentation.  The Agency  should maintain  the following documentation, \nif applicable:  \n \n◊ Certificate  of Occupancy  (in some localities,  a certificate of occupancy from \nthe local authority is required before a new or renovated structure may be occupied);  \n \n◊ Copies of building permits; \n◊ Form  RD 1924-25, Plan Certification;  \n \n \n \n5-40 \nHB-1-3550  \nParagraph  5.25 Construction  Closeout  \n◊Certifications regarding the adequacy  of all systems,  as described  in Paragraph\n5.7 A.; and\n◊Additional certifications  and warranties, including insulation,  carpet,  major\ne\nquipment and appliances.\n◊Thirty days after the final inspection and issuance of the Builder’s Warranty, the\nLoan  Originator will send Guide Letter  1924-1 of RD Instruction 1924-F informi ng\nt\nhe borrower that financial assistance may be available to them under the\nCompensation for Construction Defects Program.\n           5.26  SPECIAL  SITUATIONS  \nA.Funds Remaining  After  Completion\nWhen all planned construction or rehabilitation work has been completed, remaining loa n\nfunds ma\ny be used for any additional authorized loan purposes agreed  upon by the applicant and the \nAgency. The Loan Originator must document the purposes for which the funds disbursed to the \nborrower will be used. The Loan Originator should adjust the development plan accordingly. Once the work is complete, the Loan Originator should maintain documentation of the work performed, such as invoices and receipts for materials, equipment or supplies. If no agreement can be reached, \nthe Agency should apply the funds to the borrower’s outstanding principal balance. \nB.\nConstruction Disputes or Work That Is Not Progressing:\nIf construction or rehabilitation work cannot be completed because the contractor is unable or \nunwilling to do so, whether due to dispute with the borrower or some other reason, and the applicant \nis unable to obtain  another contractor (even  with the Agency’s assistance),  funds  should be applied  to \nreduce the borrower’s principal balance.  The Agency is not a party to, or arbiter of a contract, and in \nthe case of a dispute the contractor and borrower must use good-faith efforts to reach an agreement between themselves so the construction can continue in the best interest of all parties. Agency staff may assist  with communication between the  parties, at  the Agency’s discretion, but the  borrower and \nthe contractor are the parties responsible for resolving a dispute, to effectively not put the Agency’s security at risk. \nAgency Field  Staff  should act promptly upon learning  that a dispute has delayed, or will \nlikely  delay,  the completion  of the subject property. A letter  should be sent to the borrower that \nsummarizes the current situation and requests the borrower’s action plan within 30 days of the Agency’s letter. The letter should include: \n•The current state of construction (as observed or reported),\n•Agency known and/or borrower’s claims  of deficiencies,\n5-41\n(01-2 3-03) SPECIAL PN \nRevised (05 -05-25) PN 640\n \n HB-1-3550 \nParagraph  5.26 Special  Situations  \n \n• Funds  remaining  to complete  construction (SBA  and/or  funds  not yet drawn),  \n• Remaining  construction period per  the contract,  \n• Options  the borrower  has, including:  \no Resolving the dispute with the contractor, including correcting any \ndeficiencies  if applicable.  Form  RD 1924- 7, Contract  Change  Order,  must \nbe executed if there are material changes to design/features/materials, \nadditional costs are incurred, or timeframe for completion needs to be \nextended.  \no Review Form 1924 -6, Construction Contract, to determine if there is \ncause to terminate the contract, and if so, work with the Agency to \ndetermine  the appropriate  payment  to be authorized for any work  in place.  \no Select  a new contractor  to complete  the construction with the remaining \nfunds (after original contractor has been notified of termination).  \no Sell the property to the contractor, investor, or other third party for an amount  sufficient  to pay the outstanding Agency  debt (a short  sale may be \nconsidered if it is in the Agency’s best interest).  \n• Actions  the Agency  may take if a resolution is not reached  within  a specific and \nreasonable timeframe:  \no Convert the construction loan to a permanent loan (even if construction is \nnot yet completed and/or the borrower is not occupying the property), \nwhich will require the borrower to begin repayment at the full note rate. \nPayment  assistance may be activated  only if the borrower is occupying the \nhome and they have submitted all required documentation, including final inspection or certificate of occupancy.  \no Return any unused loan funds in a supervised bank account to the \nServicing  Office  as a principal  curtailment on the permanent  loan.  \no Provide  the borrower Guide  Letter  1924- 1 regarding compensation for \nconstruction defects claims in accordance with RD  Instruction 1924- F \n(see Paragraph D, below).  \no Once converted, assuming other alternatives have been unsuccessful, \nnotify the Servicing  Office  for their review  of servicing options, including \nnonmonetary default foreclosure actions. \nAgency staff may be asked by contractors and subcontractors for payments of \ncompleted  work  and/or  materials  during a dispute. However,  the Agency  may not disburse  any \npayment to a contractor without the borrower’s written authorization (e.g., borrower’s \ncountersignature on the check).  \n \n \n \n \n \n  \n \n \n5-42 \n \n HB-1-3550  \nParagraph  5.26 Special  Situations  \n \n                     C.  Deceased  Borrowers  \nIf a borrower dies before funds are disbursed for completed construction or rehabilitation \nwork, the Loan Originator may authorize payment for work completed when there is written \nevidence (such as a letter) that the work was accepted as complete and satisfactory by the borrower \nor an authorized  representative,  and an authorized  Agency  representative has inspected  the work  and \nfound it satisfactory. The authorized representative can endorse the check on behalf of the deceased borrower. If there is no authorized representative or the contractor files a mechanics lien, advice from  the Office  of the General  Counsel (OGC)  should be sought to ensure the Agency’s interests  are \nprotected.  \n \nD.  Compensation for Construction  Defects  \n \nRD Instruction 1924-F defines a newly constructed dwelling. The Government may pay \nfor major defects in dwelling construction that are not repaired adequately by the builder (such \ndefects are usually  the result of poor workmanship, and the contractor refuses to repair  the defect \nor the repairs are inadequate) only in dwellings that meet the eligibility requirements. To be eligible,  the borrower must submit a claim to  the Field Office within 18 months after the date the \nborrower signs the final inspection report. Guidance on how to notify borrowers  of this policy, as \nwell as instructions on how to implement the policy, can be found in RD Instruction 1924- F. This \noption should only be used as a last resort  after all other actions  to correct  the defects  have failed.  \n \n \n \n     \n \n    \n \n     \n \n \n5-43 \n(01-23-03) SPECIAL  PN \nRevised  (12-08-22) PN 572 \nHB-1-3550  \nAttachment  5-A \nPage  1 of 13 \nATTACHMENT  5-A \nSTATEMENT OF WORK (SOW) FOR  APPRAISAL  SERVICES  AND \nAPPRAISAL INSTRUCTIONS SINGLE FAMILY HOUSING  \nRE SIDENTIAL  PROPERTY  \nBACKGROUND: USDA Rural  Development  (RD) provides direct  loans to eligible  applicants \nfor single family housing (SFH) residential property. To support this program, RD requires \nqualified appraisers to provide appraisal services, in accordance with 7 Code of Federal Regulations (CFR) Part 3550, at HB -1-3550 Appendix 1 \nOBJECTIVE:  High  quality  appraisals  to determine market  value of SFH residential  properties \nare key to ensuring the Agency obtains adequate security for its loans. \n1.REQUIREMENTS  FOR  APPRAISALS :\nA.The appraiser(s) signing the appraisal must be currently licensed in the state where thesubject property is located as a Certified General, Certified Residential, or LicensedAppraiser. The appraiser shall be identified as active on the Appraisal Subcommitteewebsite \n(www.asc.gov/appraiser)  at time of award and maintain professional errors and\nomissions insurance coverage in accordance with local and state governmentrequirements. The appraiser  shall  have the specialized  knowledge and experience\nnecessary  to be competent to appraise single- family  housing.\nA trainee  may sign the report.  If a trainee signs the report,  the trainee’s  registration  shall  be\nprovided to RD and the qualified appraiser shall sign as Supervisory Appraiser andpersonally inspect the subject property.\nI\nf an appraisal assignment is awarded to a contractor not holding an appraisal license, the\nawarded contractor may subcontract the appraisal assignment (or any part of it) to a\nqualified appraiser as outlined above with prior written consent of the RD ContractingOfficer (CO). In the event of subcontracting the assignment, the contractor must alsoadhere  to any licensure requirements imposed by any entity  having jurisdiction  in the state\nwhere the property is located.\nIf required  by RD, the appraiser(s)  signing the report  shall  defend  the appraisal  in court or\nin the RD appeals process. Cost associated with the defense of the appraisal, whennecessary, will be negotiated under a separate purchase order/contract.\nExcept  where note d herein,  the contractor  or appraiser shall provide all facilities,  materials, supplies, \ntools, equipment, personnel, and travel to accomplish the performance of the requirements of this \nagreement. \n(01-2 3-03) SPECIAL PN \nRevised (0 5-05-25) PN 640  \n \n HB-1-3550  \nAttachment  5-A \nPage 2 of 13 \n \nB. The appraisal must comply with the current edition of the Uniform Standards of \nProfessional Practice (USPAP) and agency requirements as described in Handbook-1- 3550 \nhttps://www.rd.usda.gov/media/file/download/hb -1-3550-consolidated.pdf   Handbook-\n2-3550, Chapter 2 , https://www.rd.usda.gov/files/3550-2chapter02.pdf ,  together with \n7 CFR 3550 as applicable to all additional appraisal requirements \nhttps://www.rd.usda.gov/media/file/download/3550appendix-1.pdf ,  and Rural  \nDevelopment Instruction 1922- A, https://www.rd.usda.gov/files/1922a.pdf . \n \nC. All appraisals for RD will provide market value based on the following market value \ndefinition used by federally insured financial institutions; Title XII, Chapter III, Subchapter \nB, Part 323 Subpart A, §323.2 (h).  \n \nDefinition  of Market  Value:  \n \nMarket value means the most probable price which a property should bring in a \ncompetitive and open market under all conditions requisite to a fair sale, the buyer and seller  each acting  prudently and knowledgeably, and assuming the price is not affected  by \nundue stimulus. Implicit in this definition is the consummation of a sale as of a specified date and the passing of title from seller to buyer under conditions whereby: \n \n(1) Buyer and seller  are typically  motivated;  \n(2) Both parties  are well informed  or well advised, and acting  in what  they consider  their \nown best interests;  \n(3) A reasonable time is allowed  for exposure in  the open market;  \n(4) Payment  is made in terms  of cash in U.S.  dollars or in terms  of financial \narrangements comparable thereto; and  \n(5) The price represents the normal consideration for the property sold unaffected by special  or creative financing or sales  concessions granted  by anyone associated  with \nthe sale.  \n \nD. The appraisal must  be completed using the most recent version one of the following forms: \nFannie Mae Form  1004/Freddie Mac Form  70, \" Uniform Residential Appraisal Report ,\" for \nall one-unit, single family dwellings; Fannie Mae Form 1004C/Freddie Mac Form 70B, “Manufactured Home Appraisal Report ,” for all manufactured homes; Fannie Mae Form \n1073/Freddie Mac Form 465, “ Individual Condominium Unit Appraisal Report ” for all \nindividual condominium units; Fannie Mae Form 2055/Freddie Mac Form 2055, \"Exterior - \nOnly Inspection Residential Appraisal Report,\" for all one-unit, single family dwellings for all properties when  there is  no visual inspection of the interior  required  or requested  by RD; \nor Fannie Mae Form  1004D/Freddie Mac Form  442, “Appraisal Update and/or Completion \nReport ”. \n \nHB-1-3550  \nAttachment 5 -A \nPage 3 of 13 \n2.TYPES  OF VALUES :\nDepending on the purpose of the appraisal,  an appraiser  will either  determine the estimated\nmarket value of the property in its current condition (the “as- is” value) or; determine the\nestimated market value  of the property, based on completion of construction in accordance\nwith plans and specifications,  or completion  of rehabilitation  based  on a list of repairs  to be\nconsidered (the “as -improved” value). https://www.rd.usda.gov/files/3550-1chapter05.pdf\n(Handbook-1-3550, Chapter 5 (5.15))\nA.As-Improved  value (Value  Subject  to Completion) - Loans for planned new construction\nor rehabilitation require an estimate of the “as -improved” value considering all\nconstruction / repairs / rehabilitation are  complete.\nB.As-Is value – Loans for existing dwellings (including a new construction dwelling  that\nhas been  completed  at the time of appraisal)  involving no repairs  require  an as-is value.\nAs-is value appraisals may also be needed to support loan servicing actions or to\ndetermine a disposition plan for real estate owned (REO) properties.\nC.Liquidation Value  – Liquidation  appraisals  may be needed  to support loan foreclosure\nactions or to determine a disposition  plan for real estate owned (REO) properties.\nLiquidation Value,  is defined  as:\nThe most probable price that a specified  interest  in property which  a property  should \nbring under the following conditions: \n1.C\nonsummation of a sale within  a short time period;\n2.The property is subjected  to market  conditions prevailing as of the date of\nvaluation;\n3.Both buyer and seller  are acting  prudently and knowledgably;\n4.The seller  is under extreme  compulsion to  sell;\n5.The buyer is typically  motivated;\n6.Both parties  are acting  in what  they consider to be their  best interests;\n7.A normal marketing  effort  is not possible due to the brief  exposure time;\n8.Payment  will be made in cash in US dollars (or the local  currency)  or in terms  of\nfinancing arrangements comparable thereto;\n9.The price represents  the normal consideration for the property sold unaffected  by\nspecial or creative financing or sales concessions granted by anyone associated\nwith the sale.\nSource:  Appraisal  Institute,  The Dictionary of Real Estate  Appraisal, 6th Ed., (Chicago: \nAppraisal Institute, 2015): \n(01-2 3-03) SPECIAL PN  \nRevised (0 5-05-25) PN 640\n \n HB-1-3550  \nAttachment 5 -A \nPage 4 of 13  \n \n3. SPECIAL  INSTRUCTIONS : \n \nA. Loan Origination  Appraisal - The majority of appraisals prepared  for USDA RD will \nbe of single family homes under the value definition and processes described in \nSections 1 and 2 above. In certain instances , appraisals may be of properties that are: \nconstructed or located within a Community Land Trust, properties located on leased land, properties affected by deed restrictions, or properties constructed und er RD’s \nSection 523 Mutual Self-Help Housing Program. \n \nThe Mu tual Self -Help Program utilizes supervised labor performed by borrowers as \npart of the construction process. Construction is supervised by technical experts to assure the quality of its completion . Appraisal s of these properties should consider \nconstruction, materials, and finish will be completed in a professional and workmanlike manner. \nSpecific guidance should be requested from RD, or the contracting Appraisal \nManagement Company, for properties affected by these conditions as they have unique \nrequirements necessary to produce an acceptable appraisal report.  \n \nB. Loan Servicing Appraisal  - In the event the appraiser is requested to complete an \nappraisal for a servicing action such as foreclosure, short sale, deed- in-lieu, etc., an \nappraisal  reflecting  the market  value of the property  in its “as-is” condition is necessary \nfor RD  use. \n \nAdditionally, the appraiser shall provide under the same cover within the addenda, a liquidation  value estimate  for the subject  property, as defined  in Item 2, considering a \nprescribed marketing period of 30 days. Liquidation value should be defined, and the methodology utilized to determine value under this definition must be reported. \n \nTypically, when  a property in foreclosure  is occupied,  the appraiser  will not be required  to \ngain access for a visual inspection of the interior of the subject property. In this case, the appraiser must complete the appraisal report on the Fannie Mae Form 2055/Freddie Mac Form 2055, “Exterior -Only Inspection Residential Appraisal Report” unless specifically \ninstructed otherwise by RD. Because there was not an interior inspection, the report must include an extraordinary assumption regarding the interior components, assumed condition and  the sources  being used as the basis for the assumption should be cited: \nhttps://www.rd.usda.gov/files/3550-1chapter13.pdf\n (Handbook-1-3550, Chapter 13 \n(13.17) (C) (3).  \n \n \n  \nHB-1-3550  \nAttachment 5 -A \nPage 5 of 13 \nC.Subsidy  Recapture Appraisal – The appraiser  must complete  an as-is market\nvalue appraisal .\nT\nhe appraiser must provide the estimated contributory value of all capital improvements\nadded to the subject property from original date of purchase as specified / indicated by the\nowner. In the event the appraiser cannot determine from local records what capitalimprovements may have been  added; the appraiser  may contact  the Authorized Government\nRepresentative (AGR) to determine if original loan records detail historic propertyconditions. Each capital improvement must be noted individually.\nT\nhe appraiser must provide the estimated contributory amount of market value, if any, for\neach capital improvement item. Items considered to be general maintenance are notconsidered to be capital improvements. Values shall be supported by market evidence orother valuation methods deemed appropriate by the appraiser.\nhttps://www.rd.usda.gov/sites/default/files/3550-1chapter02_0.pdf  (Handbook-2-3550, Chapter2\n(2.23) (8) \n4.APPRAISAL  METHODOLOGY\nRD requires  appraisers  to use the following appraisal  methods to arrive  at a final  estimate  of\nvalue.\nA.Sales  Comparison Approach: Under this method, the appraiser  uses the recent  sales  prices\nof properties that are comparable in location and characteristics to the subject property inorder to estimate a market value for the property. The appraiser must use at a minimumthree (3) comparable closed sales of single family residential proper ties that sold in the\nprevious 12 month period unless the appraiser provides documentation that suchcomparable transactions are not available in the area. Comparable sales s hould be located\nas close as possible to the subject dwelling, from within the competitive market area, andshould be the most comparable available for purposes of valuation.\nB.Cost Approach: This method is specified  in Handbook 1-3550, Chapter  5, found at this\nweb address, http://www.rd.usda.gov/files/3550-1chapter05.pdf . For all proposed\nconstruction or all homes having an age of one year or less, RD requires that theappraiser develop, report and reconcile the cost approach to value. On homes over oneyear of age, the appraiser should determine whether the cost approach is relevant ornecessary to determine a valid opinion of market value. This determination must bedeveloped and reported in accordance with the USPAP.\nUnder this method, the appraiser  derives an estimate  of value using replacement  cost\nestimates for the improvements, less depreciation of all forms, and then adding an\nestimate of the site value.\n(01-2 3-03) SPECIAL PN \nRevised (0 5-05-25) PN 640\n \n  \nHB-1-3550  \nAttachment 5 -A \nPage 6 of 13  \n \nThe appraiser  will identify  the source of cost estimates,  such as Marshall  and Swift \nResidential Cost service, local builder’s cost data or other national publication for \nresidential  costs,  used in the cost approach. The methodology used to estimate \ndepreciation must be stated in the report. \n \nProperties  in remote  rural  areas,  on tribal lands (American  Native  and Alaskan  Native),  areas \nwith a lack of market activity, or those representing a leasehold interest, where it may be \ndifficult to obtain adequate comparable sales to be used for comparative purposes in order to appraise a property. In these areas, the sales comparison approach is not required. Instead, Marshall & Swift Form 1007, Square Foot Appraisal Form, must be used. \n \nRemote  rural  areas  are identified  by RD and are defined as areas  lacking  sufficient \nmarket activity and having the following characteristics:  \n• Scattered  population;  \n• Low density of residences ; \n• Lack of basic shopping facilities;  \n• Lack of community and public services and facilities ; \n• Lack of comparable sales data  \n \n \nC. Income Approach : Under this method, the appraiser derives a value indication for an \nincome-producing property by converting its anticipated benefits (cash flows and reversion) into property value. This conversion can be accomplished in two ways. One year’s  income expectancy  can be capitalized  at a market -derived capitalization  rate or at a \ncapitalization rate that reflects a specified income pattern, return on investment, and change in  the value of  the investment.  Alternatively, the annual cash flows for the \nholding period and the reversion can be discounted at a specified yield rate. \nThe Income Approach method of valuation may only be used for Agency Non - \nProgram Properties such as Real Estate Owned (REO) or Non -Program Loan \nAssumptions.  \n \nUSPAP Standards Rule 2- 2 (a) (viii) require the appraisal report to summarize the \ninformation  analyzed,  the appraisal  methods and techniques employed, and reasoning \nthat supports the analyses, opinions, and conclusions; and also, exclusion  of the sales \ncomparison approach, cost approach, or income approach must be explained. \n \n \n \n \n \n \n  \n \n \n  \n \n \n \nHB-\n1-3550  \nAttachment 5 -A \nPage 7 of 13 \n5.APPRAISAL  REQUIREMENTS:\nA.The appraiser  signing the appraisal  report must understand and agree that RD is the client,\nand all reports must be addressed to USDA – Rural Development. The intended user of\nthe report will be RD and any other intended user specified by the Agency. Any questionsrelating  to Agency  requirements  of the appraisal  assignment should be directed  to the\nassigning Appraisal Management Company  (AMC) or AGR and will not be directed  to\nthe property owner, real estate agent, builder/contractor, or any other party to thetransaction. Communication relating to the assignment, directed  to the assigning AMC or\nAGR, can come from the appraiser signing the appraisal report or the contractor selectedfor the assignment and in all instances RD staff will be granted permission to directlycommunicate with the appraiser signing the report  or the submitting AMC.\nB.The appraisal  report  must be Uniform  Appraisal  Dataset  (UAD)  compliant.\nC.A property contact  person will be provided by the AGR to the AMC ( or contracted\nappraiser ) and ensure the appraiser  has access to the subject property for inspection, unless\nthe property is occupied and the appraisal is for foreclosure purposes. In this situation, adrive-by / exterior only appraisal shall be conducted. Because there was not an interiorinspection, the report must include an extraordinary assumption regarding the interiorcomponents and  assumed condition and what sources were used as the basis for the\nassumption should be cited.\nAppraisal fees or turnaround times must not be discussed with the property contact, theproperty owner or the borrower. The appraiser  must notify the ir assigning AMC (or AGR )\nimmediately  if any of the following occurs:\n(1)The appraiser  cannot gain adequate access  to the property;\n(2)The appraiser  does not receive essential  property  information in a timely  manner;\n(3)The appraiser  has previously appraised  or is in the process  of appraising the property\nfor another client;\n(4)The appraiser  has any other  potential conflict  of interest  with respect  to\nthe assignment .\n(5)Communications from interested parties in the transaction wh ich could reasonably be\nperceived as an attempt to improperly influence the appraiser’s opinion of market\nvalue.\nD.If appropriate, the RD Field Office will prepare a list of repairs needed to insure the\nproperty meets  the Agency  regulations and guidance. The list of repairs,  which  is based  on\nthe inspection reports prepared by state-licensed inspectors or qualified third-partyinspectors hired by the applicant will be provided to the appraiser for the purpose ofobtaining an “as-improved” value. The list of repairs shall be provided by the R D Office\nprocessing the loan application. The appraiser is responsible to take into account the RDrequired repairs and must include the list of repairs in the addendum of the appraisalreport .\n(01-2 3-03) SPECIAL PN \nRevised (05 -05-25) PN 640\n \n  \nHB-1-3550  \nAttachment 5 -A \nPage 8 of 13 \nE. The appraiser must provide an opinion of site value supported by a narrative of \ncomparable land sales  or other methods used for estimating  site value.  If support is not \nincluded in the appraisal report, a statement by the appraiser that such information is available for review  upon request  and in the appraiser’s  work  file should be made.  The \nland must be valued as though vacant and ready for development. \n• The appraiser  must specify  whether  the site is or can be subdivided into more \nthan one site under existing local zoning ordinances. \n• The appraiser  shall  discuss the site size and the concluded site value and \nwhether they are typical for the subject market.  \n• Any land area of the subject property that is determined by the appraiser as \neither  excess  land or surplus land  must be addressed  and valued  accordingly \ntogether with documentation and support within the appraisal report for the \nappraiser’s conclusions. \nF. In addition, the appraisal  report  for a manufactured  home must also  meet  the following \nrequirements:  \n(1) Cost Approach: Manufactured  Home  Appraisal  Reports will require  a published \ncost data service such as the Marshall and Swift Residential Cost Guide or the \nN.A.D.A.  M anufactured  Housing Appraisal  Guide calculations  to be included. The \nappraiser must take at least one of those values into consideration in arriving at a \nvalue conclusion. \n \n(2) Sales Comparison Approach: The appraisal report must  contain at least two \ncomparable manufactured home sales of similar configuration and quality. The appraiser  may use either  site-built housing or a different  type of factory -built housing \nas the third comparable sale if the appraiser explains the reason for selecting the comparable and support the appropriate adjustments in the appraisal report . \n \nG. All extraordinary assumptions, hypothetical conditions, and limiting conditions must be \nclearly and prominently described in a single location near the beginning of the report and in appropriate sections  of the appraisal.  General  assumptions and limiting  conditions \nthat reduce the normal scope of appraisal due diligence are not allowed.  \n \nH. The appraiser  must keep  all information  and materials  furnished by Rural  Development, the \nowner, and/or property contact regarding the subject property confidential, as required by USPAP and the Gramm -Leach -Bliley Act (also known as the Financial Services \nModernization Act of 1999). Any information obtained through public sources is not considered confidential information. Disregard of this privacy requirement will be cause for immediate debarment as a contractor for the federal  government. \nI. All appraisals must comply with the Fair Housing Amendments Act of 1988. According to the Act, it is unlawful for an appraiser to use factors that are discriminatory  on the basis  of race,  color, religion, sex, disability,  familial status,  or \nnational origin in the sale, rental, leasing, or financing of housing. \n \n \nHB-1-3550  \nAttachment 5 -A \nPage 9 of 13 \nJ.Each appraisal will be submitted electronically,  using the industry standard Extensible\nMarkup Language (XML) appraisal data formats Mortgage Industry Standard\nMaintenance Organization (MISMO),  with embedded  PDF.  Electronic  submissions,  in\nthe above formats, must be provided to the AMC (or the AGR if appraiser iscontracted directly  by the Agency as indicated on the confirmed Single Family\nAppraisal Order Form, Purchase Order, or Task Order (SF  1449).\n6.OBSERVED  CONDITIONS :\nThe appraiser  is required  to make a property  inspection to gather  data to support the\ndetermination of value. Readily observable conditions shall be noted.\nA.The appraiser(s) signing the appraisal  report must make at a minimum a personal inspection\nof the subject (interior and exterior) . If the appraisal is for foreclosure purposed of an\noccupied dwelling, then an exterior only inspection should be performed. At a minimum all\ncomparable sales must be observed from the street. The appraiser must st ate within the\nappraisal, the appropriate level of inspection of the subject and that of all comparable sales .\nR\neadily observable conditions must be noted for the following:\n•Attic space;\n•Crawl space;\n•Floors and walls for significant structural failure;\n•Any moisture damage, or evidence of past fire damage;\n•Condition of the roof and its estimated remaining life;\n•The mechanical systems for operability; and\n•All surfaces for defective paint .\nB.In the event that access to the subject interior and/or exterior cannot be obtained, the\nappraiser  must obtain prior authorization to continue the assignment without inspection. In\nthe event RD authorizes valuation without an inspection, the appraiser must comply withUSPAP Standard Rule 1-2 (F) which requires the appraiser to identify any extraordinaryassumptions necessary in the assignment. Because there was not an interior and/or\nexterior inspection, the report must include an extraordinary assumption regarding the\ninterior and/or exterior components, the assumed condition of the property and thesources being used as the basis for the assumption should be cited.\nC.The appraiser  must note any suspected  environmental hazards,  including issues external  to\nthe property that could adversely impact the property's value. Examples of environmental\nhazards would include damaged asbestos-containing building materials, undergroundstorage tanks, chemical leaks, spills, staining of ground surfaces, or on- site was te disposal\nsuch as sludge, oil, paints, or chemical residues. If the appraiser observes any suspectedenvironmental hazards, he/she must notify the AMC (or AGR ) immediately and refrain\nfrom finalizing aspects of the appraisal that could be impacted until resolution of the issueor until instructed otherwise.\n(01-2 3-03) SPECIAL PN \nRevised (05 -05-25) PN 640\n \n HB-1-3550  \nAttachment 5 -A \nPage 10 of 13 \nD. In the event the appraiser observes a deficiency in the property that does not meet \nminimum property requirements, of decent, safe and sanitary as outlined in HB-1-\n3550, Paragraph 5.7. ( http://www.rd.usda.gov/files/3550-  1chapter05.pdf ), and which \nis not addressed by an included repair list with the appraisal request, the appraiser  must \nnotify the AMC (or AGR ) prior to completing the report. The AMC or AGR may have \nor be able to provide additional information or instruction on how to proceed (e.g. wait for repair list, inspection report, contractor bids, or cancellation) . \n \nE. For uninhabited dwellings  where utilities  are temporarily  disconnected, the appraiser  will \ninspect all mechanical systems (heating, plumbing, electrical) for observable conditions, but will not be responsible for reporting operability of these systems. Unless otherwise notified, the appraiser may assume operability for valuation purposes and this must be mentioned as an “extraordinary assumption” in the appraisal report.  \nF. Where applicable, appraisers should be familiar  with the general provisions of “green \nproperties” in  single- family  housing ( i.e. those capable of producing significant energy \nsavings when compared to standard code requirements) . The appraiser  shall  consider  \nwhat  impact  (if any) such factors  have on the value of the subject  property. Any  \nimpact  on value should be supported by market evidence. \n \n7. DOCUMENTATION: \n \nAll approaches to value and the value opinion must be in accordance  with acceptable \nappraisal methodology. \n \nA. All reports must include a location map (should include proximity to applicable road/highway), flood plain map when the property is located in a designated flood plain, land sales  map,  sales  comparable map,  rent comparable map (if applicable),  plat map,  and \nbuilding sketch (indicating interior building layout, garages and all external  buildings). \n \nB. For new construction, the appraisal report must include clear original color photographs of the subject’s  front,  rear, street  and street  easement  (private  access),  if applicable.  In all other \nappraisals colored photographs showing at a minimum the front, rear, and both sides to the exterior. Interior photographs should be included showing each room type, attic and crawl spaces, other non-gross living area (sunrooms, patio/deck/porch/fences) and any noted structural, safety and/or sanitary deficiencies. Additionally, photographs of improvement components that have been upgraded shall be included to document and support the appraiser’s determination of the subject’s effective age if different than its actual age. A current original photograph of each comparable sale and listing used in the completion of the appraisal is required. If the comparable sale and listing photographs are not possibl e \nupon personal inspection, the appraiser must disclose why photographs could not be taken and, at a minimum,  provide mul tiple listing  service photographs or other utilized \nphotographs, along with citation of the source from which the photographs were obtained. \n  \nHB-1-3550  \nAttachment 5 -A \nPage 11 of 13 \nC.The bedroom (s) shall meet legal requirements (building code, zoning ordinance, etc.) as\nmandated  by the local  county/state  government enforcement  agency  and applicable agency\nregulations where subject property is located, if any such legal requirements exist.\nD.Verification  from  third  party  sources  should be noted  within  the appraisal  and maintained  as\npart of the appraisers work  file.\nE.The appraisal shall include photographs of all external buildings as well as interior photos\nof the external buildings (if possible). The external dimensions for each of the external\nbuildings must be included, preferably  in the building sketch  or identified  in the addendum\nof the appraisal report.\nF.All appraisals of existing properties must include a discussion of deferred maintenance  for\nthe subject property. Items of deferred maintenance must be listed, and cost to cure  for\neach item must be estimated with support provided.\nG.All reports  must include a written  explanation  and documentation to  support individual line\nitem adjustments.  Total  net adjustment percentages  and gross adjustment percentages  when\ncompared with the comparable sale unadjusted sale price shall be discussed.\nH.Remaining Economic Life . Appraiser must estimate the remaining economic life of the\nsubject's improvements, (the remaining number of years that the subject's improvements willcontribute value to the land) and report this estimate in the cost approach section (this mayinclude consideration for any repairs/improvements which are a part of the transaction andincluded with the appraisal order’s supporting documents. An explanation is required if theremaining economic life is less than 38 years as the explan ation is used to support the\nAgency’s underwriting decision on reducing an applicant’s mortgage term from theAgency’s standard of 33  years  or 30 years for manufactured  (or 38 years  only when such an\nexception is warranted  (except for manufactured which is limited to a maximum of 30 years) ,\nsee Paragraph 6.8 A. of this Handbook).\n8.COMPLETION  CERTIFICATION:\nA.If determined by Rural Development (RD), the appraiser may be requested to re- inspect\nproperties to determine if repairs to the home or construction of home were completed.\nRD shall determine the need for an appraiser to re -inspect a property. Re-inspection\nservices may also be ordered on a separate contract  if required. A list of  additional repairs\nwill be provided to the appraiser.  Not all “subject  to” appraisals  will require re- inspection\nservices.\nB.The appraiser  shall  submit their findings using the Fannie Mae Form  1004D/Freddie Mac\nForm 442 “ Appraisal Update and/or Completion Report .” The completed report shall be\ndelivered to the AGR within 7 business days from the date the order was received. The\nreport shall include pictures of completed work.\n(01-2 3-03) SPECIAL PN \nRevised (05 -05-25) PN 640\n \n  \nHB-1-3550  \nAttachment 5 -A \nPage 1 2 of 13 \n \nC. When directly contracted by the Agency, re-inspection reports  are due within  7 \nbusiness days after notification  is received from the  AGR.  When AMCs assign  \nre-inspection reports t he timeframes are per  the assignment’s engagement \nagreement.  \n \n \n9. RECONSIDERATION OF VALUE (ROV)  \n \nWhen an applicant disputes an appraisal in accordance with RHS requirements  (see Paragraph \n5.17 of this Handbook), the appraiser must consider and address each item of the dispute within a revised appraisal. Information provided can include objective information regarding the subject property (incorrect or incomplete information was used for square footage, number of bedrooms, number of bathrooms, renovations, repairs to be considered, etc.) and/or additional market sales data which the applicant provides as part of a reconsideration of value request. ROVs are coordinated with the assigning AMC if applicable. \n \nThe written dispute must be from the applicant. Disputes submitted by third parties such as real \nestate agents, contractors, sellers, etc. will not be considered. Applicants may seek assistance \nfrom third parties, but the dispute must be initiated by applicant(s)  in order to be considered by \nthe Agency . It is imperative that each item and/or each sale provided be specifically addressed \nwithin a revised appraisal report. Revised appraisal reports are subject to technical review by the \nRHS Appraisal Services Branch at which time additional questions, comments or concerns may \nneed to be addressed  \n \n10. APPRAISAL  REPORT  DELIVERY DEADLINES:  \n \nThe appraiser shall complete and deliver appraisals to the assigning AMC  (within their \nengagement’s timeframes ), or to the AGR within 20 business/working days when directly \ncontracted by the Agency  (or as otherwise n oted at time of engagement  by mutual agreement).  \nIf co rrections  and/or amendments to the appraisal  are requested by the assigning AMC, your \nengagement terms apply.  If contracted directly by the Agency then they are to be delivered as \nsoon as possible, but not later than 4 business days following the request, unless, by written \nmutual agreement, other arrangements are made.  \nIf, for any reason, the timely delivery of the appraisal report is delayed for reasons beyond the appraiser's  control, the appraiser  must contact  the assigning AMC or the AGR  (when contracted \nby the Agency)  and convey the reasons  for the delay.  \n  \nHB-1-3550  \nAttachment 5 -A \nPage 1 3 of 13 \n11.REVIEW  OF THE  APPRAISAL  REPORT:\nAll appraisals  prepared  for RD or an AMC contracting for the Agency are subject  to\ntechnical  review  by the Agency. Appraisers must be prepared to discuss their analyses,\nreasoning, opinions, and conclusions.\n•Additionally, if requested, they must provide additional written support, clarification,\nand/or correct ions within a revised appraisal report delivered in Adobe pdf format.\n•If requested by the AGR, the Appraisal Services Branch will provide assistance inmonitoring the progress and quality of the appraiser’s  performance.\n•In all instances  RD, being the client, can directly communicate with the appraiser signing\nthe report.\n12.ATTACHMENTS :\nThe Agency  will provide the AMC and/or, as needed , the appraiser  all necessary  support\ninformation  available at the time of appraisal engagement.\n13.COMPLIANCE  WITH STATEMENT OF WORK:\nThe appraiser must follow all provisions and instructions contained in this Statement ofWork. When, in the opinion of the appraiser, an RD Agency Appraiser or the AGR or\nAMC makes a request  that falls outside this Statement of Work, the appraiser  shall\npromptly notify the AGR, in writing.\nOnly the AGR  has the authority to direct the accomplishment of any effort which goes\nbeyond the Statement of Work, however, any changes resulting in additional charges mustbe approved by the Contracting O fficer prior to commencement of work.\nIf\n the appraiser  is unable to  fully  comply with this Statement  of Work, the appraiser  must\ndecline the appraisal assignment in accordance with the USPAP.\n14.SPECIFIC  STATE  REQUIREMENTS:\nAs required by the governing authority in the state in which the subject property is located.\n*PLEASE NOTE:  FAILURE  TO FOLLOW  THE  STATEMENT OF WORK  AND\nAPPRAISAL INSTRUCTIONS CAN RESULT IN DENIAL OF FUTURE  \nASSIGNMENTS.*  \n(01-2 3-03) SPECIAL PN \nRevised (0 5-05-25) PN 640\n \n  \n  \nHB-1-3550  \nAttachment 5 -B \nPage 1 of 5 \n \nATTACHMENT  5-B \n SINGLE  FAMILY  HOUSING  SITE  CHECKLIST   \n \n \nBuyer/Owner  Name  Property  Address  \n \nName of Subdivision:   Year Built:   \nProperty  is currently ( ) occupied  ( ) unoccupied.  Was interior  accessible? ( ) Yes ( ) No \n \n \n1. SITE  SUITABILITY,  ACCESS,  AND COMPATIBILITY  WITH  SURROUNDING \nDEVELOPMENT  \n \nHas the site been  used  as a dump,  sanitary landfill,  or mine  waste  disposal  area?  ( ) Yes ( ) No If \nno, is the site in proximity to any such uses? ( ) Yes ( ) No  \n \nIs there indication  of: \nYes  No Yes No \ndistressed  vegetation  ( )  ( ) oil/chemical spills                                  ( ) (  ) \nwaste  material/containers  ( ) ( ) abandoned machinery,  cars, \nsoil staining, pools  of liquid  ( ) ( ) refrigerators, batteries,  tires, etc.   ( ) (  ) \nloose/empty  drums, barrels   ( ) ( ) transformers, fill/vent pipes,  \nfoul odor ( ) ( ) pipelines, drainage structures   ( ) (  ) \nunderground or above  ground  \nstorage  tanks  ( ) ( ) \n \nAre there property  easements  for high- tension  power  lines  or gas lines?  ( ) Yes ( ) No \n \nAre there other  unusual  conditions  on site which might  indicate  potential  for contamination from  hazardous \nwaste, hazardous substances, or  petroleum products?  ( ) Yes  ( ) No  \n \nIs the site adjacent  or in proximity to industrial areas,  refineries, dry cleaners, chemical  storage  areas, recycling \nfacilities, oil or gas wells, fueling stations, etc.? (  ) Yes  ( ) No  \n \nNote:  Complete  a Transaction  Screen  Questionnaire  (TSQ)  for any “YES”  answer  in item 1 before  proceeding \nfurther. Contact the State Environmental Coordinator with any questions.  \n \n \n   \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-03-17) PN 505 \n \n HB-1-3550  \nAttachment 5 -B \nPage 2 of 5 \n \nAre any of the following  conditions  present?  Check  if observed  and explain  on page  5 of 5: \n \n( ) mold/mildew  ( ) peeling  paint(interior)  \n( ) insect  infestation  ( ) peeling  paint  (exterior) \n( ) asbestos (interior)  ( ) ponding/standing water  \n( ) asbestos (exterior)  ( ) evidence  of water  runoff  from  adjacent  properties \n( ) knowledge of past or current use for production of methamphetamine  \n \nIs the site compatible  with surrounding  area  in terms  of: \n \n Yes No  Yes No \nLand  use ( ) ( ) Building  type ( ) ( ) \nHeight,  bulk,  mass  ( ) ( ) Building  density  ( ) ( ) \n \nWill the site be unduly  influenced by: \n \n Yes No  Yes No \nBuilding  deterioration  ( ) ( ) Transition  of land uses ( ) ( ) \nPostponed  maintenance  ( ) ( ) Incompatible  land uses ( ) ( ) \nObsolete  public  facilities  ( ) ( ) Inadequate  off-street  parking  ( ) ( ) \n \n \n2. SOIL  STABILITY,  EROSION,  ANDDRAINAGE  \n \nSlopes:   ( ) Not applicable  ( ) Steep  ( ) Moderate ( ) Slight  \n \nIs there evidence  of slope  erosion  or unstable  slope  conditions  on or near  the site?  ( ) Yes ( ) No \n \nIs there evidence  of ground subsidence,  high water  table,  or other  unusual  conditions  on the site?  \n( ) Yes ( ) No \n \nIs there any visible  evidence  of soil problems  (foundations cracking  or settling,  basement  flooding,  etc.) in the \nneighborhood of  this site?  ( ) Yes ( ) No  \n \nHave  soil studies  or boring  been  made  for the site or the area?  ( ) Yes ( ) No ( ) Unknown  \n \nDo the soil studies or boring  indicate  marginal  or unsatisfactory  soil conditions?  ( ) Yes ( ) No \n \nIs there indication of cross -lot runoff,  swales,  drainage  flows  on the property?  ( ) Yes ( ) No \n \nAre there visual  indications  of filled ground?  ( ) Yes ( ) No \n \nAre there active  rills and gullies  on site? ( ) Yes ( ) No \n \nIf the site is not to be  served  by a municipal  waste  water  disposal  system,  has a report  of the soil conditions \nsuitable for on -site septic systems been submitted? ( ) Yes () No  ( ) Not Applicable  \n \n \n \n \nHB-1-3550  \nAttachment 5 -B \nPage 3 of 5 \n3.NUISANCES  AND HAZARDS\nW\nill the site be affected  by natural  hazards:  \nYes No Yes No \nFaults,  fracture  ( ) ( ) Fire hazard  materials  ( ) ( ) \nCliffs,  bluffs,  crevices  ( ) ( ) Wind/ sandstorm  concerns  ( ) ( ) \nSlope -failure  from  rains  ( ) ( ) Poisonous  plants,  insects,  animals  ( ) ( ) \nUnprotected  bodies  of water  ( ) ( ) Hazardous  terrain  features   ( ) ( ) \nWill the site be affected  by built  hazards  and nuisances:  \nYes No Yes No \nHazardous street \nDangerous  intersection  ( ) \n( ) ( ) \n( ) Railroad crossing \nInadequate  screened  ( ) ( ) \nThrough  traffic        ( )        ( ) drainage  catchments  ( ) ( ) \nInadequate  separation  Hazards  in vacant  lots ( ) ( ) \nof pedestrian/vehicle  traffic        ( )        ( ) Chemical  tank-car terminals  ( ) ( ) \nTraffic  way       ( )       ( ) Other  hazardous  chemical  storage  ( ) ( ) \nInadequate  street  lighting        ( )       ( ) High -pressure  gas or liquid  \nQuarries  petroleum  transmission  \nor other  excavations        ( )       ( ) lines  on site ( ) ( ) \nDumps/sanitary  landfills  or Overhead  transmission  lines ( ) ( ) \nmining        ( )        ( ) Hazardous  cargo  \nHeavy  industry        ( )       ( ) transportation  routes  ( ) ( ) \nIncinerators        ( )       ( ) Oil or gas wells  ( ) ( ) \nPower  generating  plants        ( )    ( ) Industrial  operations  ( ) ( ) \nOil refineries        ( )       ( ) Cement  plants  ( ) ( ) \nWill the site be affected  by nuisances:  \nYes No Yes No \nGas, smoke,  fumes  ( ) ( ) Unsightly  land uses ( ) ( ) \nOdors  ( ) ( ) Abandoned  vehicle  ( ) ( ) \nVibration  ( ) ( ) Vermin  infestation  ( ) ( ) \nVacant/boarded -up Industrial  nuisances  ( ) ( ) \nbuildings  ( ) ( ) Other  ( ) ( ) \n(01-2 3-03) SPECIAL PN \nRevised (0 5-05-25) PN 640\n \n HB-1-3550  \nAttachment 5 -B \nPage 4 of 5 \n \n4. WATER  SUPPLY,  SANITARY SEWERS,  AND SOLID  WASTE  DISPOSAL  \n \nIs the site served  by an adequate  and acceptable:  \n \nwater  supply ( ) Yes ( ) No ( ) Municipal  ( ) Private;  \n \nsanitary  sewers  and waste  disposal  systems  ( ) Yes ( ) No ( ) Municipal  ( ) Private;  and \ntrash  collection  and solid  waste  disposal  ( ) Yes ( ) No ( ) Municipal  ( ) Private.  \n \nIf the water  supply  is non- municipal,  has an acceptable “system”  been  approved  by appropriate  authorities  and \nagencies?  \n( ) Yes ( ) No \n \nIf the sanitary sewers  and waste  water  disposal  systems are non- municipal,  has an acceptable “system”  been \napproved by appropriate authorities and agencies?  \n( ) Yes ( ) No \n \n \n5. NOISE  ABATEMENT  \n \nIs the site located  near  a major  noise  source,  i.e., civil airports  (within  5 miles),  military  airfields  (15 miles), \nmajor highways or busy roads (within 1000 feet), or railroads (within3000 feet)?  ( ) Yes  ( ) No  \n \n \n6. AIRPORTHAZARDS  \n \nIs the project  within  3,000  feet from  the end of a runway  at a civil airport?  ( ) Yes ( ) No \n \nIs the project  within  2-1/2 miles  from  the end of a runway  at a military  airfield?  ( ) Yes ( ) No \n \n \n7. OTHERCONDITIONS  \n \nAre there any field  conditions  not specified  above  that would  adversely  affect  the acceptability  of the \nlots/sites?  ( ) Yes  ( ) No  \n \n \n \nPrepared  By Date \n \n \n \n \n  \n \n \n \n \n \n  \n \n \nITEM  NUMBER  ADDITIONAL  COMMENTS  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-03-17) PN 505 HB-1-3550  \nAttachment  5-B \nPage  5 of 5 \n \n  \n \n \nATTACHMENT  5-C HB1-3550  \nAttachment  5-C \nPage  1 of 1 \n AMENDMENTS  TO MORTGAGES  WITH LEASEHOLD  INTEREST  \n \nThe following paragraphs  must be inserted  in the mortgage. The first paragraph  should be placed \ndirectly before the legal description of the real estate.  \n \n“All Borrower’s right, title, and interest in and to the leasehold estate for a term of    \nyears beginning on , 20 , created, executed and established by \ncertain Lease dated  , 20 , by , Page of \n Records  of said County and State,  and any renewals  and extensions thereof,  and \nall Borrower’s  right, title, and interest in and to said Lease, covering the following real \nestate.”  \n“Borrower will pay when due all rents and any and all other charges required by said \nLease, will comply with all other requirements of said Lease, and will not surrender or relinquish, without the Government’s written consent, any of Borrower’s right, title, or interest  in or to said leasehold  estate or under said Lease while  this instrument remains  in \neffect.”  \n \n \n \n     \n \n     \n \n    \n \n     \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-03-17) PN 505 \n \n  \n \n \nATTACHMENT  5-D HB1-3550  \nAttachment  5-D \nPage  1 of 1 \n \nTRANSMITTAL  COVER SHEET  FOR  MAPPING  SYSTEM  MODIFICATION  \n \nUtilize  this as a coversheet to transmit your request  for ineligible  area re-designations or errors  identified \nto the present public website mapping system. Complete all fields to avoid delays in your request.  \n \nRequest:  Re-designation of rural areas  \n \nCorrection of Error to existing  mapping system  \n \nState:    \n \nApplicable  Counties:    \n \nSubmitters Name  -   \nPoint of Contact:  \n \nEmail Address:    \n \nTelephone  #:   \n \nForm  RD 2006-3, Instruction  and Form  Justification  has been  completed \nand a copy of the State Supplement to the HB -1-3550 \n \nhas been  approved or is included with this submission. \n \n \nDocumentation  Submittal:  \n \nEmail   \nSend  to: RA.dcwashing3.SFHGLD(SFHGLD@usda.gov) \nAND  \nRA.dcwashing2.RDSFHDP(SFHDIRECTPROGRAM@usda.gov)   \n(When  an email  copy  is not feasible,  contact  the SFH Direct  Loan  Division  for instructions.)  \n \nComments: Include additional information  regarding errors  to the present  mapping  system  or re- designation \ncomments.  \n(01-23-03) SPECIAL  \nRevised  (03-19-20) PN 534 \n \n  \n \nATTACHMENT  5-E \nELIGIBILITY  SYSTEM  MODIFICATION REQUEST  PROCESS  \n \nInstructions  for Eligibility  Map  Changes  HB-1-3550  \nAttachment  5-E \nPage 1 of 6  \n \nNo map  changes  will be processed  without  an approved  Form  RD 2006- 3 showing  the rural \narea changes as adopted by the state. \nThe preferred method of delivery is electronic. Refer to Attachment 5- E regarding the \nlevel  of detail  and process  flow that occur  once  modified  maps  and text is submitted.  There are \nthree types of modification requests. The level of complexity (the number of modifications \nrequested) determines the length of time to production implementation.  \nAllow  ample  time prior  to implementation  of revised  ineligible  areas.  The RD GIS Portal  is the \npreferred method for maps as they are digitized and facilitate changes to the mapping system. Maps  that require  digitizing  to enable posting to the public  eligibility  website  will require \nadditional time, as will substantial changes to the existing mapping system.  \nOccasionally states identify actual errors to the public website mapping system (i.e. a \ncorrection  to an incorrectly  coded  map).  This type of modification  falls under  Type  1 identified \nin Attachment 5 -F. \nAttachment  5-F is provided for visual  purposes.  \n \nThe following information discusses the process of requesting changes to the public \neligibility website. It also discusses what the State Offices need to do in order to test and \napprove requested modifications. Finally, it will provide an idea of what is involved in the request approval process that must go through the Configuration Management & Standards Compliance  Branch  in the St. Louis  DCIO  office.  The level  of detail  is provided to keep  states \nabreast of the processes that must take place in order to modify the public eligibility website.  \n \nI. Modification  Request  Types,  Request  Instructions  and Examples  \n \nThere are 3 types  of modification  requests.  Their  descriptions  are below, along with the procedure \nto complete a request. The differences are (1) the number of modifications within a request and  \n(2) the length of time it will take for making the modifications  and their eventual  deployment  to \nthe Production environment. \n \nThe RD GIS Portal will be used to collaborate with and convey map changes to the RD GIS Specialist.  For further guidance,  please refer  to the RD GIS Portal  Collaboration Guide  which  is \npublished on the Single Family Housing SharePoint site under the Rural Areas folder.  \n \n(01-23-03) SPECIAL  PN \nRevised  (12-08-22) PN 572 \n \n HB-1-3550  \nAttachment  5-E \nPage 2 of 6  \n \n* Type  1 – Basic  Modification \\Correction  Request : \n \nA basic modification  request  is a request  that requires  modification  to the text description and/or  a \nstate’s eligibility map (mapping to be based at a county level). A basic modification has no more \nthan 2 ineligible  areas  within  the request.  This  request  should include  a map with  an outline  of the \nnew or modified ineligible area. Type 1 requests (including changes to boundary lines or corrections to erroneous maps) take approximately one to two weeks for modifications. When \nmodification  is complete,  the requestor  will be  contacted  for testing.  Once the maps  are tested  and \napproved by the requester, the implementation process will begin. The timeline for modification \nand implementation is typically 3 to 5 weeks.  \n* Type  2 - Moderate Modification \\New  Eligibility  Area  Request : \n \nA moderate modification or new eligibility area request is a request that requires significant \nmodifications  to more  than 2 ineligible  areas  on a state’s  eligibility  map (mappings  being based  at \na county level), or is a newly defined ineligible area. This request should include a map with an \noutline of the new or modified ineligible area. Type 2 requests take approximately two to four weeks for modifications. When modification is complete, the requestor will be contacted for testing. Once the maps are tested and approved by the requester, the implementation process will begin. The timeline for modification and implementation is typically 4 to 7 weeks.  \n* Type  3 – Text  Description  Modification  Request : \n \nA text description modification  request  is only for text changes.  Type  3 requests  should contain  the \nexact text the Field Office requires to be placed on the site. The text description will be utilized to prepare the boundary lines and will be compared to the map submitted. It is important that the text version clearly defines the boundaries submitted. When modification is complete, the requestor will be contacted for testing. Once the text version is tested and approved by the requester, the implementation  process  will begin. The timeline  for modification  and implementation  is typically  2 \nto 3 weeks.  \n \n \n  \n \n \n \n \n  \n \n \n \n \n \n  \n \n \n* How to request  a modification, addition or correction : HB-1-3550  \nAttachment  5-E \nPage  3 of 6 \n \nThe State  Office  should request  changes  through utilization  of a transmittal similar  to Attachment \n5-D. The Program Director is the state point of contact and communication regarding  \nmodifications, additions or corrections must be transmitted through the Program Director . \nRequests will not be accepted from Field Offices. Electronic requests will be forwarded to the \nNational Office at: RA.dcwashing3.SFHGLD ( SFHGLD@usda.gov) and RA.dcwashing2.RD- \nSFHDP ( SFHDIRECTPROGRAM@usda.gov). Accompanying each request, the state must \nclearly indicate the type of request to be performed. The request should have detailed listings \nof all changes required by county and\\ or city.  \n \nThe transmittal should also  clearly  reference what  should be changed  on the public eligibility  map. \nClearly referencing the changes to occur are recommended as follows: 1) If the State or Field \nOffices have access to Microsoft Word (place a copy of a map of the area to be modified into a Microsoft Word document. Utilize the drawing tools within Microsoft Word for highlighting changes that  are needed. 2) If the State or Field Offices have access to Adobe Acrobat, use the \ntools to draw on an existing map. 3) Scan a hand-written modification on a printed map. The examples provided are suggestions to a timelier more accurate implementation of boundary line \nchanges.  If the State  or Field  Office  cannot provide a detailed  mapping, a text description only will \nbe accepted. Insure the text version clearly defines the ineligible boundaries. Personnel from the \nEnterprise Technologies Branch in the St. Louis DCIO office will contact the requestor with any questions.  \n \n   \n \n     \n \n    \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (12-08-12) PN 572 \n \n HB-1-3550  \nAttachment  5-E \nPage 4 of 6  \n \nII. Testing  Requested  Changes  \n \nOnce the modifications have been made, they are implemented into the Test environment. Upon \nthese changes being made in the Test environment, the requestors will be contacted and asked to review the requested modifications for approval.  \n \nThe State or Field Office representatives that made the initial request should then review the requested changes in the Test environment. An email notification will be sent to the requestor notifying them  of modifications  implemented  into the Test environment. The Test environment \ncan be found at the following link:  \n \nEligibility  Test Site: https://eligibility.test.sc.egov.usda.gov/eligibility/welcomeAction.do \nThe user’s e- authentication identification will be utilized to access the site.  \nLog into the test environment and review the changes on both the map and the text description. If there are any issues with what has been changed, or questions, refer those issues/questions to whom the email request was received  from.  \n \n \n \n \n  \n \n \n \n \n  \n \n  \n \n   \n \n \n \n  \n \n \n \n \n \n \n \n  \n \nIII. Approving Requested Changes and  the Implementation  Process  HB-1-3550  \nAttachment  5-E \nPage 5 of 6  \n \nOnce the requestor has reviewed and approved the changes necessary for their ineligible area \nmap, respond to the email requestor stating that the changes made fit the business needs of the \nState  and Field  Offices.  The following information  lists specific detail  that must accompany  your \nresponse and confirmation. The items are required by the Configuration Management process in order to get the changes implemented to the Certification and deployed to the Production environments. The items that need to be listed in the email response are: \n• What  county and state  have been  reviewed  \n• State  that all changes  made have been  tested  and are acceptable  \n• State  that all changes  made should be moved to the Certification  and Production \nEnvironments  \n• In the email,  please refer  to RFA  number “A-11012” and RFC  number “RFC -11108”  \nThe above listed  items  are a requirement  for the User  Acceptance letters  used in the \nConfiguration Management implementation process. \nOnce received,  the Enterprise Technologies Branch  (ETB)  in the St. Louis DCIO  office  will \ncreate a request package for the implementation of the changes to be placed into both the Certification and Production environments. \nThere are many types of configuration implementation process. Updates to the public eligibility website will utilize the CERT \\HOLD\\PROD request type for Configuration Management \nimplementation. This request type indicates changes will be implemented into the Certification (CERT) environment first, followed by Production (PROD) in either of the next 2 regularly scheduled Production releases. The implementation into the Certification environment can take up to one week.  Additionally, a one- or two -week  gap between  implementation  to the Certification  and \nProduction environment could occur. \nOnce the changes  are placed  into the Certification  environment, the Enterprise Technologies Branch \nwill be responsible for reviewing/confirming the changes in the Certification environment match \nthose within the Test environment that was approved. These can be viewed at the following link: \nhttps://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do\n \nThe user’s  e-authentication  identification  will be utilized  to access  the site. \nAfter review of the Certification environment has been completed and approved, the Production \nimplementation will take place. The implementation will be completed during the next available, normal Production release (typically the following Wednesday, depending on the length of time it takes  the requestor  to reply  to the email  notification). If the Certification  environment review  fails, \nthe Enterprise Technologies Branch will acquire the correct file structure from the approved Test environment and request the local Configuration Management team re-deploy the correctly modified files.  \n \n(01-23-03) SPECIAL  PN \nRevised  (12-08-22) PN 572 \n \n HB-1-3550  \nAttachment  5-E \nPage 6 of 6  \n \nThe Production environment link is as follows: \nhttps://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do?pageAction=sfpd   \n*Extraordinary Circumstances/Special  Request  Process  \n \nIn the event that there are extenuating circumstances that require the updates be placed to the \nProduction environment more timely than the typical flow, a special request process can be utilized.  This request  must be justified  based  on Field  Office \\State  Office  need.  To submit a special \nrequest for an expedited implementation, the State Director must provide a justification as to the circumstances requiring an implementation timeline that requires attention over the typical flow of timelines outlined in Type 1, 2 and 3 above. The justification must indicate specific reasons for an expedited implementation and must confirm the need is beyond the control of the state and is not due to the lack of planning the change or otherwise an error on the part of the state. This justification will accompany the transmittal and modifications request.  \n \n    \n \n     \n \n     \n \n    \n \n     \n \n  \n \n \n  \n \n \nATTACHMENT  5-F HB-1-3550  \nAttachment  5-F \nPage  1 of 1 \nELIGIBILITY  SYSTEM  MODIFICATION WORKFLOW  \n \n \n(01-23-03) SPECIAL  PN \nRevised  (08-21-13) PN 465 \n"
}