[
  {
    "HB": "2-3550",
    "CHAPTER": "7",
    "CHAPTER_TITLE": "SPECIAL COLLECTIONS",
    "SECTION": "1",
    "SECTION_TITLE": "UNAUTHORIZED ASSISTANCE",
    "CFR": "7 CFR 3550.164",
    "7.1": "INTRODUCTION",
    "7.2": "OVERVIEW OF UNAUTHORIZED ASSISTANCE",
    "STATUTE_OF_LIMITATIONS": "6 years",
    "SPECIAL_PN_DATE": "05-27-98",
    "SPECIAL_PN": "SPECIAL PN",
    "REVISED_DATE": "01-09-08",
    "REVISED_PN": "PN 417",
    "PAGE_NUMBER": "7-1"
  },
  {
    "HB-2-3550": "",
    "Paragraph 7.2 Overview of Unauthorized Assistance": "",
    "False information includes information that": " (1) the borrower knew was incorrect or\nshould have known was incorrect; and (2) was provided or omitted for the purpose of obtaining\nassistance for which the borrower was not eligible. If both false and inaccurate information was\nprovided or omitted, the account is serviced as if the unauthorized assistance is solely the result\nof false information. A borrower is held accountable for false information provided by a third\nparty if the borrower knew or should have known that the information provided was incorrect.\nThe Statute of Limitations for collecting unauthorized assistance as a result of false information\nis 10 years.",
    "A. Three Types of Unauthorized Assistance": "",
    "1. Unauthorized Loan": "",
    "Loans made to unqualified loan borrowers, written at the wrong interest rate, or made": "",
    "for an ineligible purpose are considered unauthorized assistance. Borrowers are not": "",
    "considered to have obtained unauthorized assistance if, due to inaccurate information,": "",
    "they obtained a loan despite inadequate payment ability, or received a program loan when": "",
    "private credit would have been available.": "",
    "2. Unauthorized Subsidy": "",
    "Subsidy received by a borrower for which they were not eligible. The Agency only": "",
    "seeks collection of the unauthorized assistance if the amount received is equal to or": "",
    "greater than $550, in which case the borrower must repay the full amount of unauthorized": "",
    "subsidy received.": "",
    "Unauthorized assistance will not be pursued when an individual who is eligible for a": "",
    "same rates and terms assumption under HB-1-3550, Paragraph 13.14 B. has been": "",
    "occupying the security property, receiving subsidy based on their household income, and": "",
    "executes a same rates and terms assumption. As these cases are identified, the": "",
    "Unauthorized Assistance Unit will notify the individuals occupying the security property": "",
    "in writing that unauthorized assistance will be pursued unless an assumption agreement is": "",
    "signed within 90 days. A task will be sent to the Field Office informing them of the": "",
    "unauthorized assistance and a request to have the individuals execute a same rates and": "",
    "terms assumption. If the assumption is not executed within 90 days and the Field Office": "",
    "has not requested an extension to complete the processing of the assumption, collection": "",
    "of the unauthorized assistance will be pursued.": "",
    "7-2": ""
  },
  {
    "HB": "2-3550",
    "Paragraph": "7.2 Overview of Unauthorized Assistance",
    "Section": "3",
    "Title": "Unauthorized Grant",
    "Grant_Description": "Grants made to unqualified borrowers, or for an ineligible purpose, are considered unauthorized assistance.",
    "B": "Consequences for borrowers",
    "1": "Assistance Based on False Information",
    "Borrower_False_Info_Repay": "Borrowers who obtained unauthorized assistance based on false information must pay off the loan and repay the subsidy within 30 days of the expiration of all appeal rights.",
    "Borrower_Ineligible_Loan_Repay": "A borrower who received a loan without being eligible, or the loan was approved for unauthorized purposes, must repay the outstanding loan balance.",
    "Borrower_Unauthorized_Subsidy_Repay": "A borrower who received unauthorized subsidy must repay the unauthorized amount in a lump sum.",
    "Subsidy_Repaid_Timeframe": "If the unauthorized subsidy is repaid within the required time frame, the loan may be continued.",
    "Borrower_Payment_Subsidy": "The borrower also may continue to receive payment subsidy for the authorized amount.",
    "2": "Assistance Based on Inaccurate Information",
    "Borrower_Inaccurate_Info_Correct": "Borrowers who obtained unauthorized assistance based on inaccurate information also are required to correct the situation within 30 days of the expiration of all appeal rights.",
    "Agency_Permit_Borrower": "However, the Agency may permit the borrower to retain the loan, with some adjustments, and may assist borrowers who cannot repay delinquent amounts in a lump sum.",
    "Loan_Over_Income": "Loan to over-income borrowers.",
    "Section_502_Borrower_Income": "If a Section 502 borrower's income was above the moderate-income level at loan approval or closing, the borrower must refinance with private credit, or the loan must be converted to a nonprogram loan.",
    "Section_504_Borrower_Income": "If a Section 504 borrower's income was above the very low-income level at loan approval or closing, the loan must be converted to a Section 502 loan.",
    "Loan_Ineligible_Borrowers": "Loan to ineligible borrowers.",
    "Borrower_Ineligible_Loan": "If a borrower was not eligible for a loan, the Agency cannot continue the loan and must require that it be repaid within 30 days.",
    "Date_Special_PN_1": "(05-27-98) SPECIAL PN",
    "Date_Special_PN_2": "Revised (03-31-21) SPECIAL PN",
    "Page": "7-3"
  },
  {
    "HB-2-3550": "",
    "Paragraph 7.2 Overview of Unauthorized Assistance": "",
    "Loan to other borrowers": "The loan can be continued on existing terms if the loan was approved for unauthorized purposes, or the borrower's income was incorrect, but the borrower still qualified as income-eligible.",
    "Loan at wrong interest rate": "If the wrong interest rate was used on the promissory note, the account must be adjusted using the correct interest rate.",
    "Subsidy": "If a borrower received unauthorized subsidy based on inaccurate information, the borrower must repay the unauthorized amount.",
    "3. Unauthorized Grants": "",
    "Loans Made at the Wrong Interest Rates": "If a loan was made at the wrong interest rate, but the borrower was granted subsidy at the correct interest rate, the unauthorized assistance is zero for the period of the subsidy agreement. The promissory note must be corrected to reflect the appropriate interest rate.",
    "Borrowers who received an unauthorized Section 504 grant should correct the situation within 30 days of the expiration of all appeal rights, regardless of whether it was received based on false or inaccurate information": "The grant borrower must repay it in a lump sum or execute a promissory note agreeing to convert the grant to a Section 504 loan to be repaid over time, unless the borrower does not have repayment ability.",
    "If a borrower is unable to repay the unauthorized grant in a lump sum, the Servicing and Asset Management Office (Servicing Office) should evaluate the borrower's current financial situation": "If the borrower has repayment ability and agrees to repay the unauthorized assistance, the Servicing Office must execute Form RD 1940-16, Promissory Note. If the borrower has repayment ability but refuses to repay, the Servicing Office should document the information and seek a judgment on the account.",
    "Best Practice": "For grant of $7,500, seek the best lien obtainable to secure repayment.",
    "7-4": ""
  },
  {
    "HB-2-3550": "HB-2-3550",
    "7.3": "7.3",
    "document_title": "IDENTIFYING AND INVESTIGATING CASES",
    "agency_identification": "The Agency may identify instances of\nunauthorized assistance through file reviews\nconducted by the Servicing Office, referrals\nmade by a Field Office or private citizen, or\naudits conducted by the Office of the Inspector\nGeneral (OIG) of the United States Department\nof Agriculture. Suspected cases of\nunauthorized assistance must be investigated to\ndetermine whether unauthorized assistance was\nactually received.",
    "suspension_debarment": "Suspension or Debarment",
    "servicing_office_recommendation": "The Servicing Office Servicers should\nrecommend suspension or debarment when false\ninformation has been provided by the applicant.",
    "national_office_decision": "The National Office will decide whether to\naccept or reject the recommendation. The\nultimate decision is made by an Administrative\nLaw Judge.",
    "false_information_case": "If the case does not involve false information, the Servicing Office must\nconduct the investigation and document all actions and findings. Any case of\nunauthorized assistance that may be the result of false information must be referred to\nOIG. OIG also becomes involved in cases discovered during OIG audits. Whenever\nOIG is involved, all the Servicing Office actions are deferred until the OIG investigation is\ncompleted, or OIG declines to handle the case and refers it to the Servicing Office. If OIG\nchooses to handle a case, no further the Servicing Office involvement is necessary, unless OIG\nrequests assistance.",
    "borrower_awareness": "In the investigation of cases involving false information, OIG or the Servicing Office\nmust determine whether the borrower was aware of or should have been aware of false\ninformation submitted by a third party. Borrowers will not be penalized for false information\nsubmitted by a third party if they were not aware of the submission. In such a case, the account\nis serviced as if the unauthorized assistance is the result of inaccurate information.",
    "oig_reports": "OIG requires reports on the results of the investigation into any audit cases, regardless of\nwhether the case is handled by OIG or the Agency. Cases involving grants or pending\nliquidation are not closed until the account is paid in full, otherwise satisfied, or liquidation is\ncompleted.",
    "date_special_pn_1": "(05-27-98) SPECIAL PN",
    "date_special_pn_2": "Revised (03-31-21) SPECIAL PN",
    "page_number": "7-5"
  },
  {
    "HB-2-3550": "",
    "7.4": "NOTIFICATION AND APPEALS AND ADMINISTRATIVE COST",
    "A. Notify Borrower": "",
    "The Servicing Office must notify the borrower of the determination that unauthorized": "",
    "assistance has been received, specifying in detail the reasons the assistance was found to be": "",
    "unauthorized, and the amount to be repaid. The borrower has 30 days to consult with the": "",
    "Servicing Office or to dispute the claim.": "",
    "B. Borrower Consultation": "",
    "The borrower should contact the Servicing Office if he or she wishes to review": "",
    "the claim with the Agency. During the consultation, the Servicing Office should": "",
    "outline the reasons the assistance is believed to be unauthorized and document the": "",
    "borrower's responses. If the borrower requests additional time to assemble": "",
    "documentation, the Servicing Office may grant an extension that is long enough to gather such": "",
    "information. The number of days granted for the extension must be documented so that the": "",
    "notice of determination is not sent before the extension has elapsed.": "",
    "C. Notice of Determination": "",
    "At the end of the 30-day consultation period and after any extension period has elapsed,": "",
    "the Servicing Office should notify the borrower of the final amount of assistance determined to": "",
    "be unauthorized, where to send the payment, servicing actions to be taken by the Agency, and": "",
    "the borrower's appeal rights. Servicing actions to recover unauthorized assistance cannot": "",
    "proceed until the 30-day period allowed to request an appeal has elapsed and any appeal that is": "",
    "filed has been concluded.": "",
    "D. Administrative Cost": "",
    "Borrowers who are contractually obligated will be assessed a $300 administrative cost": "",
    "plus any additional third party costs if the borrower fails to repay unauthorized assistance or": "",
    "enter into an Agency approved repayment plan to repay the lump sum amount within 30 days": "",
    "after the borrower's appeal expiration date or final appeal determination date.": "",
    "7.5": "DETERMINING THE AMOUNT DUE",
    "A. Determine Correct Interest Rate": "",
    "If the loan was made at the wrong interest rate, the Servicing Office must determine the": "",
    "rate that should have been used at the time the loan was made.": "",
    "7-6": ""
  },
  {
    "Paragraph 7.5 Determining the Amount Due": true,
    "For borrowers who were income-eligible at loan approval and closing, the Servicing Office should use the Agency interest rate in effect at the time of loan approval or closing, whichever is lower.": true,
    "For borrowers who were not income-eligible for a Section 502 loan at loan approval or closing, the Servicing Office should use the nonprogram interest rate in effect at the time of loan approval. Appendix 6 contains a list of historical nonprogram interest rates.": true,
    "For borrowers who were not income-eligible for a Section 504 loan or grant, the Servicing Office should use the program or nonprogram interest rate that would have been applicable at the time the loan or grant was made.": true,
    "B. Determine Correct Subsidy Amount": true,
    "Consequences if a loan account adjustment results in delinquency:": true,
    "In the case of false information:": true,
    "Borrower must repay in a lump sum; or": true,
    "Servicing Office accelerates loan.": true,
    "In the case of inaccurate information:": true,
    "Borrower may repay in a lump sum; or": true,
    "Borrower may consent to reamortizing the account; or": true,
    "The amount of subsidy borrowers were eligible to receive will be calculated based on the amount they were eligible for at the time the unauthorized assistance began, even if their eligibility has changed over time.": true,
    "C. Reverse and Reapply Procedures": true,
    "For unauthorized assistance resulting from payment subsidy, a fee may be established in accordance with Paragraph 7.6 B.2. For all other types of unauthorized assistance, borrower accounts must be adjusted retroactively to establish the amount of unauthorized assistance. This adjustment or fee amount calculation involves determining the amount paid by the borrower since the unauthorized assistance began and applying that amount to the monthly installments that should have been charged, as illustrated in Exhibit 7-1. This may create an account delinquency in the amount of the unauthorized assistance that must be repaid.": true,
    "05-27-98 SPECIAL PN": true,
    "Revised (03-31-21) SPECIAL PN": true,
    "7-7": true,
    "HB-2-3550": true
  },
  {
    "HB-2-3550": "HB-2-3550",
    "Exhibit": "7-1",
    "Procedures": "Reverse and Reapply Procedures",
    "LoanDate": "January 1996",
    "ErrorIdentified": "April 1996",
    "IncorrectPayment": "400",
    "CorrectPayment": "450",
    "Month_January": "January",
    "IncorrectRate_January": "400",
    "CorrectRate_January": "450",
    "Month_February": "February",
    "IncorrectRate_February": "400",
    "CorrectRate_February": "450",
    "Month_March": "March",
    "IncorrectRate_March": "400",
    "CorrectRate_March": "450",
    "Month_April": "April",
    "IncorrectRate_April": "400",
    "CorrectRate_April": "250",
    "TOTAL": "TOTAL",
    "IncorrectRate_Total": "1,600",
    "CorrectRate_Total": "1,600",
    "AccountStatus": "Mr. Smith's account is now $200 past due.",
    "Section": "7.6",
    "Action": "SERVICING ACTIONS",
    "Assistance": "A. Assistance to Borrowers",
    "AssistanceOffer": "The Agency offers no assistance to loan borrowers who obtained unauthorized assistance based on false information.",
    "PaymentRequirement": "If the borrower is unable or unwilling to make the required payment within 30 days of the expiration of all appeal rights, the loan will be accelerated.",
    "SCRA": "SCRA OF 2003",
    "MortgageInterest": "Original mortgage interest rate must be restored when loan is accelerated for borrowers protected by the Act.",
    "ReamortizationAssistance": "If a borrower obtained unauthorized assistance based on inaccurate information and is unable to repay the amount due in a lump sum, the Agency will assist the borrower by reamortizing the loan to include the delinquent amount.",
    "ReamortizationFailure": "If the borrower fails to authorize reamortization within 30 days of the expiration of all appeal rights, the loan will be accelerated.",
    "LumpSumPayments": "Any lump sum payments received after the account is accelerated will be handled in accordance with Paragraph 6.5 B.5.",
    "PageNumber": "7-8"
  },
  {
    "Paragraph": "7.6",
    "Topic": "Servicing Actions",
    "Section": "B. Processing Changes to the Account",
    "Subsection_1": "1. Change in Interest Rate",
    "Form_1": "Form RD 1940-16",
    "Action_1": "must be amended",
    "Borrower_Action": "must initial the change",
    "Basis": "State law, and with the advice of the Office of General Counsel (OGC)",
    "Document_Type": "real estate mortgage or deed of trust",
    "Amendment_Needed": "may also need to be amended",
    "Borrower_Failure_Action": "fails to execute Form RD 1940-16 or other required documents within 30 days",
    "Servicing_Office_Action": "should obtain advice from OGC and accelerate the account",
    "Subsection_2": "2. Change in Subsidy",
    "Condition": "If the current subsidy agreement is incorrect",
    "Servicing_Office_Action_2": "must reverify the borrower's income",
    "Procedure_Location": "Chapter 4",
    "Exception": "unless the required information has been gathered during the course of the unauthorized assistance investigation",
    "Servicing_Office_Action_3": "should send Form RD 3550-21 to the borrower",
    "Borrower_Failure_Action_2": "fails to provide the required information within 30 days",
    "Consequence": "the installment at the promissory note interest rate will be due",
    "Assistance_Status": "unauthorized assistance will be established as a fee on the account",
    "Fee_Placement": "will be placed on the primary loan",
    "Fee_Payment_Timeline": "will be due and payable within 30 days",
    "Lump_Sum_Payment_Effect": "If a lump sum payment is made, it will be applied against the fee",
    "Subsection_3": "3. Reamortization",
    "Condition_2": "If a borrower received unauthorized assistance based on inaccurate information and is unable to repay the unauthorized amount within 30 days",
    "Account_Action": "the account can be reamortized to include the unauthorized amount using Form RD 3550-18",
    "Property_Condition": "if the borrower occupies the property",
    "Borrower_Failure_Action_3": "If the borrower fails to sign Form RD 3550-18 within 30 days",
    "Account_Action_2": "the account will be accelerated",
    "Escrow_Requirement": "Escrow will be required at the time of reamortization if the borrower is delinquent on real estate taxes and insurance or does not have insurance",
    "Section_2": "C. Reactivating Satisfied Accounts",
    "Condition_3": "If a former borrower with a satisfied account is found to have received unauthorized subsidy",
    "Account_Action_3": "the account must be reopened so that the necessary account adjustments can be made",
    "Servicing_Office_Action_4": "should attempt to contact the former borrower using the last known address and phone number to inform them of the unauthorized subsidy and to request repayment",
    "Repayment_Agreement": "If the borrower agrees to repay, he or she should execute Form RD 1940-16",
    "New_Form_Interest_Rate": "should be written at the interest rate that had been used for the initial loan",
    "Term_Length": "should be as short as feasible, given the former borrower's ability to pay, but generally not more than 5 years",
    "Mortgage_Status": "If the real estate mortgage or deed of trust had not been released",
    "OGC_Consultation": "OGC should be consulted about any changes in the documents necessary to secure repayment",
    "Date_1": "(05-27-98)",
    "Type_1": "SPECIAL PN",
    "Page": "7-9",
    "Date_2": "Revised (03-31-21)",
    "Type_2": "SPECIAL PN",
    "HB_Number": "HB-2-3550"
  },
  {
    "HB-2-3550": "",
    "borrower_fails_repay": "If the borrower fails to repay the unauthorized subsidy, the Servicing Office should attempt to obtain financial information about the borrower. If the borrower has assets, the Servicing Office should seek a judgment to secure repayment. If financial information is not available or the borrower cannot be located, the Servicing Office should debt settle the unauthorized subsidy as described in Section 3 of this chapter.",
    "real_estate_mortgage": "If the Real Estate mortgage or Deed of Trust has been released and the amount of unauthorized assistance is less than $550, the unauthorized assistance will not be pursued.",
    "page_number": "7-10"
  },
  {
    "HB-2-3550": "true",
    "SECTION 2": "OFFSETS [7 CFR 3550.210]",
    "7.7 OVERVIEW OF OFFSETS": "true",
    "7.8 ANNUAL REVIEW OF DELINQUENT ACCOUNTS": "true",
    "(05-27-98) SPECIAL PN": "true",
    "Revised (03-31-21) SPECIAL PN": "true",
    "page_number": "7-11"
  },
  {
    "HB-2-3550": "",
    "Paragraph 7.8 Annual Review of Delinquent Account": "",
    "7.9": "SALARY AND ADMINISTRATIVE OFFSETS",
    "offset_determination_days": "15",
    "A. Amount of Offsets": "",
    "offset_percentage": "15",
    "page_number": "7-12"
  },
  {
    "Paragraph 7.9 Salary and Administrative Offsets": "",
    "B. Notifying the Borrower": "",
    "Handbook Letter 104(3550)": "",
    "Notification of Salary Offset should be used to notify the borrower of a salary offset, and Handbook Letter 105(3550), Notification of Administrative Offset should be used to notify the borrower of an administrative offset. The notification letter must be sent by both regular and certified mail with a return receipt requested. The letter should state the nature and amount of the debt, the intended date of collection, the facts giving rise to the determination, and an explanation of the borrower's rights.": "",
    "Time Frames": "",
    "An offset must not take effect until": "30",
    "days after the borrower receives notice of the Agency's intent to use offset. Time frames begin once the borrower signs for the certified mail. If the certified mail receipt is not signed, the time frame begins on the date of nondelivery for salary offset and 10 days after the regular mail was sent for administrative offset.": "",
    "The Agency is not required to provide notification before effecting an administrative offset if providing the notice would substantially affect the Government's ability to collect the debt. However, if the borrower was not previously notified, the borrower should be notified as soon as possible using Handbook Letter 105(3550).": "",
    "C. Borrower Response and Appeals": "",
    "Borrowers may avoid having their salaries or other payments offset by paying the delinquency within 30 days. If the account has been accelerated the full amount owed must be paid. If the account has not been accelerated, the borrower must make a payment sufficient to bring the account current.": "",
    "Borrowers have the right to obtain copies of their records, provide evidence against the claim, have a consultation with the Servicing Office, and appeal the decision. Borrowers must make all requests in writing. The Servicing Office should send a letter to advise the borrower of the decision for all requests made, unless the borrower's request was for copies of documents only. If the borrower's request is denied, the letter should state the reasons for the denial and the borrower's appeal rights. All decisions should be documented in LoanServ.": "",
    "Requests for Records": "",
    "Borrower requests for copies of their records should be met as quickly as possible to enable the borrower to review documents, provide evidence to the Servicing Office, or to file a petition. Copying costs may be charged to the borrower's account.": "",
    "HB-2-3550": "",
    "7-13": "",
    "(05-27-98) SPECIAL PN": "",
    "Revised (03-31-21) SPECIAL PN": ""
  },
  {
    "HB-2-3550": "",
    "Paragraph 7.9 Salary and Administrative Offsets": "",
    "1. Consultation with the Servicing Office and NAD Appeals": "",
    "borrower_questions": "A borrower who has any questions concerning the determination of the offset may consult with the Servicing Office",
    "servicing_office_review": "As a result of the consultation, the borrower may request that the Servicing Office review additional documentation to refute of the determination.",
    "borrower_request_reasons": "Borrowers must state in the request the reasons for the review.",
    "borrower_additional_time": "If the borrower needs additional time to assemble documentation, an extension may be granted for the amount of time the Servicer believes will be needed to gather such information.",
    "reviews_based_on_evidence": "All reviews are based on written evidence, unless otherwise agreed upon by the Agency and borrower.",
    "payments_not_offset": "Payments are not offset until the borrower is sent a letter about the Agency's decision.",
    "appeal_servicing_office_decision": "The borrower may appeal a Servicing Office adverse decision to the National Appeals Division (NAD) following the procedures described in Paragraph 1.9.",
    "appeals_to_nad_action_suspended": "If a borrower appeals to NAD, action on the offset is suspended until NAD has made a determination.",
    "2. Delinquency Workout Agreement": "",
    "delinquency_workout_agreement_offer": "If a borrower requests a delinquency workout agreement, the offer should be accepted if the amount offered is not less than the Agency would obtain from an offset.",
    "hardship_unfairness_consideration": "Extreme hardship or unfairness to the borrower due to the offset may be a consideration in the decision.",
    "borrower_exempted_from_offset": "If a borrower is exempted from offset because of extreme hardship or unfairness, the Servicing Office and the borrower must agree on a delinquency workout agreement, and the debt must have adequate security.",
    "reject_offer_payment_in_lieu": "Any decision to reject an offer for payment in lieu of a salary offset must be based on an analysis of the borrower's financial situation.",
    "3. Debt Settlement": "",
    "debt_settlement_offer": "A debt settlement offer in lieu of offset may be considered only if the account has already been accelerated or the delinquency is owed by a former borrower with an inactive account.",
    "borrower_requests_debt_settlement": "If a borrower requests debt settlement, the borrower should be informed of the application procedures for debt settlement, but action on the offset should not be delayed.",
    "debt_settlement_procedures_section": "Debt settlement procedures are provided in Section 3 of this chapter.",
    "4. Petitioning for a Salary Offset Hearing or Administrative Offset Appeal": "",
    "request_hearing_appeal": "Borrowers who wish to request a hearing or appeal conducted by an Administrative Law Judge or other official not under the control of the Secretary of Agriculture must submit a petition to the Servicing Office within 30 days of the notification of salary and administrative offset.",
    "borrower_state_reasons": "The borrower must state in the petition the reasons supporting the request and sign it.",
    "petitions_filed_late": "Petitions filed late are only accepted if the delay was beyond the borrower's control.",
    "page_number": "7-14"
  },
  {
    "Paragraph": "7.9 Salary and Administrative Offsets",
    "Servicing Officemay choose to provide a borrower who has requested a salary offset hearing the opportunity for a review of file documents in lieu of a salary offset hearing": "if the matter can be solved more efficiently in this manner. The borrower must be notified of the acceptance or non-acceptance of a petition and the time and place of the hearing, if applicable. Accepted petitions stay the collection of the debt.",
    "Final decisions should outline the facts of the case and provide a repayment schedule": "if applicable. Decisions are made within 60 days of the request for a salary offset hearing and 30 days of the hearing for administrative offset.",
    "D. Processing Offsets": "",
    "Paying agencies must be provided written certification that the debtor owes the Agency a debt. The certification outlines the basis for the offset": "amount, due date, and a confirmation that the Agency abided by the regulations for offsets. If proper certification is not provided to the paying agency, the request will be returned to the Servicing Office. Once the Servicing Office receives notice from the paying agency that the offset has been effected, the Servicing Office should credit the borrower's account in LoanServ for the amount offset.",
    "1. Administrative Offset": "",
    "To request an administrative offset": "the Servicing Office should send Handbook Letter 106(3550), Request for Administrative Offset to the appropriate Federal agency. The Servicing Office must cancel administrative offset requests by written notification to the paying agency once the borrower's account is brought current or otherwise satisfied. An agency may decline an administrative offset request if the offset would substantially interfere with or defeat the purposes of a program.",
    "Paying agencies should be notified as soon as practical of debtors eligible for administrative offset so that the paying agency can flag the debtor's account. Early identification can help alleviate problems with collecting the debt under the statute of limitations. If at least 1 year has elapsed since the original administrative offset was requested from the paying agency": "the debtor may offer a repayment plan in lieu of the offset.",
    "(05-27-98) SPECIAL PN": "",
    "Revised (03-31-21) SPECIAL PN": "",
    "Page Number": "7-15"
  },
  {
    "HB-2-3550": "",
    "Paragraph 7.9 Salary and Administrative Offsets": "",
    "2. Salary Offset": "",
    "Handbook Letter 107(3550)": "Request for Salary Offset to the paying agency",
    "Handbook Letter 103(3550)": "",
    "offset percentage": "15",
    "7.10 IRS OFFSET": "",
    "notice period": "60-day",
    "A. Amount of the Offset": "",
    "page_number": "7-16"
  },
  {
    "Paragraph": "7.10 IRS Offset",
    "Section": "B. Processing",
    "IRSProvidesSchedule": "Each year, IRS provides the Servicing Office with a schedule for submitting preliminary and final lists of borrowers eligible for IRS offset.",
    "LoanServScreensAccounts": "After LoanServ screens borrower's accounts, the Servicing Officeshould submit to IRS a preliminary list of the borrowers eligible for offset.",
    "BorrowerNotification": "Borrowers should be notified of the upcoming IRS offset using Handbook Letter 108(3550), Notification of IRS Offset.",
    "BorrowerDaysToProvideEvidence": "Borrowers have 60 days from the date of the letter to provide the Servicing Office with evidence against the determination in writing or to pay the delinquency.",
    "ServicingOfficeDetermination": "If the borrower provides documentation, the Servicing Office should determine whether offset will be exercised and send Handbook Letter 109(3550), Confirmation of IRS Offset advising the borrower of the decision.",
    "OffsetDocumentation": "If the documentation provided by the borrower demonstrates that the offset should not be used or should be for a lower amount, or if the borrower pays the amount owed, the Servicing Office should amend the list provided to IRS to reflect the changes.",
    "ServicingOfficeFinalList": "The Servicing Office must submit a final list of the borrowers eligible for offset to the IRS in accordance with the schedule provided by the IRS.",
    "RevisionsToFinalList": "Any revisions to the final list can only consist of removing borrowers from the list entirely or reducing the amount to be offset.",
    "IRSOffsetCannotBeCanceled": "Since an IRS offset cannot be canceled after the final request has been made, offset amounts that should not have been taken must be refunded to the borrower.",
    "IRSNotifiesBorrower": "IRS notifies the borrower after his or her tax refunds have been offset.",
    "ServicingOfficeCreditAccount": "The Servicing Office will credit the borrower's account for the amount of the offset, less the IRS processing costs.",
    "Section7.11": "7.11 REFUNDS",
    "OffsetsReturned": "Offsets received by the Agency in excess of the debt must be returned to the borrower.",
    "AdministrativeOffsetsRefund": "For administrative offsets only, the refund will include interest on the overpayment calculated at the 90-day treasury bill rate (Exhibit B of RD Instruction 440.1) within 45 days of determining that an overpayment was received.",
    "SpecialPN_Date1": "(05-27-98) SPECIAL PN",
    "SpecialPN_Date2": "Revised (03-31-21) SPECIAL PN",
    "PageNumber": "7-17"
  },
  {
    "HB-2-3550": "HB-2-3550",
    "page_intentionally_left_blank": "(This page was intentionally left blank.)",
    "page_number": "7-18"
  },
  {
    "HB-2-3550": "",
    "SECTION 3": "DEBT SETTLEMENT",
    "Debt settlement should be pursued when all other attempts to collect outstanding debt have failed": "",
    "If the outstanding debt is secured, debt settlement cannot be pursued until the loan is accelerated or fully matured": "",
    "If the outstanding debt is unsecured, debt settlement may be pursued at any time, whether or not it is due and payable": "",
    "Settlement may be requested by the debtor or initiated by the Agency": "",
    "Debt settlement, when complete, closes the debtor's account": "",
    "Debt settlement may take one of the following forms": "",
    "Compromise": "An agreement that permits the debtor to retain the security property and be released from further liability upon receipt of a specified lump sum that is less than the total amount due. In all instances a reasonable compromise offer is the most expedient and cost-effective method of settling the remaining balance on a debt.",
    "Adjustment": "An agreement to release a debtor from liability, generally upon receipt of an initial lump sum and the promise of additional periodic payments over a period up to 5 years. The debtor is not permitted to retain the security property, except in cases of valueless liens.",
    "Charge-off": "An action taken by the Agency when a compromise or adjustment cannot be negotiated, but the debtor is not to be released from liability.",
    "Cancellation": "An action taken by the Agency to cease collection activities and release the debtor from personal liability for any remaining amounts owed.",
    "Form RD 3550-20, Application for Settlement of Indebtedness, is used to process all four forms of debt settlement": "",
    "However, the Servicing Office may enter into a verbal agreement for a compromise offer which will be documented on LoanServ and confirmed by letter within 5 days to the borrower": "",
    "The verbal agreement for the compromise should generally require payment within 30 days": "",
    "Adjustment offers must always be documented on Form RD 3550-20": "",
    "In addition, when the agency cancels debt without application, the basis for cancelling the debt will be documented on LoanServ in lieu of a RD 3550-20": "",
    "7.12 COMPROMISE AND ADJUSTMENT OF DEBT [7 CFR 3550.253]": "",
    "The Agency may agree to a compromise or adjustment for less than the debt owed and cancel the remaining debt": "",
    "The debtor may request a compromise or adjustment by completing Form RD 3550-20": "",
    "No payment should be accepted until an agreement has been approved; any payment submitted with Form RD 3550-20 must be returned to the debtor": "",
    "(05-27-98) SPECIAL PN": "",
    "Revised (03-31-21) SPECIAL PN": "",
    "7-19": ""
  },
  {
    "HB-2-3550": "",
    "Paragraph 7.12 Compromise and Adjustment of Debt [7 CFR 3550.253]": "",
    "compromise_or_adjustment_offer_agency_establish": "the Agency must establish that the offer represents the maximum amount the debtor is able to pay based on available financial information as described in Paragraph 7.16. The Agency will not agree to a compromise or an adjustment if there is doubt about a debtor's ability to pay that reduced amount.",
    "A. Compromise": "",
    "compromise_involves_acceptance_lump_sum": "A compromise involves the acceptance of a lump-sum payment of less than the total amount owed and cancellation of the remaining debt. A debtor may retain the security property under a compromise offer if the compromise payment is at least equal to the net recovery value of the property and it is in the best interest of the Government.",
    "B. Adjustment": "",
    "adjustment_provides_payment_initial_lump_sum": "An adjustment provides for payment of an initial lump sum representing the maximum amount the debtor can afford to pay and a new schedule of regular payments over the shortest period the debtor can afford, but no longer than 5 years. If the adjustment offer is for less than the full outstanding debt, any remaining balance is canceled once all payments under the adjustment agreement have been made. The debtor is not permitted to retain the security property, except in the case of a valueless lien.",
    "adjustment_offer_approved_servicing_office": "When an adjustment offer is approved, the Servicing Office must establish an adjustment account, send regular billing statements, and archive any account balance in excess of the adjustment offer. In the event of a default on the agreement, the entire debt should be reinstated. The archived account balances should not be written off and reported to the IRS until the adjustment offer has been fulfilled or the entire remaining debt is canceled because the debtor has defaulted on the adjustment agreement.",
    "debtor_adjustment_account_past_due": "A debtor whose adjustment account becomes past due should be contacted as soon as a payment is missed to determine their circumstances and to aggressively seek collection. Any account under an adjustment agreement that becomes past due should immediately be referred for offset, as described in Section 2 of this chapter.",
    "analysis_debtor_circumstances_servicing_office": "Based on an analysis of the debtor's present circumstances, the Servicing Office may decide to modify the adjustment agreement. The Servicer may approve only one amendment to an adjustment agreement. Any further amendments must receive prior authorization from the next-level supervisor. If the adjustment agreement is modified, it must be documented on Form RD 3550-20, or in LoanServ by the Servicing Office and confirmed by letter to the borrower.",
    "page_number": "7-20"
  },
  {
    "HB-2-3550": "true",
    "Paragraph 7.12": "Compromise and Adjustment of Debt [7 CFR 3550.253]",
    "debtor_repay_instructions": "If the debtor is unable or unwilling to repay the debt, the Servicing Office must notify the debtor, in writing, that the adjustment agreement is canceled and inform the debtor of all available appeal rights.",
    "adjustment_agreement_cancellation": "If an adjustment agreement is canceled, payments made by the debtor prior to the cancellation are retained by the Agency.",
    "7.13": "RECALL TREASURY DEBT",
    "debt_recalled_from_treasury": "A debt is recalled from Treasury when the Agency has determined that it is in the best interest of the Government to end collection efforts that were used to resolve a Direct Single Family Housing debt remaining after the liquidation of the secured property.",
    "determination_pursuant_to": "This determination is pursuant to the Debt Collection Improvement Act, - 31 U.S.C. 3711(a)(3) and USDA regulation 7 CFR 3.20; as well as, 31 CFR 903.3(a) which identifies the circumstances under which a debt may be terminated.",
    "agency_evaluation": "The Agency will evaluate if a substantial amount of debt is being collected by Treasury by reviewing both the amount of the debt owed (outstanding) and the amount collected regardless of the amount of the debt owed.",
    "annual_reviews": "Annual reviews of a three year collection history will be conducted to determine if:",
    "treasury_collected_30_percent": "Treasury collected at least 30% of the outstanding balance initially due during the past three year period or",
    "treasury_collected_3600": "Treasury collected more than $3,600 during the past three years.",
    "unsecured_debt_recall": "If a substantial amount of unsecured debt has not been collected by Treasury during the past three years, the debt may be recalled by the Agency.",
    "debt_recall_cancellation": "Once debts are recalled from Treasury, the Agency shall cancel the accounts without further analysis.",
    "agency_issues_irs_form": "The Agency issues IRS Form 1099-C (Cancellation of Debt) to borrowers whose debts have been cancelled.",
    "7.14": "CHARGE-OFF OF DEBT",
    "debt_charged_off": "A debt is charged off when a compromise or adjustment cannot be negotiated with a debtor, but available information indicates that the debtor is able to repay some part of the debt now or in the future.",
    "servicer_use_form": "The Servicer should use Form RD 3550-20 to charge off a debt.",
    "page_number": "7-21",
    "special_pn_date": "(05-27-98) SPECIAL PN",
    "revised_date": "Revised (03-31-21) SPECIAL PN"
  },
  {
    "HB-2-3550": "",
    "Paragraph 7.14 Charge-Off OF debt": "",
    "debtor_liability": "A charge-off does not release the debtor from liability. Debtors whose debts have been charged off will be referred to Treasury for collection. If the Department of Treasury determines the debt is uncollectible and returns to the account to the Agency, the Agency will cancel the debt under paragraph 7.15. An account that has been charged off can be settled through a compromise, adjustment, or cancellation at any time. The debtor is not permitted to retain the security property, except in the case of a valueless lien or when the total debt against the secured property is $7,500 or less.",
    "7.15 CANCELLATION OF DEBT": "",
    "debt_cancellation_conditions": "Debt will be canceled only if other means of debt settlement cannot be used, there is no security remaining, and the available information indicates that the debtor is unable to repay any part of the debt and has no prospects of doing so in the future. If the security is remaining, cancellation may be approved when the total debt against the secured property is less than $7,500 and the account has been accelerated. Form RD 3550-20 is used to cancel a debt. f a cancellation is approved based on a review of the borrowers account without the submission of Form RD 3550-20, the decision will be documented in LoanServ without use of the RD Form.",
    "A. Application from Debtor": "",
    "debtor_application_cancellation": "Upon application by the debtor, the debt may be canceled when there is no deficiency judgment or the debtor is unable to pay any part of the debt and has no reasonable prospects of doing so in the future.",
    "page_number": "7-22"
  },
  {
    "Paragraph": "7.15",
    "Cancellation of Debt": null,
    "B. No Application from Debtor": null,
    "circumstances listed below": null,
    "OGC has provided a written opinion indicating that the claim is not legally enforceable.": null,
    "The debt has been serviced by the Department of Treasury and returned to the Agency as uncollectible unless it can be documented that further monies can be collected (for example, if a debtor is due to receive an inheritance at a specific point in time)..": null,
    "The debtor is deceased, and there are no other known assets from which collection could be made if: (1) a final settlement has been made and confirmed by the probate court, and the Agency has received all the funds to which it is entitled; or (2) a final settlement has not been made and confirmed by the probate court, but there are no assets from which there is reasonable prospect of recovery.": null,
    "The debtor has been discharged from the debt through bankruptcy. Such debtors are not personally liable for the debt, and no attempt should be made to collect. However, if debts were discharged, but the debtor executed a new promise to pay prior to the discharge that was properly affirmed by the court, the debtor is liable for the debt and cancellation would not be appropriate.": null,
    "A judgment has been obtained, the Department of Justice (DOJ) file is closed, and:": null,
    "The debtor has no known assets or future debt-paying ability, has disappeared and cannot be found without undue expense, and there is no existing security for the debt; or": null,
    "Three years have elapsed since any collections were made on the judgment and the debtor has no equity in the subject property.": null,
    "A property sold at a foreclosure sale does not generate sufficient proceeds to satisfy the outstanding debt, deficiency judgment was obtained, and OGC has advised that no further collection efforts may be pursued.": null,
    "HB-2-3550": null,
    "(05-27-98) SPECIAL PN": null,
    "Revised (03-31-21) SPECIAL PN": null,
    "7-23": null
  },
  {
    "HB-2-3550": "true",
    "Paragraph": "7.16 Negotiating A Settlement",
    "Settlements must be negotiated consistently to avoid disparate treatment": "true",
    "Form RD 3550-20": "true",
    "debtor submit additional information within": "30 days",
    "page_number": "7-24"
  },
  {
    "Paragraph_Negotiating_Settlement": "7.16",
    "Debtors_expense_verifications": "such as medical expenses;",
    "Tax_returns_and_bank_statements": "true",
    "County_records": "such as personal property tax rolls, to determine what other assets the debtor has or may have recently disposed of; and",
    "Department_of_Labor_wage_information": "where available.",
    "Subsidy_renewal_available": "true",
    "Additional_verifications_needed": "conducted in accordance with the policies described in Chapter 4",
    "Costs_involved_in_obtaining_financial_information": "charged to the debtor's account",
    "Credit_reports_obtained": "if there is reason to believe the debtor has not provided complete and accurate financial information",
    "Compromise_adjustment_cancellation_agreement": "reached with one of several joint debtors",
    "Servicer_must_document_reasons": "other parties not included on Form RD 3550-20",
    "Joint_debtors_cannot_be_included": "if deceased, discharged in bankruptcy, or have disappeared",
    "Special_Case_Debtors": "B",
    "Deceased_Debtors": "1",
    "Offer_to_settle_debt": "made by duly-appointed executor or administrator",
    "Claims_against_estates_settled": "based on value of security property and expected value of estate after paying expenses",
    "Priority_over_Agency_claims": "cost of administration, allowances of minor children/surviving spouse, funeral expenses, dower/curtsey rights",
    "Debtors_Who_Have_Disappeared": "2",
    "Efforts_to_locate_debtor": "contact with Post Offices, motor vehicle licensing authorities, telephone/city directories, utility companies, local, State, Federal Government agencies, relatives/friends, neighbors/employers, children's schools, skip-tracing agencies, Social Security Administration",
    "Debtor_location_documented": "thoroughly",
    "SPECIAL_PN_Date": "05-27-98",
    "SPECIAL_PN_Revised_Date": "03-31-21",
    "Page_Number": "7-25",
    "HB": "2-3550"
  },
  {
    "HB": "2-3550",
    "Paragraph": "7.16",
    "Negotiating A Settlement": null,
    "Settlement Where Debtor Owes More Than One Type of Agency Loan": null,
    "7 CFR": "3550.252(c)",
    "7.17 PROCESSING DEBT SETTLEMENTS": null,
    "A. Escrow and Unapplied Funds": null,
    "7 CFR 3550.252(h)": null,
    "B. Approved Settlements": null,
    "Execute Form RD": "3550-20",
    "page_number": "7-26"
  },
  {
    "Paragraph": "7.17",
    "Topic": "Processing Debt Settlements",
    "Section": "C. Rejected Settlements",
    "Form": "RD 3550-20",
    "Notification": "The debtor must be notified, in writing, of the reasons that his or her settlement offer has been rejected and must be informed of their appeal rights.",
    "Original Form": "The original form should be sent to the Field Office for filing in the debtor's case file and a copy should be attached to the debtor's settlement rejection letter.",
    "Section_2": "D. Notify the IRS and Credit Agencies",
    "Regulation": "7 CFR 3550.252(e)",
    "IRS_Reporting": "In accordance with the requirements of the IRS, the Servicing Office must report to the IRS debts that have been settled.",
    "IRS_Form": "IRS Form 1099-C, Cancellation of Debt is used to report any debt (principal balance and any administrative costs) settled through cancellation, compromise, or adjustment.",
    "Debt_Collection": "After reporting the debt to the IRS, no further efforts to collect the debt should be made.",
    "Credit_Reporting": "Credit reporting agencies also must be notified of debt settlement actions.",
    "Paragraph_2": "7.18",
    "Topic_2": "DISPOSITION OF PROMISSORY NOTES AND RELEASE OF SECURITY INSTRUMENTS",
    "Debt_Satisfaction": "When the debt is satisfied through any of the debt settlement mechanisms, the Field Office must generate the appropriate satisfaction and/or release letter.",
    "Debtor_Request": "If the debtor requested the settlement, the Field Office should indicate on the note the method by which it was satisfied and return it to the debtor, along with the satisfaction and/or release letter and the mortgage.",
    "Agency_Cancellation": "If the debtor did not request settlement and the Agency chooses to cancel the debt, the satisfaction letter should be sent to the Field Office and retained in the debtor's case file. In cases of cancellation or chargeoff, the note will not be returned to the debtor.",
    "Page": "7-27",
    "Date_1": "05-27-98",
    "Type_1": "SPECIAL PN",
    "Revised_Date": "03-31-21",
    "Type_2": "SPECIAL PN",
    "HB": "HB-2-3550"
  }
]