{
  "page_1": "H \nHB-1-3550  \n9.1 INTRODUCTION  \nThis chapter  describes  the requirements  for processing  loans in several  special  situations.  \nSection 1 discusses conditional commitments. Section 2 deals with processing requirements \nsurrounding condominium ownership, community  land trusts,  and planned unit developments. \nThe chapter concludes with Section 3, which describes the specific processing differences for manufactured homes. \nSECTION  1: CONDITIONAL  COMMITMENTS  [7 CFR 3550.70]  \n9.2 OVERVIEW  OF CONDITIONAL  COMMITMENTS  \nA conditional commitment is a written  assurance  from  the Agency  to a qualified  builder, \ndealer -contractor, or seller that a dwelling to be constructed or rehabilitated will be certified as \nacceptable for purchase by qualified loan applicants, as long as the construction and sales price meet certain conditions. The conditional commitment does not reserve loan funds, nor does it guarantee that an eligible loan applicant will be available to purchase the property. It does, however, provide a reasonable assurance to the builder that the home will be eligible for financing once it is compl eted.  \nIf the area does not remain  rural,  the conditional commitment will not be honored unless \na purchaser is found who applied for a loan before the rural area designation changed. \n9.3 APPLICATION AND FEE  \nBuilders, dealer -contractors, or sellers interested in becoming conditional commitment \ncontractors must apply using Form RD 1944-36, Application for Conditional Commitment. A single application form may be used to request conditional commitments for multiple dwellings. All required attachments mu st be included for each dwelling for which a conditional \ncommitment is requested,  including the proposed selling  price,  address,  evidence of building site \nownership, and detailed descriptions of all proposed construction. \n9-1 \n(01-2 3-03) SPECIAL PN \nRevised (0 5-05-25) PN 640 \nCHAPTER  9: SPECIAL  SITUATIONS  ",
  "page_2": " HB-1-3550  \nParagraph  9.3 Application  and Fee \n \nApplicants must include a standard application fee for each dwelling for which a \nconditional commitment is requested. This fee is updated periodically through an Unnumbered \nLetter (UL) posted to the Agency’s Directives  website. The UL will generally be posted 30 days \nprior to the effective date of the fee change. If a preliminary inspection of the property or investigation of the conditional commitment applicant indicates that a conditional commitment will not be issued, the application fee should be refunded. Once the appraisal is conducted, the application  fee cannot be  refunded. When a loan  on a property with a conditional commitment is \nclosed,  the appraisal  fee collected  from  the purchaser is disbursed to the conditional commitment \ncontractor.  \n \n9.4 EVALUATING  THE  CONDITIONAL  COMMITMENT  APPLICATION \n \nAn application  for a conditional commitment is evaluated  based  on the criteria  discussed  \nbelow.   \n• Ownership.  The applicant must have an adequate  ownership interest  in the property, \nas described in Paragraph 5.11  of this Handbook, before beginning construction. \n \n• Capacity. The applicant must have the experience and ability to complete any proposed work  competently  and must be financially  responsible and able to finance or \nobtain financing for any proposed work. The capacity of applicants for conditional commitments should be evaluated in the same manner as for any construction contractor, as discussed in Paragraph 5.25 A\n of this Handbook. \n \n• Legal capacity. The applicant  must have the legal  capacity  to enter  into the required \nagreements. Legal capacity can be verified by checking the applicant’s business license and registration.  \n \n• Civil rights. The applicant must agree to comply with all applicable laws, regulations, and Executive Orders  relating  to civil rights, as described  in Paragraph \n1.9\n of this Handbook. \n \n• Affirmative  marketing.  Any company that receives  5 or more  conditional \ncommitments during a 12-month period must develop an acceptable \nAffirmative  Fair Housing Marketing  Plan,  as described  in RD Instruction  1901- E. \n \n• Site requirements.  The proposed site must meet  the requirements listed  in Section  1 \nof Chapter 5  of this Handbook. \n \n• Dwelling requirements. If the dwelling is to be constructed or substantially \nrehabilitated,  it must meet  the requirements  listed  in Section  2 of Chapter  5 of this \nChapter . If it is a new  manufactured home, it must meet the requirements of \nParagraph 9.19  of this Chapter. \n \n \n \n9-2 ",
  "page_3": "HB-1-3550  \nParagraph  9.4 Evaluating  the Conditional  Commitment  Application  \n•Environmental Requirements . An environmental review  must be completed  as\ndescribed in Section 3 of Chapter 5.\n•Start  of construction.  Conditional commitments  for new or substantially\nrehabilitated dwellings will not be issued after construction has  started.\n•Local market demand. The number of conditional commitments issued in any\nlocality should not exceed existing market demand. In particular, the number of\noutstanding commitments in the area must not exceed the number of loans that canreasonably be expected to be made within 3 months of dwelling completion. To\ndetermine  this, the Loan  Originator should consider the availability  of loan funds and\nthe number of loan applications typically received in the office.\n•Proposed  price.  The proposed price must not exceed  the applicable area loan limit,\nas described in Paragraph 6.6  of this Handbook.\n9.5 PRELIMINARY APPROVAL  \nIn general,  the Loan  Originator  must review  the application  materials  within  7 days of \nreceiving a completed application. Staff is  encouraged to use online resources, such as the \ncounty assessor or taxing authority, to verify property details provided in the conditional commitment application package.  \nA.Ordering  an Appraisal\nIf the document review indicates that all of the requirements outlined in Paragraph 9.4 \nof this Chapter can reasonably be met (except for the site requirements which will be reviewed upon receipt of an appraisal), an appraisal should be ordered in accordance with the guidelines set forth in Paragraph 5.17 of this Handbook. Because the application  fee cannot be refunded \nafter the appraisal  is conducted, the appraisal should never be ordered until the document \nreview is complete.  \nB.Site Approval and Responsibility  for Environmental Reviews\nUpon receipt  of the appraisal,  the Loan  Originator should ensure that construction has not \nbegun and that the site meets the requirements of Section 1 of Chapter 5. In addition, the Loan Originator will initiate an environmental review as discussed in Section 3 of Chapter 5. Unless there are unresolved environmental issues, the Loan Originator must determine within 7 days of receipt of the appraisal, whether the application for a conditional commitment should be accepted or rejected.  \n9-3 \n(01-2 3-03) SPECIAL PN \nRevised (05-0 5-25) PN 640  ",
  "page_4": " \n HB-1-3550  \nParagraph  9.5 Preliminary  Approval  \n \nIf there are environmental  issues that will take additional  time to resolve,  the Loan  Originator \nmust inform the conditional commitment applicant about the outstanding issues. \n \nC. Rejecting  the Application  for Conditional  Commitment  \n \nIf any of the requirements outlined in Paragraph 9.4 of this Chapter are not met, the \nLoan Originator must deny the application for a conditional commitment. The documents \nattached to the application  must  be returned  to the applicant,  along with a letter  explaining why \nthe application was not approved. The application, a copy of the supporting documents, and a \ncopy of the rejection letter should be retained in the conditional commitment applicant’s file.  \n \nIf no appraisal  has been  conducted, the letter  should indicate  that the application  fee will \nbe refunded separately. In this case, the Loan Originator should provide the Serving and Asset Management  Office  (Servicing  Office)  with  the information  needed  to send  the refund  check.  If \nthe application was not approved because of the Loan Originator’s assessment of the  \napplicant’s experience or financial capacity, the letter should specify that the applicant has the right to appeal the decision to the National Appeals Division (NAD). \n \n9.6 FINAL  APPROVAL  \n \nThe final decision  about  approving an application  for a conditional  commitment depends \non the results of the appraisal. The proposed selling price listed on the conditional commitment application must not exceed the property’s appraised value or the area loan limit, whichever is \nlower.  \n \nA. Proposed  Price Too High  \n \nIf the proposed selling price exceeds the property’s appraised value, the Loan Originator \nmust  notify the conditional  commitment applicant  that the application  cannot  be approved unless \nthe selling price is reduced. If the conditional commitment applicant decides to reduce the \nproposed price, this decision must be provided to the Loan Originator in writing; the Loan Originator cannot make changes based on verbal instructions. If the conditional commitment applicant elects not to reduce the proposed price, the documents attached to the application should be returned along with a letter explaining why the application was not approved.  \n \nB. Proposed  Price Acceptable \n \nIf all of the eligibility requirements are met and the proposed price is acceptable, a \nconditional commitment can be issued. The Loan Approval Official should complete and sign Form  RD 1944- 11, Conditional  Commitment,  and forward  a copy to the conditional  commitment \napplicant.  \n \n9-4 ",
  "page_5": "HB-1-3550   \n 9.7 DURATION OF COMMITMENT  \n \nConditional commitments are valid for 12 months from the date of issuance. At the \nconditional commitment contractor’s request, the Loan Approval Official may extend the \ncommitment period for up to an additional 6 months if there have been unexpected delays in \nconstruction caused by such factors as bad weather, materials shortages, or marketing difficulties.  In order  to document the extension, the Loan  Originator should modify Form  RD \n1944- 11, Conditional Commitment.  \n \nA conditional commitment will be canceled  if construction does not begin within  60 days \nafter the commitment is issued, unless the Loan Approval Official determines that there were unavoidable circumstances that justified the delay. The Agency’s construction inspector, or other qualified inspector as set forth in Section 6 of Chapter 5, should visit the site to verify that construction has begun. If the inspector finds that construction has not begun, the Loan Originator should send a letter to the contractor indicating that the conditiona l commitment has \nbeen canceled and specifying the reasons. \n \n9.8 CHANGES  IN PLANS,  SPECIFICATIONS,  OR COMMITMENT  PRICE  \n \nThe Loan Approval Official may approve changes in project plans, specifications, or \ncommitment price if the conditional commitment contractor  requests  the changes  in writing,  and \nthe conditions discussed below have been met. \n \n• The property  must continue to meet  applicable development  standards after any \nchanges;  \n \n• If a change is requested  after a loan applicant has exercised  an option on the property, \nthe change may be approved only if the loan applicant and the contractor both agree to the changes in writing; \n \n• Any increase in costs  must have been  caused  by factors  beyond the control of the \ncommitment holder, such as an unforeseeable materials shortage; \n \n \n \n    \n \n    \n \n \n9-5 \n(01-23-03) SPECIAL  PN \nRevised  (04-27-16) PN 485 ",
  "page_6": " \n HB-1-3550  \nParagraph  9.8 Changes  in Plans,  Specifications,  or Commitment Price  \n \n \n• The increased  commitment price must  remain  at or below  the lesser  of the property’s \nappraised value or the applicable area loan limit; and  \n \n• If the proposed change will alter the purpose, operation, location, or design of the \nproject as originally approved, the environmental review for the project must be \namended  (or a new environmental  review  completed)  prior  to approval  of the change.  \n \nChanges  to plans  and specifications  must  be noted on Form  RD 1924- 25, Plan Certification.  \n \nIf an approved change will  result in  an increase in  the conditional commitment price  that \nexceeds  the original appraised value,  a revised appraisal report (to be paid  for by the  conditional \ncommitment contractor) should be ordered by the Agency, and Form RD 1944- 11, Conditional \nCommitment,  should be revised  based  upon the latest  appraisal.  The revised  commitment should \nbe initialed  and dated by the Loan Approval Official, and initialed by the commitment holder. A \nnew appraisal is not required if the new price does not exceed the original appraised value.  \n \n9.9 PROPERTY INSPECTIONS  \n \nProperty  inspections  will be performed  according to the procedures  for new construction \nand major rehabilitation set forth in Section 6 of Chapter 5. If the contractor fails to correct any deficiencies detected during an inspection or to complete the work according to previously approved plans and specifications, the Loan Approva l Official may cancel the conditional \ncommitment.  \n \n9.10 BUILDER’S  WARRANTY  \nThe builder  or seller,  as appropriate, must  execute either  Form  RD 1924- 19, Builder’s \nWarranty, or provide a 10- year insured warranty when construction is completed. Builder’s \nwarranties are discussed in Paragraph 5.24.  \n \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n9-6 ",
  "page_7": "HB-1-3550  \n9.11 CONDITIONAL  COMMITMENTS  INVOLVING  PACKAGING  OF \nAPPLICATIONS  \nA conditional commitment may be made to a seller, builder, or dealer-contractor who \npackages a loan application for a prospective purchaser. In cases where the dwelling is to be \nconstructed  for sale to a specific eligible  applicant,  all of the following conditions listed  below \nmust be met.  \n•The conditional commitment will not be approved until the applicant’s  loan has been\napproved.\n•Construction will not begin until funds are obligated for the loan. Exceptions may bemade when it appears likely that funding will be forthcoming and as long as theAgency’s lien priority is not jeopardized. The sales agreement must indicate that theloan has been approved, but not funded and must provide that if the loan is not closed\nwithin 90 days of the date of approval, the contractor may terminate the sales\nagreement and sell the property to another party. If the sales agreement is terminated,the conditional commitment will be honored for another eligible  loan applicant  for the\nremaining period of the commitment.\n•The Agency  loan will be closed  only after the dwelling  is constructed  or the required\nrehabilitation is completed , and final inspection has been made.\n9-7 \n(01-2 3-03) SPECIAL PN  \nRevised (05-0 5-25) PN 640  ",
  "page_8": " \n HB-1-3550  \n \nSECTION  2: SPECIAL  FORMS  OF OWNERSHIP  \n \n9.12 OVERVIEW  \n \nThis section  discusses processing requirements  for loans  for dwellings  with three types  of \nspecial ownership: condominiums, community land trusts, and planned unit developments. \nUnless otherwise indicated in this section, the same basic requirements for loan approval \ndiscussed elsewhere in this handbook apply to these loans, along with the additional  \nrequirements  specified  here.  Documents  related  to the establishment and operation of community \nland trusts must be reviewed by the Office of the General Counsel (OGC) to determine whether the Agency’s rights are sufficiently protected. Other forms of ownership  will be  referred to OGC \nwhen the Loan Approval Official determines it necessary to ensure the Agency’s rights are protected.  \n \nWhen a duplex, townhome, condex (or other similar descriptive type of property) \nhas shared  property  or zero lot line beyond the dwelling’s footprint and where the borrower \nowns, typically one -half of a 2 -dwelling unit, the Loan Approval Official must review and \napprove the “association’s ” recorded agreements. The document must indicate the \nmaintenance responsibilities for the structure and any shared walls, roofs, driveways, amenities, utilities, and easements to ensure they are enforceable (as needed) and compel payments from each owner sufficient to ensure that the structure remains in good condition. The document should clearly inform each owner of a unit of their rights, responsibilities, their share of costs , and be legally binding.  A master insurance policy for the building shell \nis required.  If the master policy includes interior property damage coverage (e.g., flooring, cabinets, fixtures) a separate property insurance policy (HO -6 or HO -3) purchased by the \nborrower is not required but is highly rec ommended for protection of their personal \npossessions and furnishings.  \n \n9.13 LOANS  FOR  CONDOMINIUM  UNITS  [7 CFR 3550.71]  \n \nLoans  may be made  to finance  the purchase  of dwellings  in condominium  developments \nif the conditions described in this paragraph are met, and the applicant and the property otherwise meet the requirements outlined in this handbook. \n \nA. Definition  \n \nA condominium  is defined  as a real estate project  in which  each unit owner  has title to a \nunit, an  undivided interest  in the common areas  of the project,  and sometimes  the exclusive  use \nof certain limited common areas. The project may include dwelling units in detached, semi - \ndetached, row, garden- type, low - or high- rise structures.  \n \n \n  \n9-8 \n   \n \n ",
  "page_9": "HB-1-3550  \nParagraph 9.13 Loans for Condominium Units  \nB.Financing  Approval\nLoans cannot be approved for condominium units unless the project  has been  approved \nfor financing by: \n•Department  of Housing and Urban  Development (HUD),\n•Federal  National  Mortgage Association  (Fannie Mae),\n•Federal  Home  Loan  Mortgage Corporation (Freddie Mac),\n•Department  of Veterans  Affairs  (VA),\n•State  Housing Finance Agency  (SHFA),\nThe applicant must submit documentation from the appropriate agency showing that the \nproject  is acceptable for financing. HUD approved projects  can be found by conducting a search \nfor condominium on their website at https://entp.hud.gov/idapp/html/condlook.cfm . The Fannie \nMae Project Eligibility Review Service (PERS) website can be found at: \nhttps://singlefamily.fanniemae.com. Freddie Mac does not currently publish a list of approved \nprojects on their website. VA approved projects can be found by conducting a search through the Veterans Information Portal at https://vip.vba.va.gov/portal/VBAH/Home . \nIf the project  has not been  approved by one of the sources  listed  above,  the State  Director \nmay approve the specific condominium unit in accordance with Attachment 9-C of this Chapter , \nCondominium Questionnaire. This type of approval represents a greater risk to the Agency and  \nshould be used with caution. \n9-9 \n(01-2 3-03) SPECIAL PN \nRevised (05-0 5-25) PN 640  ",
  "page_10": " \n HB-1-3550  \nParagraph 9.13 Loans for Condominium Units  \n \nC. Condominium  Status  \n \nAgency  financing  will not be considered  for any condominium  regardless  of how \nthe project was approved unless, at the time of loan approval, the status of the \ncondominium projects meets the conditions listed below.  \n \n• At least 70 percent of the units must have been sold. (Multiple purchases of \ncondominium  units  by one owner  are counted as one sale when  determining  if the \nsales requirements have been met.)  \n \n• No more than 15 percent of the unit owners can be more than 1 month delinquent in \npayment  of homeowners’  association  dues or assessments  at the time the Agency  loan \nis approved.  \n \n• The condominium  project  must  consist  of a structure  or structures  containing four or \nmore units and must not contain any commercial space. Units in a rental project which was converted to condominium ownership are not eligible. \n \n• In addition, condominium projects that are considered ineligible by HUD, Fannie \nMae,  Freddie  Mac,  or VA, such as condominium  hotels, timeshares  or houseboats, \netc., are not eligible for Agency financing.  \n \nD. Protection  of Agency  Rights  and Lien  Position  \n \nA loan may not be approved unless  condominium  documents  preserve  the rights  and lien \nposition of the Agency described below.  \n \n1. Right  of First  Refusal  \n \nAny right  of first refusal  in the condominium  documents  must  not impair  the rights  of \nthe Agency  to: (1) foreclose  or take title  to a condominium  unit under  the remedies  in the \nmortgage; (2) accept a deed in lieu of foreclosure if a mortgagor defaults; and (3) sell or lease a unit it acquires.  \n \n \n  \n \n \n \n \n  \n \n9-10 ",
  "page_11": " \n HB-1-3550  \nParagraph 9.13 Loans for Condominium Units  \n \n2. Agency  Obligation  for Charges  \nIf the Agency  obtains title to a condominium unit under the remedies  in its mortgage or \nthrough foreclosure, it will not be liable for more than 6 months of the unit’s unpaid \nregularly budgeted dues or charges accrued before it acquired title to the unit. The \nhomeowners’ association’s lien may include the cost of collecting unpaid dues. \n \nAll taxes,  assessments,  and charges  that may become liens  prior to the first mortgage \nunder local law must relate only to the individual condominium units and not to the \ncondominium project as a whole. \n \n3. Provisions in the Case  of Condemnation or Substantial  Loss  \n \nIn the case of condemnation or substantial loss to the units or common elements  of \nthe condominium project, unless at least 51 percent of the first mortgagees of the individual condominium units have given their consent, the homeowners’ association may not: \n \n• By act or omission  seek to abandon or terminate  the condominium project;  \n• Change the pro rata interest or obligations of any condominium unit in order to levy \nassessments or charges,  allocate  hazard  insurance proceeds  or condemnation  awards, \nor determine the share of ownership in the common elements; \n \n• Partition  or subdivide any condominium unit; \n• Seek to abandon, partition, subdivide, encumber, sell, or transfer the common \nelements  by act or omission  (the granting of easements  for public utilities  or other \npublic purposes consistent with the intended use of the common elements by the condominium project is not a transfer within the meaning of this clause); or \n \n• Use hazard  insurance proceeds  for losses  to any condominium property (whether \nunits or common elements) for purposes other than the repair, replacement, or reconstruction of the condominium property \n \n• The condominium documents must not give the condominium unit owner (or any \nother party) priority over the Agency’s right to insurance proceeds or \ncondemnation awards for losses to, or taking of, condominium units or common elements.  \n \n \n9-11 \n(01-23-03) SPECIAL  PN \nRevised  (04-15-21) PN 549 \n \n \n     \n \n ",
  "page_12": " \n HB-1-3550  \nParagraph 9.13 Loans for Condominium Units  \n \n• The condominium  documents  must  not give the condominium  unit owner  (or any \nother  party) priority over the Agency’s right to insurance proceeds or condemnation \nawards for losses to, or taking of, condominium units or common elements.  \n \nE. Closing  Documents  \n \nForm RD 3550- 10, Condominium Rider, must be used to amend and supplement the \nsecurity instruments  to accommodate special  requirements  that apply because the owners’  \nassociation  may hold title  to the property. For example,  hazard  insurance may  be paid by the \nowners’  association,  rather  than by the borrower.  \n \nCondominiums  are a private  residence  owned by an individual  homeowner/family in a \nbuilding with multiple units. Because there are multiple units located within one structure, the \ncondominium association purchases a Master Policy, which insures the structure against loss. A copy of this policy must be provided at closing, and annually thereafter. This policy, however, does not provide “studs -in” or contents coverage. If the unit owner opts to purchase \nthis coverage under a HO -6 policy, they are responsible f or payment of the premium, as the \nAgency does not include this premium in escrow.  \nCondos  are escrowed  for taxes  only.  \n \nF. Association  Dues  \n \nThe Agency  also does not include  the monthly fees or dues for the condo association  in \nescrow. The unit owner  is responsible  for that  payment.  In the event  the unit owner  becomes  \ndelinquent  on their dues and the association places a lien on the property, the Servicing \nOffice’s Escrow Department may pay delinquent dues and a fee will be amortized on the \naccount.  \n \n9.14 LOANS  FOR  UNITS  IN A COMMUNITY LAND TRUST  \n \nLoans may be made to finance the purchase of dwellings located on land owned by \ncommunity land trusts if the conditions described in this paragraph are met, and the applicant and the property otherwise meet the requirements outlined in this handbook. Docum ents related \nto the establishment and operation of community land trusts must be reviewed by the Office of the General Counsel (OGC) to determine whether the Agency’s rights are sufficiently protected. These documents should include, but are  not limited  to: articles  of incorporation and bylaws;  \norganizational  resume or history summarizing  the organizations experience in affordable \nhousing; list of staff responsible for the community land trust’s homeownership program; current annual report; and ground lease.  \n \nGround Leases.  Some  common  issues which  should be addressed  in a ground lease include, but \nare not limited to: \n \n• Duration of lease (typically  99 years);  \n \n• Lease fee; \n \n9-12 ",
  "page_13": "HB-1-3550  \nParagraph  9.14 Loans  for Units  in a Community Land  Trust  \n•Use of the leased  land (residential use only, maintenance of common areas,  etc.);\n•Taxes  and assessments;\n•Improvements to the home and/or land;\n•Financing  (permitted  mortgages,  excess  sale proceeds);\n•Liability,  insurance,  damage and destruction, eminent  domain;\n•Transfer/Sale  of the home;\n•Default  (must  contain  language that ensures  that all restrictions  relating  to community\nland trusts will automatically and permanently terminate upon foreclosure or Agency\nacceptance of a deed in lieu of foreclosure);\n•Mediation  / Arbitration ; and\n•Other  General  Provisions\nWhen  reviewing  a ground lease,  staff may also find it helpful to compare the submitted  lease to \nother model leases available through National Community Land Trust Network; which can be searched at http://cltnetwork.org . \nA.Definition\nA community land trust is defined as a private nonprofit community housing \ndevelopment organization that owns and leases  land under a long- term ground lease to low- and \nmoderate-income households, at affordable prices. The organization must: \n•Be organized under State  or local  laws;\n•Have no part of its net earnings benefiting any member,  founder, contributor, or\nindividual;\n•Comply with standards of financial  accountability;\n•Have among its purposes significant activities  related  to the provision of decent\nhousing that is affordable to low- and moderate- income people;\n9-13\nSPECIAL PN (01-2 3-03) \nRevised (05-0 5-25) PN 640  ",
  "page_14": " \n HB-1-3550  \nParagraph  9.14 Loans  for Units  in a Community Land  Trust  \n \n• Maintain, through significant representation on the organization’s governing board \nand otherwise,  accountability  to low-income  community  residents  with regard  to \ndecisions  on the design, sitting, development, and management of affordable \nhousing;  \n \n• Have its corporate membership  open to any adult  resident  of a particular  \ngeographic  area specified by the by -laws of the organization; and  \n \n• Is established  to carry  out all of the following activities: \n \n◊ Acquire  parcels  of land, held in perpetuity, primarily  for conveyance under  \nlong- term ground leases;  \n \n◊ Transfer ownership of any structural  improvements  located  on such leased  \nparcels  to the lessees; and  \n \n◊ Retain  a pre-emptive  option to purchase  any such structural  improvements  at \na price determined by a formula that is designed to ensure that the \nimprovement remains affordable to low - and moderate -income people in \nperpetuity. \n \nB. Preservation  of Agency  Rights  and Lien  Position  \n \nThe relevant legal documents must contain language that ensures that all restrictions \nrelating to community land trusts will automatically and permanently terminate upon \nforeclosure or Agency acceptance of a deed in lieu of foreclosure. Language that merely subordinates the restrictions to the mortgage  is not sufficient  -- the restrictions  also cannot  be \nforced  upon subsequent  purchasers  following resale by the Agency.  \n \nC. Restrictions  on Resale Price  \n \nRestrictions on the limits to the resale price of the property or recapture of equity are \npermitted. A  maximum sales  price  may be imposed or  the sales  proceeds  due the borrower  may  \nbe limited,  with  any excess  payable  to a governmental  body or nonprofit  organization for reuse \nin the community  land trust.  If resale restrictions include income limits for prospective buyers, \nthe limits may be as restrictive as applicable Direct income limits in effect at the time of the purchase agreement, but must not be more restrictive. When such restrictions apply, the requirements listed below must be met.  \n \n• The borrower must be permitted to recover at least the original purchase price, sales \ncommission  and other  typical  selling  expenses,  and cost of capital  improvements  \nmade by the borrower, when the borrower sells the property.  \n \n• If the property has depreciated such that the original purchase price was greater \nthan the current  market  value,  the borrower must  be permitted  to recover  at least \nthe current  market value (less typical selling expenses) when the borrower sells the  \nproperty.  \n \n9-14",
  "page_15": "HB-1-3550  \nParagraph  9.14 Loans  for Units  in a Community  Land  Trust   \n  \n• The borrower must be permitted  to recover  a reasonable amount of appreciation as \ndetermined by the Agency below. Appreciation is measured by the difference \nbetween the original purchase price and the actual price at which the property is resold.  \n \n• If the program permits  the borrower to sell the property  at market  value but recaptures \npart of the equity, the Agency considers a reasonable share of appreciation to be at least 50 percent. The Agency does not object to situations whereby the borrower’s share of appreciation is on a sliding scale beginning at 0, provided that within 2 years the homeowner would be permitted to retain 50 percent of the appreciation.  \n \n• If the program  sets a maximum sales  price restriction,  the borrower must be permitted \nto retain 100 percent of the appreciation.  \n \n• Other  arrangements  for sharing appreciation  may be approved by the State  Director.  \nD. Right  of First  Refusal  \n \nOne method commonly used to ensure that housing remains  part of an affordable housing \nprogram is for the community land trust to hold a right of first refusal or an option right that can be exercised when the borrower proposes to sell the home to a purchaser not eligible for the program benefits. Such a provision is permitted if all of the requirements listed below are met.  \n \n• The rights must be held only by a governmental body or eligible nonprofit \norganization and exercised  by them  or someone they have identified  as an eligible \npurchaser.  \n \n• Any right must be exercised within 45 days after the holder of these rights may \nexercise them  (for example,  the rights are often  triggered  by a notice of sale from  the \nborrower).  \n \n• Payment Subsidy  Recapture  \nThe borrower’s ability to repay payment subsidies may be affected by the resale restrictions of the community land trust. Upon closing, the lease agreement and/or any other document(s) containing information  about the community  land trust’s  resale \nrestrictions should be sent to the Servicing Office with the other applicable closing documents, to ensure accurate subsidy recapture calculations in the future. \n \n \n \n   \n \n9-15 \n(01-23-03) SPECIAL  PN \nRevised  (04-15-21) PN 549 ",
  "page_16": "HB-1-3550  \nParagraph  9.14 Loans  for Units  in a Community  Land  Trust   \n Case- by-case exceptions to Agency recapture requirements may be approved by the \nAdministrator  if necessary  to accommodate the restrictions  imposed by the land trust.  \n \nE. Appraisals  \n \nA property located on a site owned by a community land trust must be appraised as a \nleasehold  interest,  with thorough analysis  of the ground lease,  and resale and other  restrictions \nwhich may apply.  \n \nBecause the community land trust may subsidize the sales price to a borrower, the sales \nprice may be significantly  less than the market  value  of the leasehold  interest in the property. The \nappraised value of the leasehold interest must be accurately developed by the appraiser because \nthe resale restrictions, as well as other restrictions that may be included in the ground lease, can also affect the value of the property.  \n \nThe appraiser  must  use a three- step process  to develop  an opinion of value.  \n \n• Fee Simple  Value  = Sales  Comparison Analysis  Approach.  \n \nIn determining  the fee simple  value  of the subject  property, the appraiser  must  use \ncomparable  sales  of similar  properties  that are owned  as fee simple  estates.  If this \nis not possible, the appraiser may use sales of properties that are subject to other \ntypes of leasehold estates as long as he or she makes appropriate adjustments, \nbased on the terms of their leases, to reflect a fee simple interest.  \nWhen  the community  or neighborhood has sales  activity  for other  leasehold  estates \nheld by a community land trust, the appraiser must discuss them in the appraisal \nreport, but must not use them as comparable sales because, in all likelihood, the sales prices will have been limited by  restrictions  in the ground lease.  \n \n• Value of Leased  Fee = Ground Rent  / Capitalization  Rate.  The appraiser  must \nprovide support for the capitalization rate selected. \n• Value of Leasehold  = Value  of Fee Simple  – Value of Leased  Fee \n \n \n \n   \n \n \n \n9-16 ",
  "page_17": "HB-1-3550  \n9.15 PLANNED UNIT  DEVELOPMENTS  \nLoans may be made to finance the purchase of dwellings located in Planned Unit \nDevelopments (PUD)  if the conditions described  in this paragraph  are met and the applicant  and \nproperty otherwise meet the requirements outlined in this handbook. \nA.Definition\nA Planned Unit Development is a project or subdivision that includes common property \nthat is owned and maintained by a homeowners’ association for the benefit of and use by the \nindividual PUD unit owners. A PUD can consist of detached single family homes, condominiums (which must also meet the requirements of Paragraph 9.13 of this Chapter ), or \ntownhomes. Certain  properties may have the physical appearance of a townhome, but are owned \nas a condominium; in which case the requirements of Paragraph 9.13 of thi s Chapter must be \nfollowed.  \nB.Preservation  of Agency  Rights  and Lien  Position\nThe Owners Association must be controlled by the homeowners and any restrictions \nimposed on the owners in the PUD Constituent Documents must not jeopardize the Agency’s \nrights or lien position. The “Constituent Documents” are the declaration, articles of incorporation, trust instrument or any equivalent document which creates the Owners Association and any by-laws or other rules or regulations of the Owners Association. \nC.C\nlosing  Documents\nForm  RD 3550-11, “Planned  Unit Development Rider”  must be used to amend  and \nsupplement the security  instrument to accommodate special  requirements.  For example, the \nOwners’ Association may maintain a “master” or “blanket” Hazard Insurance Policy.  \n9-17\n(01-2 3-03) SPECIAL PN \nRevised (05-0 5-25) PN 640  ",
  "page_18": "HB-1-3550 \n   \nSECTION  3: MANUFACTURED  HOMES [7 CFR  3550.73]  \n9.16 AUTHORIZED LOAN PURPOSES  \n \nA. Definition  \n \nManufactured homes are built to different construction standards and codes and \nhave different inspection requirements than those manufactured structures generally \nreferred to as “modular” or “panelized” homes. The major difference between manufactured homes and modular or panelized homes is the construction standard or code to which they are built and the inspection requirements. Modular or panelized  homes, as \ndescribed  in Exhibit B of RD Instruction 1924- A, are not affected by the requirements of \nthis sect ion. \n \nB. Authorized  Loan Purposes  \n \nWhen  a real estate mortgage or deed  of trust covers  the unit and the site, \nSection  502 loans may be used to finance the following: \n \n• Site development work  that conforms  to the requirements of RD \nInstruction 1924- A; \n \n• Purchase of an eligible  new unit, transportation and set-up costs,  and \npurchase of an eligible site if not already owned by the applicant. The following criteria  further outlines an eligible new manufactured unit:  \no Must  be a new unit in stock that has never been installed or occupied at \nany other site or location.  Manufactured units may be moved only from the manufacturer ’s or dealer’s lot to the site on which the unit will be \nfinanced.  \no Must be placed on a permanent foundation built to FHA guidelines in effect at the time of certification.  Guidelines are presently published in the “Permanent Foundation Guide for Manufactured Housing” (HUD-4930.3G) which is found at https://www.huduser.gov/portal/publications/destech/permfound.html\n .  \no Meet or exceed the Federal Manufactured Home Construction and Safety Standard (FMHCSS) Uo Value Zone for the geographic area the unit will be placed. The Uo Value Zone will be indicated on the Comfort Heating and Cooling Certificate. Builder must certify thermal requirements at time of purchase have been met.  \n \n \n  9-18 ",
  "page_19": "HB-1-3550  \nParagraph  9.16 Authorized Loan Purposes   \noMust have a manufacture date that is within 12 months of the purchase agreement  \ncontract. The manufactu red home must be affix ed with  a data plate located inside \nthe home. The manufacture date can be found on the data plate. The certification  \nlabel th at must be affixed in a location th at will remain visible after all work is  \ncompleted that is necessary to complete the in stallation of the home at the home  \nsite.\n•As an alternative to the original HUD Certif ication Label(s), the Agency  \nmay accept a verification letter  with the same information contained on \nthe HUD Certification Label(s) from the I nstitu te for Building  \nTechnology and Safety (IBTS). A duplicate HUD Data Plate may be  \navailable from IBTS or by contacting the In-P lant Primar y Inspection \nAgency (IPIA) of the manufacturer .\n•P\nurchase of an eligible existing unit and site. The following criteria outlines an eligible\nexisting manufactured unit:\noMust be an existing unit that has never been previously installed on a different\nhomesite.\noMust be installed  on a permanent foundation in accordance with RD Instruction\n1924-A, Exhibit J and HUD installation standards  found in the “Permanent\nFoundation Guide for Manufactured Housing (HUD -4930.3G). Certification of a\nproper foundation is required , e.g. HUD Form 92051, or a signed certification\nfrom a licensed engineer  or licensed architect .\n• Loan funds may be used to  retrofit the foundation of an existing\nmanufactured housing unit to  meet the requirements found in HUD-4930.3-\nG.Work  must be completed by a qualifie d contractor. These funds will be\nheld in escrow until completion  and certification  documentation is received\nfrom a licensed engineer or architect  indicating the work completed satisfies\nthese requirements .\n•If manufactured home title has not been eliminated , then loan closing\ninstructions should include purging of the manufactured home’s title sofuture assessments for the home are considered  real property per Paragraph s\n9.20 D and E of this chapter . The foundation certification (s) should help\nfacilitate its reclassification as  real propert y.\noMust have not had any alterations or modifications since construction in thef\nactory, except for porches, decks or other structures which were built to\nengineered designs or were approved and inspected by local code officials.\n9-19\n(01-2 3-03) SPECIAL PN \nRevised (05-0 5 -25) PN 640  ",
  "page_20": "HB-1-3550  \nParagraph 9.16 Authorized Loan Purposes  \noMust have a manufacture date that is within 20  year s from the date o f loan closing \nand meets or exceeds the Federal Manufactured Home Construction and Safety  \nStandard (FMHCSS) as evidenced by both an affixed HUD Certification and HUD  \nData Plate. The manufacture date can be found on the data plate located inside the \nhome.\n•As an alternative to the original HUD Certification  Label(s), the Agency \nmay accept a verification letter  with the same information contained on \nthe HUD Certification Label(s) from the I nstitu te for Building  \nTechnology and Safety (IBTS). A duplicate HUD Data Plate may be  \navailable from IBTS or by contacting the In-P lant Primar y Inspection \nAgency (IPIA) of the manufacturer.  \n•S\nubsequent loans for equity  or repair  in conjunction with an assumption or Real\nEstate Owned (REO) sale; and\n•Subsequent loans for repair  of units that are financed  with Section  502 loans.\nC.Loan Restrictions\nThe Agency  will not use Section  502 loan funds to finance:  \n•The purchase of an existing  unit that was not constructed in conformance with the\nFederal Manufactured Home Construction Standards (FMHCSS) as evidenced by an\naffixed HUD Certification label and was not installed on a permanent foundationcomplying with manufacture r and HUD installation stan dards (HUD 4930.3- G);\n•Existing manufactured home units with a manufacture date exceeding 20 ye ars from\nthe date of loan closing unless the unit and site are already financed with a Section502 direct loan;\n•The purchase of a site without also financing the unit;\n•A unit that does not meet Federal Manufactured Home Construction and SafetyStandards (FMHCSS);  A unit that does not meet or exceed the FMHCSS thermal\nrequirements  for the county in which  the home is to be located  (see Attachment  9-\nB, Thermal Requirements for a Manufactured Home);\n9-20",
  "page_21": "HB-1-3550  \nParagraph 9.16 Authorized Loan Purpose  \n•Alteration  or remodeling of the unit when  the initial loan is made,  unless repairs  are\nneeded in conjunction with an assumption or REO sale;\n•Repairs  not associated  with a transfer,  REO  sale, or unit that is already  financed  with\na Section 502 loan;\n•Existing  debt owed  by the applicant;  or\n•Furniture, including movable articles of personal property such as drapes, beds,\nbedding, chairs,  sofas,  divans, lamps,  tables,  televisions,  radios, stereo  sets, and other\nsimilar items of personal property (furniture does not include wall- to-wall carpeting,\nrefrigerators, ovens, ranges, washing machines, clothes dryers, heating or coolingequipment, or other similar equipment).\n9.17 DEALER -CONTRACTOR REQUIREMENTS  \nA dealer -contractor must be: (1) financially responsible; (2) qualified and equipped to set \nup the unit on a site-built permanent foundation and develop the site; and (3) willing to provide a warranty acceptable to the Agency.  \nThe applicant and the dealer -contractor will be notified of the Agency’s thermal \nrequirements  for the county in which  the home is to be located.  Rural  Development accepts  the \nFMHCSS Uo Value Zones for new manufactured homes financed by the Agency. Attachment 9-B of this Chapter lists the FMHCSS Uo Value Zones for each state and Puerto Rico.\nAll new manufactured  homes  built to the FMHCSS  are provided with a Comfort  Heating \nand Cooling Certificate.  This certificate (which  may be combined with the Data Plate)  is affixed \nin a permanent manner near the main electrical panel or other readily accessible and visible location inside the unit. The certificate specifies to FMHCSS Uo Value zone of the home as Zone 1, 2 or 3. (The U/O Value Zone Map on the certificate does not apply.) An example of the Comfort Heating and Cooling Certificate is provided as Attachment 9- A. \n9-21\n(01-2 3-03) SPECIAL PN \nRevised (05-0 5-25) PN 640  ",
  "page_22": " \n HB-1-3550  \n \n         \n9.18 PROCESSING  PROCEDURES  \nA. New Manufactured Home Submission Requirements  \nIn addition to the documents  required  for a standard Section  502 loan, the applicant  must \nsubmit the following before the loan can be approved:  \n• A plot plan and site development  plan as described  under  RD Instruction 1924-  A, Exhibits  C \nand J;  \n \n•  A foundation plan per RD Instruction 1924- A, Exhibit  C adapting manufacturer’s  design to \nthe specific site conditions. Specific site conditions that may require modification may \ninclude slope, soils type, frost depth and requirements of FD adopted code and/or local codes.  \n \n• Certification  of site and foundation designs  on Form  RD 1924- 25, Plan Certification;  \n• An itemized  cost breakdown  of the total package,  including the base unit, eligible  options, \nsite development, installation, set up, lot costs, and any credit for wheels and axles;  \n• A statement  signed by the dealer -contractor  indicating  that any cash payment  or rebate as a \nresult of the purchase will be deducted from the price of the unit and not paid to the applicant; and  \n• A statement  signed by the dealer -contractor  that the proposed cost  is the full price of the unit \nand all development  activities,  and if furniture  is being purchased  by the  applicant  with  other \nfunds, that a lien will not be filed against the Agency’s security property.  \nB. Appraisal  Techniques  \nThe site and unit must be appraised before loan approval, using normal single family \nresidential appraisal techniques. Since other manufactured units and sites provide the most similar comparables, every effort must be made to obtain such comparables, even if their  \ndistance from the subject property is greater than preferred. If units are not available within a reasonable distance,  the appraiser  may use homes  other  than manufactured  homes, after adjusting \nfor factors such as location, construction material,  size, and quality.  \nC. Loan  Rates  and Terms  \nThe interest  rates  for manufactured  homes  are the same as for other  real estate  loans  made \nwith Section 502 loan funds, but the maximum loan term is 30 years. Applicants for Section 502 loans on manufactured homes may receive payment subsidy, if they are eligible.  \n \n  \n \n \n \n9-22 ",
  "page_23": "    HB -1-3550  \n9.19 CONSTRUCTION AND SITE  REQUIREMENTS  \nTh\ne new manufactured housing unit must meet  the requirements  for new dwellings \ncontained  in Section  2 of Chapter  5 of this Handbook and new and existing manufactured housing \nunits must have a floor area of 400 square feet or more, and a width of 12 feet or more for a \nsingle- wide  unit, and 20 feet  or more for a double- wide  unit. In  addition, the new or existing \nmanufactured housing unit must meet  the Agency’s Thermal Performance Standards as set forth in \nRD Instruction 1924-A, for the winter degree day zone where the unit will be located. Finally, for a new manufactured housing unit, site development and set up must conform to Exhibit C and Exhibit J of RD Instruction 1924-A, and the environmental requirements of RD Instruction 1970 series  “Environmental” must be met. Development under the Mutual Self-Help  and borrower \nconstruction methods is not permitted for manufactured homes. \n9.20 LOAN CLOSING  \nIn general,  loan  closing procedures  are the same  whether  the Section  502 loan  is made for \nthe purchase of a manufactured home or another type of single family home. However, the Loan Originator should be aware of the following requirements  for the purchase of a new manufactured \nhome. \nA.Contract  Requirements\nThe dealer -contractor must sign Form  RD 1924-6, Construction Contract,  which  will cover\nboth the unit and site development work. Multiple contracts are prohibited, but a dealer- contractor \nmay use subcontractors if the dealer-contractor remains solely responsible for all work under the contract. Payment for all work will be made in accordance with Form RD 1924-6 and RD Instruction 1924- A, except that n o payment will be made for materials or property stored on site \n(for example, payment for a unit will be mad e only after it is permanently attached to the \nfoundation).  \nB.Lien  Release Requirements\nAll firms furnishing materials or labor in connection with the contract must sign Form\nRD 1924-10, Release by Claimants, except for the manufacturer of the unit.  The manufacturer \nof the unit must furnish  an executed  manufacturer's  certificate  of origin  indicating  that the unit is \nfree and clear  of all legal  encumbrances.  Form  RD 1924-10 and the manufacturer’s  certificate  of \norigin should be filed in the case file. \nC.Warranty Requirement\nA dealer -contractor must provide the borrower with a warranty in accordance with the provisions of \nRD Instruction 1924- A. The warranty  must identify the unit by serial  number. The dealer -contractor \nmust certify that the unit substantially complies with the plans and specifications, and the home has sustained no hidden damage during transportation. \n \n9-23\n(01-2 3-03) SPECIAL PN \nRevised (05-0 5-25) PN 640  ",
  "page_24": " \n HB-1-3550  \nParagraph  9.20 Loan  Closing  \n \nIf the home was manufactured in separate sections, the dealer -contractor also should certify  that \nthe sections  were  properly joined and sealed  according to the manufacturer's specifications. The \ndealer -contractor must furnish the applicant with a copy of all manufacturers’ warranties.  \nD. Real  Estate  Tax Requirement  \nWhether  manufactured  homes  are considered  personal  or real property may  vary state- \nto-state.  When  the loan closes,  the unit and site must  be taxed  as real estate  by the jurisdiction \nin which it is located, if such taxation is permitted under applicable law.  \nE. Title and Lien Requirements  \nA standard real property title insurance policy is required  for the mortgage . \nAdditionally, if the manufactured home title  has not been eliminated due to local/state laws, \nthe Agency must then be specified as a lienholder on that title, and both the unit and the \nsite must be indicated in the legal description of the recorded mortgage or deed of trust.  \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n  \n \n \n  \n \n \n9-24 ",
  "page_25": " \n ATTACHMENT  9-A HB-1-3550  \nAttachment  9-A \n \n \n \n SAMPLE  COMFORT  HEATING  AND COOLING  CERTIFICATE   \n \n \n(01-23-03) SPECIAL  PN \nRevised  (09-23-09) PN 433 \n",
  "page_26": "HB-1-3550 \nAttachment  9-B \nATTACHMENT  9-B \nT HERMAL  REQUIREMENTS  FOR  MANUFACTURED HOMES  \nBACKGROUND:  The minimum thermal  requirement  for new manufactured  homes acceptable \nto Rural Development is the Federal Manufactured Home Construction and Safety Standard \n(FMHCSS) Uo  Value Zone(s)  indicated  on the Comfort  Heating  and Cooling Certificate  for the \nfollowing States: \nNOTE:  For a FMHCSS  Uo Value Zone 1 or higher, higher means  a FMHCSS  Uo Value Zone 2 \nor 3. For a FMHCSS Uo Value Zone 2 or higher, higher means a FMHCSS Uo Value Zone 3.  \nAlso,  Attachment  9-A is an example of a Data Plate  containing the Comfort  Heating  and Cooling \nCertificate; however, the U/O Value Zone Map on the Certificate does not apply to Rural \nDevelopment. Rural Development will continue to use Attachment 9- B. \nF\nMHCSS Uo Value Zone 1 or higher is acceptable in the following states : \nAlabama, Florida, Georgia, Hawaii, Louisiana, Mississippi, Puerto Rico , Texas, South Carolina, \nand Virgin Islands \nF\nMHCSS Uo Valu e Zone 2 or higher is acceptable in the following states: \nArizona, Arkansas, California, Kansas, Kentucky, Missouri,  New Mexico,  North Carolina, \nOklahoma, and Tennessee \nF\nMHCSS Uo Value Zone 3 or higher is acceptable in the following states: \nAlaska, Colorado, Connecticut, Delaware, Idaho, Illinois, Indiana, Iowa, Maine, Maryland, Massachusetts, Michigan, Minnesota, Montana, Nebraska, Nevada, New Hampshire, New Jersey,  New York,  North Dakota, Ohio, Oregon, Pennsylvania, Rhode Island, South Dakota, \nUtah, Vermont, Virginia, Washington, West Virginia, Wisconsin, and Wyoming \n(01-2 3-03) SPECIAL PN \nRevised (05-0 5-25) PN 640  \n",
  "page_27": " \n             HB-1-3550 \nAttachment 9 -C \nPage 1 of 2 \n \nATTACHMENT  9-C \n CONDOMINIUM  QUESTIONNAIRE   \n \nProject  Name  and Address:  \nDocuments  that are needed  to complete  this questionnaire  are as follows:  \nϒ Recorded  covenants,  conditions and restrictions  (CC&Rs)/Declaration/Master  Deed;  \nϒ Articles  of Incorporation (Articles  of Association  or Condominium Trust);  \nϒ Bylaws;  \nϒ Current  year’s  budget, and  current  balance sheet  (less than 90 days old); \nϒ Prior fiscal  year-end financial  statement(s)  \nϒ Minutes of last two (2) Homeowner Associations meetings;  \nϒ Condominium association  master  insurance policy (flood, liability,  hazard  insurance, \nfidelity bond).  \nQuestions:  YES NO \n1. Does  the condominium  consist  of 4 or more  units?    \n2. Have  current  and complete  copies  of the condominium  project’s \nlegal documents been submitted for review?   \n3. Has OGC determined that the condominium project complies with the  \nrequirements  of the enabling  statute  and all applicable state and local \nlaws?    \n4. When  required  by state or local  laws,  has the “Condominium  Resale \nCertificate” been provided to the buyer?   \n5. Has OGC determined that the condominium project’s legal \ndocuments preserve  the rights and lien position of the Agency?    \n6. Has control  of the owners’  association  been  turned  over to the unit \nowners?    \n7. Is the owners’  association  currently  involved  in any litigation?    \n8. If the condominium  project  is on a leasehold,  does the underlying \nlease provide a term that is equal to or greater than the life of the \nloan?    \n9. Is the project  professionally  managed?    \n \n \n(01-23-03) SPECIAL  PN \nRevised  (04-27-16) PN 485 ",
  "page_28": " \n HB-1-3550  \nAttachment  9-C \nPage 2 of 2  \n \nQuestions:  YES NO \n10. Does  the project  contain  commercial  or non-residential  space?    \n11. Did the owners’ association provide a current copy of the financial \nstatement (audited financial statement if the project contains 10 or \nmore units)?   \n12. Are the reserve  funds  clearly  separate  from  the operating  funds?    \n13. Is the reserve account funded at a level that is sufficient to meet \nplanned expenses  and ongoing maintenance of the condominium \nproject, without assessing additional fees to the unit owners? \n(Funding of replacement reserves for capital expenditures and deferred \nmaintenance should be at least 10% of the budgeted income.)    \n14. Are more  than 15% of the unit owners  more  than 1 month  delinquent \nin payment of homeowners’ association dues or assessments?    \n15. Are at least 70% of the units  sold?    \n16. Are the common  elements  of the project  well maintained?    \n17. Does  the owners  association  have  adequate  insurance  coverage  for \nthe project and common elements? (i.e. - hazard insurance must cover \n100% of the replacement cost)    \n \nComments: (Responses in any of the shaded  boxes require  explanation  if approval is \nrecommended)  \n \n \n \n \nRecommendation : The project  has been  reviewed  and the unit (check  one) ϒ is ϒ is not \nacceptable for Agency financing.  \n \n \nSIGNATURE  OF REVIEWER  TITLE DATE  OF INSPECTION  \n \n \nSIGNATURE  OF STATE  DIRECTOR  DATE  OF INSPECTION  \n "
}