[
  {
    "document_id": "HB-1-3550",
    "appendix_number": "11",
    "document_title": "SINGLE FAMILY HOUSING DIRECT PROGRAMS APPROVAL AUTHORITY GUIDELINES",
    "sfh_approval_process_overview": "To receive their Single Family Housing (SFH) direct loan and grant approval authority, all new SFH staff seeking approval authority must follow the guidelines below that include (among other steps) training/testing, mentoring, and file reviews.",
    "lao_process_expeditious_goal": true,
    "lao_process_max_duration_months": 18,
    "lao_non_completion_review_period_months": 24,
    "lao_non_completion_review_parties": "Housing Program Director and State Director",
    "training_testing_section_heading": "I. Training/Testing",
    "training_testing_lao_step_1_register_at": "SFH University",
    "training_testing_lao_step_2_review_materials_from": "Direct University 'Training Plan'",
    "training_testing_lao_step_3_complete_modules_quizzes_from": "Direct University 'Learning Modules & Quizzes'",
    "training_testing_supplemental_training_possible": true,
    "training_testing_supplemental_training_provided_by": "State Office and/or Area Office",
    "training_testing_supplemental_training_focus": "training specific to state/local laws and any other supplemental training they deem necessary",
    "training_testing_final_assessment_taken_after": "all modules and quizzes have been successfully completed",
    "training_testing_sfhu_completion_recommendation_days": 90,
    "mentoring_section_heading": "II. Mentoring",
    "mentoring_assignment_condition": "At the time the new LAO registers for the SFH University",
    "mentoring_assigning_role": "immediate supervisor",
    "mentor_requirement_1_expertise": "Well versed in underwriting SFH direct loans and grants",
    "mentor_requirement_2_role": "Prepared to actively serve as a resource to the trainee until they obtain their approval authority",
    "mentor_requirement_3_reporting": "Prepared to provide written quarterly reports (at a minimum, but monthly reports are strongly encouraged when warranted) to the trainee’s supervisor outlining the LAO’s progress and any areas of needed development",
    "mentor_exclusion_relationship": "LAO’s immediate or next level supervisor",
    "footer_special_pn_date": "01-23-03",
    "footer_revised_pn_date": "05-30-25",
    "footer_revised_pn_number": "642",
    "footer_page_info": "Appendix 11, Page 1 of 4"
  },
  {
    "document_id": "HB-1-3550",
    "section_title": "III. File Reviews",
    "file_reviews_description": "After the new LAO successfully passes the final assessment, they will be tasked with independently rendering a decision on a variety of direct loan, grant, and combo applications from the eligibility determination to closing. At the decisional phases, the immediate supervisor must attest to the LAO's decision before the decision can be officially rendered. Once the immediate supervisor is comfortable with the decisions being rendered by the LAO, they will:",
    "file_reviews_action_1_submit_files": "Submit a minimum of five Section 502 and four Section 504 files to the State Office for their review. In both programs, one rejected application must be provided in that total. The Section 502 closed loans should include existing homes with repairs and construction (or purchase new); the Section 504 closed loans/grants must include at least one combo.",
    "file_reviews_action_1_condition_1_eligibility_recommendations": "Upon submittal of a minimum of seven eligibility recommendations (including five eligible and two ineligible recommendations) to the State Office for their review, conditional authority may be granted to issue Form 1944-59, Certificate of Eligibility or Handbook Letter 15, Standardized Adverse Decision Letter, as appropriate, until such time full approval authority is granted.",
    "file_reviews_action_1_condition_2_section_502_files": "Upon submittal of three closed 502 files of any type (e.g., existing, existing with repairs, new construction, purchase new), conditional loan approval authority for Section 502 may be granted subject to the remaining file reviews to be completed when the next applicable file type is available for each of them.",
    "file_reviews_action_1_condition_2_example_1_lao_submission": "For example, if a LAO submits three closed files that are a combination of purchase existing (no repairs) and purchase with repairs, conditional authority may be granted to approve purchase existing (with or without repairs), with the condition that the next new construction available be submitted for review before being permitted to approve new constructions. The SFH LAO will still be required to seek supervisor approval before a decision can be officially rendered on the loan and/or grant, they do not have the authority to sign themselves.",
    "file_reviews_action_1_condition_2_example_2_state_directors_discretion": "State Directors have the discretion to accept an existing home with repairs which require a construction contract to be substituted for a new construction loan. This may only be granted if there is a lack of new construction in the State.",
    "file_reviews_action_1_condition_3_section_504_files": "Upon submittal of two closed 504 files of any type (e.g. grant-only, loan-only, combo), conditional approval authority for Section 504 loans and grants may be granted subject to the remaining file reviews to be completed when the next applicable file type is available for each of them. The SFH LAO will still be required to seek supervisor approval before a decision can be officially rendered on the loan and/or grant, they do not have the authority to sign themselves.",
    "file_reviews_action_2_email_housing_program_director": "Email the Housing Program Director letting them know which files to review via the Electronic Customer File system.",
    "file_reviews_action_3_notify_housing_program_director_ways": "Notify the Housing Program Director in one of two ways:",
    "file_reviews_action_3_method_1": "All at once (with a minimum of nine files as defined above).",
    "file_reviews_action_3_method_2": "In separate submissions as needed for conditional authority as defined above.",
    "footer_appendix": "Appendix 11",
    "footer_page": "2 of 4"
  },
  {
    "document_id": "HB-1-3550",
    "state_office_reviewer_action_1": "Use a consistent method of review and may use Attachment 6-B, Loan Quality Review, and the Underwriting, Pre-Closing, and Compliance Review Tool (Note: not all questions may be applicable when considering certain conditional authorities outlined in Item III. above).",
    "state_office_reviewer_action_2": "Request additional files if needed to determine the LAO's level of proficiency.",
    "state_office_reviewer_action_3": "Share their review results with the immediate supervisor.",
    "supervisor_recommendation_for_approval_intro": "After steps I – III above are satisfactorily completed, the immediate supervisor has the following options to recommend inspection and site approval authority:",
    "supervisor_recommendation_option_1_action": "Coordinate with the Housing Program Director a field review with the new LAO to visit properties proposed for financing or financed under the SFH direct programs.",
    "supervisor_recommendation_option_1_detail_1": "The new LAO will be responsible for setting up the travel route and making any necessary arrangements. It is recommended that at least two Section 502 properties and one Section 504 rehab property be visited.",
    "supervisor_recommendation_option_1_detail_2": "The visits will generally be exterior in nature and will be used to gauge the recommendation for inspection authority and site approval authority.",
    "supervisor_recommendation_option_2_action": "Based on review and knowledge the LAO is proficient in inspections and site approvals, the immediate supervisor, at their discretion, can recommend final approval without requiring site inspections with the Housing Program Director.",
    "supervisor_recommendation_option_3_action": "Send a letter to the State Director, through the Housing Program Director, recommending the designation of loan and grant approval authority (or conditional approval authority as outlined in Item III. above, as applicable).",
    "supervisor_recommendation_option_3_decision_process": "The State Director will review the recommendation along with the supporting documentation (e.g. training records) and make a decision regarding the designation of loan and grant approval authority.",
    "supervisor_recommendation_option_3_if_granted": "If granted, the designation will be documented using the letter format provided below.",
    "supervisor_recommendation_option_3_if_denied": "If denied, the State Director will request that the immediate supervisor and Housing Program Director develop an updated training plan for the LAO to address noted areas of weakness.",
    "restrictions_revocations_reinstatement_authority_statement": "Both the Administrator and the State Director can make written restrictions or revocations on a LAO’s approval authority (refer to RD Instruction 1901-A, 1901.4 (d) and (e)). Should this occur, the State Office has the authority to determine what actions, trainings, and conditions are required to reinstate the LAO’s approval authority.",
    "appendix_information": "Appendix 11, Page 3 of 4",
    "special_pn_date": "01-23-03",
    "revised_pn_date": "05-30-25",
    "revised_pn_number": "642"
  },
  {
    "document_id": "HB-1-3550",
    "document_title": "FURTHER DELEGATION OF AUTHORITY",
    "to_name": "[Name]",
    "to_title": "[Title]",
    "to_department": "USDA Rural Development",
    "to_location": "[Location]",
    "delegator_role": "State Director for USDA Rural Development, [State Name]",
    "delegation_instruction": "RD Instruction 1901-A",
    "delegation_recipient": "aforementioned employee",
    "delegation_item_1": "Conditional approval authority for only Form RD 1944-59, Certificate of Eligibility or Handbook Letter 15, Standardized Adverse Decision Letter (this authority is superseded if Conditional or Full authority is checked below)",
    "delegation_item_2": "Conditional or Full loan approval authority for Single Family Housing Section 502 direct loans, loan assumptions and nonprogram credit sales for the maximum loan amount described in 7 CFR Part 3550, Subpart B",
    "delegation_item_3": "Conditional or Full loan and grant approval authority for Single Family Housing Section 504 direct loans, grants, combinations, and loan assumptions for the maximum amount described in 7 CFR Part 3550, Subpart C",
    "delegation_item_4": "Single Family Housing inspection authority and site approval authority in accordance with 7 CFR Part 1924, Subparts A and C",
    "delegation_effective_date": "immediately",
    "delegation_duration": "until the delegate leaves their position or until revocation or other change is made in writing",
    "training_note": "Training is an ongoing process. Continue to reach out to your supervisor and State Office SFH staff for guidance.",
    "date_signed": "",
    "signer_name": "[Name]",
    "signer_title": "State Director",
    "cc_recipient_1": "[First line supervisor]",
    "cc_recipient_2": "eOPF",
    "appendix_info": "Appendix 11, Page 4 of 4"
  }
]