[
  {
    "HB-2-3550": "",
    "CHAPTER 5: SPECIAL SERVICING": "",
    "5.1": "",
    "OVERVIEW OF SPECIAL SERVICING [7 CFR 3550.201]": "",
    "The majority of Agency borrowers repay their loans without the need for special\nservicing. However, some borrowers will encounter financial or personal problems that make it\ndifficult or impossible for them to meet the terms and conditions of the loan. Other borrowers\nmay prove unwilling to do so. In either case, the Agency's response begins with special\nservicing activities that are designed to help the borrower become current and succeed in\nrepaying the loan. Exhibit 5-1 summarizes the special servicing tools that can be used to help a\nborrower succeed in repaying a loan. Each of these tools is discussed in detail in this chapter. If,\neven with the special servicing assistance the Agency can offer, the borrower is unable or\nunwilling to continue with the loan, the Agency must take action to liquidate the loan in the most\ncost-effective manner.": "",
    "Upon receipt of a new loan, the Servicing and Asset ManagementOffice (Servicing\nOffice) New Loan Unit will review the account to ensure it is properly identified as a\nleveraged/participation loan. A leveraged/participation loan classification will only be given to\nthose loans where the Agency is in a junior lien position and participation loans that are\namortized. However, no change will be made to the account that would result in granting a\nhigher amount of payment assistance if the field office approved the loan without granting the\nEIR. The New Loan Unit will ensure the leveraged lender has been properly identified,\nincluding a Tax ID number and consistent spelling of the lender's name and address along with\nother identifying information, as necessary.": "",
    "A. Time Frame for Servicing Action [7 CFR 3550.202]": "",
    "An account is considered past due if the scheduled payment has not been received by the\ndue date. A late fee will be assessed if the scheduled payment is not received by the 15th day\nafter the due date. Monthly-pay accounts may be liquidated without further servicing when:": "",
    "An amount equal to three scheduled payments is past due; or": "",
    "An amount equal to two scheduled payments has been past due for at least 3\nconsecutive months. Exhibit 5-2 illustrates these time frames.": "",
    "For annual-pay borrowers, the account may be accelerated without further servicing when\nat least three-twelfths of one scheduled payment has not been received by its due date.": "",
    "5-1": "",
    "(05-27-98) SPECIAL PN": "",
    "Revised (03-31-21) SPECIAL PN": ""
  },
  {
    "HB-2-3550": "true",
    "Paragraph 5.1 Overview of Special Servicing [7 CFR 3550.201]": "true",
    "Exhibit 5-1": "true",
    "Special Servicing Tools": "true",
    "General Servicing": "true",
    "Regular followup and counseling for delinquent accounts.": "true",
    "Conversion of delinquent annual-pay borrowers to monthly payments.": "true",
    "Delinquency Workout Agreements": "true",
    "Through delinquency workout agreements of up to 2 years, borrowers agree to make the required monthly payment plus an amount that will bring the account current.": "true",
    "Protective Advances": "true",
    "Most commonly used to pay taxes and insurance and initial contributions to a newly established escrow account.": "true",
    "May also be used to provide funds for repairs to the security property if the borrower cannot qualify for a subsequent loan.": "true",
    "Advances are repaid through a lump sum, payment schedule consistent with the borrower's ability to pay, or by reamortizing the loan.": "true",
    "Payment Assistance": "true",
    "Payment assistance to reduce the borrower's required payment may be made available to eligible borrowers living in eligible units.": "true",
    "Borrowers with program loans made before August 1, 1968, and nonprogram borrowers may be able to refinance in order to receive payment assistance.": "true",
    "Moratoriums": "true",
    "A moratorium \"stops the clock\" on payments for up to 2 years to enable the borrower to recover from losses of income or unexpected expenses.": "true",
    "Amounts that accrue during the moratorium are repaid in a lump sum or by reamortizing the loan and including the amounts accrued in the outstanding balance.": "true",
    "5-2": "true"
  },
  {
    "Paragraph 5.1 Overview of Special Servicing [7 CFR 3550.201]": "",
    "HB-2-3550": "",
    "Exhibit 5-2": "",
    "Illustration of Past Due Time Frames": "",
    "Scheduled payment due": "$400 (principal and interest portion equals $325; taxes and insurance portion equals $75.)",
    "Example 1": "An amount equal to 3 scheduled payments is past due.",
    "April 1": "No payment is received.",
    "April 2": "This account is past due.",
    "April 16": "A late fee will be assessed.",
    "May 1": "No payment is received.",
    "May 16": "A second late fee will be assessed.",
    "June 1": "No payment is received.",
    "June 2": "An amount equal to 3 scheduled payments is past due.",
    "Account Balance Due": "$400",
    "$413": "",
    "$813": "",
    "$826": "",
    "$1,226": "",
    "$1,226_2": "",
    "Example 2": "An amount equal to 2 scheduled payments is past due for at least 3 consecutive months.",
    "Account Balance Due_2": "$400_2",
    "April 1_2": "No payment is received.",
    "April 2_2": "This account is past due.",
    "April 16_2": "A late fee will be assessed.",
    "May 1_2": "Borrower pays $200.",
    "$413_2": "",
    "$613": "",
    "May 16_2": "A late fee will be assessed.",
    "$626": "",
    "June 1_2": "No payment is received.",
    "$1,026": "",
    "June 2_2": "An amount equal to 2 scheduled payments is past due - first month.",
    "June 16_2": "A late fee is assessed.",
    "$1,039": "",
    "July 1": "Borrower pays $300.",
    "$1,139": "",
    "July 2": "An amount equal to 2 scheduled payments is past due - second month.",
    "July 16_2": "A late fee is assessed.",
    "$1,152": "",
    "August 1": "Borrower pays $400.",
    "$1,152_2": "",
    "August 2": "An amount equal to 2 scheduled payments is past due -- third month.",
    "NOTE": "These examples are presented to illustrate the time frame in which the Agency could initiate liquidation without further servicing. But in practice, the Agency should intervene with other servicing actions well before the date that liquidation is permitted.",
    "(05-27-98) SPECIAL PN": "",
    "Revised (03-31-21) SPECIAL PN": "",
    "5-3": ""
  },
  {
    "HB-2-3550": "true",
    "Paragraph 5.1 Overview of Special Servicing [7 CFR 3550.201]": "true",
    "B. Identifying Special Servicing Accounts": "true",
    "Accounts that require special servicing should be identified well before either of these\nthresholds has been reached. In some instances, the borrower may notify the Servicing Office of\na problem, such as the loss of employment, even before a single payment has been missed. In\nthe case of a leveraged/participation loan the lender may contact the Agency when the borrower\nis past due on their account, before a single payment is missed on the Agency debt. In other\ncases, the Servicing Office will initiate regular followup and counseling with the borrower\nbecause of past due amounts. Generally, any borrower with past due amounts equal to two\nscheduled payments should be referred to a counselor for special servicing.": "true",
    "C. Developing a Servicing Strategy": "true",
    "The circumstances of each borrower are\nunique, and the servicing strategy for each\nshould be tailored to the individual\ncircumstances. The special servicing tools in\nthis chapter often may be used in combination.": "true",
    "For each special servicing\naccount, the Servicing Office must\nwork with the borrower to develop\na reasonable servicing strategy\nwith the borrower. Servicers must carefully\ndocument the strategy and each contact with\nthe borrower.": "true",
    "It is important when servicing": "true",
    "Example - Combining Special Servicing Tools": "true",
    "A borrower who loses employment may\nbecome delinquent before contacting the\nServicing Office for assistance. Such a\nborrower may be eligible for new or increased\npayment subsidies or be eligible for a\nmoratorium. Alternatively, the borrower may\nrequire a delinquency workout agreement to\ncorrect the past due amount.": "true",
    "A borrower may need a moratorium on\npayments in the case of a serious illness of a\nhousehold member. The borrower may also\nneed to reamortize the loan at the end of the\nmoratorium period.": "true",
    "leveraged/participation loans that the Agency be aware of the account status of the other lender.\nThe Servicing Office will attempt to contact the borrower to determine why they are\nhaving difficulty making payments to the Agency and the status of the\nleveraged/participation loan. The Servicing Office will review the borrower's financial\nsituation and determine the servicing action to take on the Agency debt that may include\npayment assistance and moratorium, Delinquency Workout Agreement, Promise to Pay, or\nprotective advance. If the borrower is past due on the leveraged/participation loan, the Servicing\nOffice must also consider servicing options available from the other lender to bring the account\ncurrent when working with the borrower on the past due Agency debt.": "true",
    "5-4": "true"
  },
  {
    "HB-2-3550": "HB-2-3550",
    "Paragraph 5.1 Overview of Special Servicing": "Paragraph 5.1 Overview of Special Servicing [7 CFR 3550.201]",
    "D. Borrowers Who Have Filed for Bankruptcy": "D. Borrowers Who Have Filed for Bankruptcy",
    "Bankruptcy Code Advice": "All servicing actions connected with a borrower who has filed for bankruptcy protection under\nany Chapter of the Bankruptcy Code should be handled on a case-by-case basis, with advice\nfrom the Office of General Counsel (OGC). This paragraph summarizes the key concepts\nsurrounding the types of bankruptcies that most\nfrequently affect Agency servicing actions.",
    "Cease Collections": "Servicing Office must not pursue collection\nactivities for borrowers who have filed for\nbankruptcy.",
    "Borrower Files Petition": "When a borrower files a petition under\nthe Bankruptcy Code, the court initially\nprohibits further collection actions by creditors\nby entering a stay. If the Servicing Office receives the petition, it should be forwarded to OGC\nwith any supporting materials. When a borrower has filed for bankruptcy protection, the\nServicing Office should obtain a Notice of Commencement of Bankruptcy from the bankruptcy\ncourt to document the bankruptcy activity for the borrower's file.",
    "Servicing Office": "The Servicing Office should continue to\nsend monthly statements to borrowers who have\nfiled for bankruptcy unless notified by OGC to\nstop sending statements to borrowers in a\nparticular jurisdiction. All other collection actions\nmust be discontinued until approved by OGC.\nPayments made voluntarily by the borrower should\nbe accepted.",
    "SCRA OF 2003": "Determine if borrower is protected by the\nSevicemembers Civil Relief Act of 2003. Check\nCUS/CRE screen in LoanServ. Field name:\nSCRA.",
    "Agency Attendance": "The Agency does not need to attend bankruptcy proceedings unless OGC advises it. If an\nAgency presence is required, Field Staff should be asked to attend the proceedings.",
    "1. Proof of Claim": "1. Proof of Claim",
    "Official Bankruptcy Form 10": "Official Bankruptcy Form 10, Proof of Claim is used to itemize the Agency's claims\nagainst the borrower for the bankruptcy court. It must be filed within 180 days after the\ndate the bankruptcy was filed, unless the date is changed by the bankruptcy court. No\nProof of Claim needs to be submitted for Chapter 7 no-asset cases or in cases where OGC\ndetermines that the Agency's claim, exclusive of recapture, is fully secured.",
    "2. Chapter 13 Cases": "2. Chapter 13 Cases",
    "Chapter 13 Bankruptcy Plan": "Under a Chapter 13 bankruptcy plan, the borrower will continue to make scheduled\nmonthly payments during the life of the plan. If the borrower was in default on an\nAgency debt at the time the plan was developed, the plan should specify a schedule under\nwhich the borrower will repay the delinquent amount during the term of the plan.",
    "Page Number": "5-5",
    "(05-27-98) SPECIAL PN": "(05-27-98) SPECIAL PN",
    "Revised (03-31-21) SPECIAL PN": "Revised (03-31-21) SPECIAL PN"
  },
  {
    "HB-2-3550": "",
    "Paragraph 5.1 Overview of Special Servicing [7 CFR 3550.201]": null,
    "The Servicing Office may use special servicing actions, such as granting payment\nassistance or a moratorium, to help the borrower make scheduled monthly payments. If a\nborrower does not make scheduled payments according to the plan, the Servicing Office\nshould request OGC guidance in working with the bankruptcy court to resolve the\nproblem. The Agency is not permitted to accelerate the account without the consent of\nthe bankruptcy court, even if the borrower meets the Agency's criteria for liquidation.": null,
    "Normal servicing may be resumed when the stay is terminated and the trustee has\nreleased any interest in the Agency's security. This will automatically occur when the\nbankruptcy case is dismissed and closed or the plan is complete and the case is closed.": null,
    "3. Chapter 7 Cases": null,
    "Under Chapter 7 bankruptcy, the borrower is given the option to liquidate property\nthat he or she can no longer financially retain which may include the Agency's security\nproperty. The Agency is not permitted to accelerate the account without the consent of\nthe bankruptcy court, even if the borrower meets the Agency's criteria for liquidation,\nuntil the property is no longer property of the bankruptcy estate. Property will cease to\nbe part of the bankruptcy estate if the property is abandoned by the bankruptcy trustee\nand the borrower receives a discharge or, if the property has not been abandoned, on the\nearliest to occur of: (1) the date the case is closed; (2) the date the bankruptcy is\ndismissed; or (3) the date the debtor receives a discharge.": null,
    "If the borrower will retain the security property, the Servicing Office should request\nthat the borrower execute a “reaffirmation agreement.” Under this agreement, the\nborrower promises to resume payments to the Agency once the bankruptcy case is\ndischarged and would again be personally liable for the debt. If the borrower does not\nexecute a reaffirmation agreement before discharge, Handbook Letter 102(3550),\nContinuation with Unreaffirmed Debt After Discharge in Bankruptcy, must be sent to the\nborrower after discharge. The Servicing Officeshould resume normal servicing\nprocedures for borrowers who have received discharges under Chapter 7, and who have\nexecuted a reaffirmation agreement or who have received Handbook Letter 102(3550). A\nborrower who is discharged under Chapter 7 of the Bankruptcy Code and has not signed\na reaffirmation agreement is no longer personally liable for the debt.": null,
    "E. Developing a Problem Case Report": null,
    "When special servicing is required, the borrower's case will typically be referred to a\nServicer who specializes in counseling. In order to become familiar with the case, the Counselor\nshould review the borrower's information and begin a problem case report": null,
    "5-6": null
  },
  {
    "HB-2-3550": "HB-2-3550",
    "Paragraph 5.1 Overview of Special Servicing": "Paragraph 5.1 Overview of Special Servicing [7 CFR 3550.201]",
    "problem_case_report_automated": "The problem case report is an automated screen that consolidates basic information about the loan and borrower.",
    "problem_case_report_information": "While some information may not be available when the problem case report is started, all information should be provided before a recommendation for liquidation is made.",
    "problem_case_report_summarizes": "Summarizes the status of the loan and the servicing actions taken or considered;",
    "problem_case_report_identifies": "Identifies delinquent taxes and other liens against the security, all borrowers and cosigners, and any others who may have an interest in the property;",
    "problem_case_report_provides": "Provides information on borrower income and assets and the value of the security property;",
    "problem_case_report_makes_recommendations": "Makes recommendations regarding foreclosure and how other lien holders will be handled.",
    "problem_case_report_living_document": "The problem case report is a living document. It should be updated at key points in the servicing process to summarize all servicing actions that are taken.",
    "problem_case_report_organized_reference": "In this way, the problem case report can serve as an organized reference to the status of the account -- making it easy for the Counselor to review the case and discuss it with supervisors.",
    "problem_case_report_counselor_determines": "When the Counselor determines that the borrower cannot be successful or if the borrower fails to cooperate by refusing: (1) to provide information; (2) to agree to a reasonable repayment schedule for the deficiency; or (3) to meet the terms of the agreed upon delinquency workout agreement, the Counselor will complete the problem case report and make a recommendation for liquidation when it is in the best interest of the Government.",
    "problem_case_report_submitted": "The problem case report will be submitted to the Counselor's supervisor for review and approval.",
    "5.2 DELINQUENCY WORKOUT AGREEMENTS": "5.2 DELINQUENCY WORKOUT AGREEMENTS [7 CFR 3550.205]",
    "delinquency_workout_agreements_permit": "Delinquency workout agreements permit borrowers to stop liquidation action by agreeing to pay, in addition to the scheduled payment, an extra amount that will bring the account current within 2 years or the remaining term of the loan, whichever is shorter.",
    "A. Eligibility": "A. Eligibility",
    "delinquent_borrowers_eligible": "Delinquent borrowers with either program or nonprogram loans may be eligible for a delinquency workout agreement.",
    "servicer_cannot_approve": "However, a Servicer cannot approve more than one agreement with a particular borrower within a 2-year period without approval from a supervisor.",
    "condition_for_approval": "As a condition for approval of a delinquency workout agreement, monthly pay borrowers must be on",
    "SPECIAL PN (05-27-98)": "(05-27-98) SPECIAL PN",
    "SPECIAL PN Revised (03-09-22)": "Revised (03-09-22) SPECIAL PN",
    "5-7": "5-7"
  },
  {
    "HB-2-3550": "",
    "Paragraph 5.2 Delinquency Workout Agreements": "7 CFR 3550.205",
    "escrow and annual-pay borrowers with monthly income must convert to a monthly payment schedule and be on escrow.": null,
    "B. Related Servicing Actions": null,
    "Before proceeding with a delinquency workout agreement, it is important to understand the reasons for the delinquency. If the borrower has had difficulty making regular payments because the borrower lost income or had unexpected expenses, a delinquency workout agreement alone will not solve the problem. In such cases a moratorium, rather than a delinquency workout agreement, may be the appropriate servicing strategy. For eligible borrowers, new or additional payment subsidy also may be needed.": null,
    "Realistic Promises to Pay": null,
    "An important aspect of a Servicer's counseling role is to help borrowers avoid entering into unrealistic delinquency workout agreements. Delinquency workout agreements should not be used unless available information supports the borrower's promise to pay.": null,
    "C. Processing Delinquency Workout Agreements": null,
    "1. Determining a Reasonable Payment": null,
    "Any time a borrower requires over": "60",
    "days to repay a delinquency, the Servicing Office conducts an analysis of the borrower's financial circumstances based upon necessary and essential family expenses to determine a reasonable monthly payment amount and repayment term (not to exceed": "24",
    "months). The borrower should provide to the Servicing Office the necessary information for the analysis. To determine an amount for the delinquency workout agreement, a ratio of": "41",
    "percent of annual income will be used. After determining": "41",
    "percent of the borrower's annual income, subtract the annual amount for principal, interest, real estate taxes, and insurance, child support payments, and installments on consumer and medical debts which will require longer than": "6",
    "months to repay. The amount remaining will be used to establish a delinquency workout agreement. In situations where the balance will not pay off the delinquency within": "24",
    "months, or there is a negative balance, a delinquency workout agreement will not be established, unless the borrower firmly asserts that they can repay the delinquency within 24 months": null,
    "2. Confirming the Agreement": null,
    "For borrowers who agree to pay delinquent amounts within": "30",
    "days, the reaffirmation agreement must be documented. At least": "30",
    "days before the moratorium is scheduled to expire, the borrower must provide financial information needed to process the re-amortization of the loan(s).Borrowers": null,
    "5-8": null
  },
  {
    "HB": "2-3550",
    "Paragraph 5.2 Delinquency Workout Agreements [7 CFR": "3550.205]",
    "who need more than": "30",
    "days to repay a delinquency must be sent a letter confirming the": "repayment agreement.",
    "Borrowers who require a formal delinquency workout agreement": "(any agreement that exceeds 60 days) will receive an adjusted billing statement that",
    "itemizes the additional amount to be paid.": null,
    "3. Late Fees on Delinquency Workout Agreements": null,
    "Late fees accrued during the term of the agreement will be waived for months in": "which the borrower pays according to the agreement.",
    "4. Borrower Failure to Pay": null,
    "If a borrower who's required to make payments under a delinquency workout": "agreement is more than 30 days past due, the agreement is automatically canceled. If the",
    "borrower's failure to comply with the terms of the agreement is the result of additional": "financial problems, additional servicing options may be considered. If the borrower is",
    "unwilling to comply with the agreement or if, even with all available servicing options,": "the account cannot be brought current, the loan should be liquidated.",
    "5. Bringing the Account Current Through Reamortization": null,
    "Borrowers who have been successfully paying the amounts due under a delinquency": "workout agreement may be offered the opportunity to have the outstanding balance",
    "reamortized over the remaining term of the loan. To be eligible for reamortization: (1)": "the remaining term of the delinquency workout agreement must be at least 12 months;",
    "and (2) the borrower must have been making full payments without incurring any late": "fees for at least 6 months.",
    "As a condition of reamortization, annual-pay borrowers with monthly income must": "convert to a monthly payment schedule, and the borrower must agree to the establishment",
    "of an escrow account for taxes, insurance, and related costs. Annual-pay borrowers": "without monthly income will be encouraged to convert to a monthly payment schedule,",
    "but are not required to convert to a monthly schedule or establish an escrow.": null,
    "5.3": null,
    "USING PAYMENT ASSISTANCE AS A SPECIAL SERVICING ACTION": null,
    "[7 CFR": "3550.204]",
    "Payment assistance is offered as part of a special servicing strategy to help prevent future": "delinquent payments by adjusting the monthly payment to an amount the borrower can afford.",
    "5-9": null,
    "(05-27-98) SPECIAL PN": null,
    "Revised (03-09-22) SPECIAL PN": null
  },
  {
    "HB-2-3550": "true",
    "Paragraph 5.3": "Using Payment Assistance as a Special Servicing Action [7 CFR 3550.204]",
    "Payment assistance and delinquency": "Payment assistance alone will not cure a delinquency. It must be used with a delinquency workout agreement or moratorium.",
    "Refinancing Loans to Permit Payment Assistance": "true",
    "Payment assistance restrictions": "Payment assistance cannot be provided with loans made before August 1, 1968, or with above-moderate/nonprogram terms.",
    "Borrowers in danger of losing homes": "Borrowers in danger of losing homes due to circumstances beyond their control may be permitted to refinance for payment assistance.",
    "Servicer considerations": "The Servicer should consider other servicing actions before refinancing. If not, consider if the payment assistance and other actions will remedy the delinquency.",
    "Servicer actions": "Confirm borrower income-eligibility (Chapter 4); Use LoanServ to estimate monthly payments if refinanced.",
    "Refinancing process": "If feasible, Servicing Office requests Field Office to originate the new loan. No additional servicing actions until Field Office determines about refinancing.",
    "Servicing Actions While Request for Payment Subsidies Is Processed": "true",
    "During processing": "During the time to receive/verify income data and determine family eligibility, the account accrues late fees.",
    "5.4": "PROTECTIVE ADVANCES [7 CFR 3550.206]",
    "Agency advances": "The Agency may advance funds for fees/services to protect the Government's interest in program/nonprogram property.",
    "Protective advances consideration": "Protective advances are considered when the Agency cannot provide a subsequent loan for such purpose to the borrower.",
    "Reasons for protective advances": "Borrower doesn't meet eligibility, lack of funds, or borrower unwillingness to cooperate.",
    "Servicing Office action": "If a borrower needs a subsequent loan/protective advance, the Servicing Office refers the case to the Field Office.",
    "Agency recovers": "The Agency recovers the",
    "Page Number": "5-10"
  },
  {
    "HB-2-3550": "",
    "Paragraph 5.4 Protective Advances [7 CFR 3550.206]": "",
    "amounts advanced by charging the borrower's account. Amounts advanced are due with the next\nscheduled payment. If the borrower is unable to repay the advance in a lump sum, the Field\nOffice may request that the Servicing Office schedule repayment consistent with the borrower's\nability to pay or reamortize the loan.": "",
    "A. Advances for Property Repairs": "",
    "Protective advances for property repairs are made only to protect the Government's\ninterest in the security property and should be considered only if the repairs cannot be financed\nthrough a subsequent loan. Advances will bear interest at the promissory note rate of the loan\nagainst which they are charged. Advances for borrowers with multiple loans secured by the\nsame property should be charged against the largest loan.": "",
    "1. Determining the Need for Repairs": "",
    "The need for repairs may be identified by either the borrower, Field Office, or the\nServicing Office. Field Offices are responsible for completing an inspection of the\nproperty, an environmental review, developing a description of the work required,\npreparing a cost estimate, and approving the protective advance.": "",
    "2. Alternative Sources of Funding": "",
    "Before processing the advance, the Field Office must first determine whether it\nappears that the borrower qualifies for a subsequent loan. If a subsequent loan appears\nfeasible, the Field Office will process a loan application immediately. If the need for a\nprotective advance is so urgent or if it is clearly apparent that the borrower would not\nqualify for a loan, is uncooperative, or that a protective advance is more appropriate, the\nField Office must document why alternatives were not feasible and why the repairs are\nneeded to protective the Government's interest when processing an advance. Protective\nadvances will be reported to the IRS as income to the vendor and IRS Form 1099 will be\ngenerated. In no case will the borrower or a RD employee be listed as the vendor.": "",
    "B. Advances for Other Purposes": "",
    "In order to protect the Government's interest, protective advances also may be used for\nother purposes. These types of advances will be processed and approved by Field Offices or the\nServicing Office, as appropriate. Field Staff will coordinate efforts with the Servicing Office for\nany loan that is still under the jurisdiction of the Servicing Office. Protective advances for other\npurposes include such items as:": "",
    "Paying off a prior lien holder who intends to foreclose in cases where the Agency is a\njunior lien holder.": "",
    "(05-27-98) SPECIAL PN": "",
    "Revised (03-31-21) SPECIAL PN": "",
    "5-11": ""
  },
  {
    "HB-2-3550": "",
    "Paragraph 5.5 Moratoriums [7 CFR 3550.207]": null,
    "Paying taxes or insurance premiums; or": null,
    "Paying for local assessments.": null,
    "5.5": "MORATORIUMS [7 CFR 3550.207]",
    "A moratorium is an agreement between the Agency and a program borrower to suspend\nthe requirement for the borrower to make payments for up to a 2-year period. A moratorium is\nintended to help a borrower who is experiencing temporary financial difficulties avoid\nforeclosure. Before considering a moratorium, a borrower must first be considered for payment\nsubsidy, or if currently receiving a payment subsidy, an increase in such assistance. A\nnonprogram borrower is not eligible for a moratorium.": null,
    "When a borrower with a leveraged/participation loan is approved for a moratorium they\nshould be informed that it is their responsibility to continue making payments on the\nleveraged/participation loan. If the borrower's loss or decrease in income prohibits them from\npaying the other mortgage payment consideration can be given to paying off the\nleveraged/participation lender.": null,
    "A. Eligibility": null,
    "For a borrower to be eligible for a\nmoratorium, all of the following conditions must\nbe met:": null,
    "Due to circumstances beyond the\nborrower's control, the borrower is\ntemporarily unable to continue to\nmake scheduled payments because:": "",
    "Multiple Moratoriums": "",
    "A borrower may be eligible for more\nthan 1 moratorium over the life of the loan. No\nwaiting period between moratoriums is required\nif new circumstances qualify the borrower for a\nnew moratorium at the end of a moratorium.": null,
    "The borrowers repayment income fell by at least 20 percent within the past 12\nmonths. The change in repayment income is based only on the income of\nparties to the note who are living in the household, or": null,
    "The borrower must pay unexpected and unreimbursed expenses resulting from\nthe illness, injury, or death of the borrower or a family member, or": null,
    "The borrower must pay unexpected and unreimbursed expenses resulting from\ndamage to the security property in cases where adequate hazard insurance was\nnot available or was prohibitively expensive.": null,
    "5-12": null
  },
  {
    "Paragraph 5.5 Moratoriums [7 CFR 3550.207]": null,
    "The borrower occupies the dwelling, unless RHS determines that it is uninhabitable or the borrower may be temporarily absent, and": null,
    "The borrower's account is not currently accelerated, and": null,
    "The loan was written on program terms.": null,
    "B. Initiating the Request for a Moratorium": null,
    "Although some borrowers may be knowledgeable enough to request a moratorium, more typically the Servicing Office will recognize that a borrower is a candidate for a moratorium and propose it to the borrower. Regardless of which party initiates the discussion, the borrower must request the moratorium and provide financial information to enable the Servicing Office to determine whether the borrower's new financial circumstances support the request for a moratorium. The Servicer should carefully document the request. Moratoriums are not available to nonprogram borrowers.": null,
    "C. Evaluating and Acting on the Request": null,
    "A moratorium is not an appropriate servicing tool for borrowers whose circumstances have changed in such a way that it is unrealistic to anticipate recovery within the maximum moratorium period. Both the borrower's plans and the Servicer's judgment enter into this decision. To evaluate the situation, the Servicer must:": null,
    "Determine whether the borrower may be eligible for payment assistance or, if already on a payment subsidy, for an increase in such assistance.": null,
    "If it is determined that the borrower cannot make the scheduled payments, determine whether the cause is due to reasons beyond the borrower's control;": null,
    "Conduct a financial analysis to determine whether, given the new circumstances, the borrower is unable to make the scheduled payment;": null,
    "Four Key Steps In Evaluating a Moratorium Request": null,
    "Confirm the facts of the case.": null,
    "Determine whether a moratorium is the appropriate remedy.": null,
    "Determine if borrower is protected by the SCRA Act of 2003": null,
    "Determine an appropriate monitoring schedule.": null,
    "HB-2-3550": null,
    "5-13": null,
    "(05-27-98) SPECIAL PN": null,
    "Revised (03-31-21) SPECIAL PN": null
  },
  {
    "HB-2-3550": "",
    "Paragraph 5.5 Moratoriums [7 CFR 3550.207]": "",
    "bullet1": "Determine whether there is reason to believe that the borrower's financial problems are temporary -- that is, can be sufficiently resolved within 2 years to enable the borrower to resume making scheduled payments; and",
    "bullet2": "If the borrower's request is approved, notify the borrower in writing; or",
    "bullet3": "If the borrower's request is rejected, notify the borrower and provide information about the appeal process described in Paragraph 1.9.",
    "bullet4": "If a leveraged/participation loan is involved, determine if the borrower can continue to make the other lieholders loan payments;",
    "bullet5": "If the borrower cannot make the leveraged/participation loan payments determine if the loan should be paid off with a protective advance prior to granting a moratorium.",
    "D. Monitoring Borrower Accounts During the Moratorium": "",
    "Moratoriums are permitted only for as long as the borrower's circumstances prevent repayment of the loan. Borrowers are required to report changes in the circumstances on which the moratorium is based. For example, if a moratorium is granted because a borrower loses a job, the Agency must be notified when the borrower finds employment": "",
    "Borrower eligibility for a continuation of the moratorium should be reviewed at least once every 6 months. The precise schedule should be worked out based on the borrower's individual situation. For borrowers who receive payment subsidy, one of the semiannual reviews should be conducted simultaneously with the annual income re-examination.": "",
    "When the moratorium is linked to unexpected expenses, the borrower periodically must submit evidence to document that those debts are being paid. Acceptable forms of documentation include certifications from the payee, copies of paid receipts, or canceled checks or money orders. If a borrower will continue to make payments on a leveraged/participation loan, the Servicing Office must verify with the other lender that the payments are being made each month": "",
    "E. Cancellation of a Moratorium": "",
    "The Servicing Office should cancel the moratorium if:": "",
    "bullet6": "The borrower does not respond to a request for financial information;",
    "page_number": "5-14"
  },
  {
    "HB-2-3550": "true",
    "Paragraph 5.5 Moratoriums [7 CFR 3550.207]": "true",
    "Point 1": "The Agency receives information indicating that the moratorium is no longer required; or",
    "Point 2": "The moratorium was granted due to unexpected and unreimbursed expenses, and the borrower cannot show that an amount at least equal to the deferred payments has been applied toward the expenses.",
    "Cancellation Note": "If a cancellation is required, the Servicing Office must notify the borrower. If a borrower provides the information necessary to justify continuance of the moratorium within 30 days of the notification, the Servicing Officeshould continue the moratorium.",
    "F. Resumption of Payments": "true",
    "Resumption Note": "At least 60 days before the moratorium is scheduled to expire, the Servicing Office should review the borrower's account to determine whether the borrower is able to resume making scheduled monthly payments. Unless current income data is available, the borrower must provide updated financial information.",
    "1. Reamortization": "true",
    "Reamortization Note": "When the moratorium expires or is cancelled, the loan will be re-amortized to include the amount deferred during the moratorium and the borrower will be required to escrow.",
    "SCRA OF 2003": "true",
    "SCRA Note": "Original mortgage interest rate must be restored prior to reamortization for borrowers protected by the Act. Reduce mortgage interest rate to 6% upon completion of the reamortization if borrower is on active duty.",
    "2. Forgiving Interest": "true",
    "Forgiving Interest Note": "If the new monthly payment, after consideration of the maximum amount of payment subsidy available to the borrower, exceeds the borrower's repayment ability, all or part of the interest that has accrued during the moratorium may be forgiven so that the new monthly payment optimizes both affordability to the borrower as well as the best interest of the Government.",
    "(05-27-98) SPECIAL PN": "true",
    "Revised (03-09-22) SPECIAL PN": "true",
    "Page Number": "5-15"
  },
  {
    "HB-2-3550": "true",
    "Paragraph 5.5 Moratoriums [7 CFR 3550.207]": "true",
    "Borrowers Unable to Resume Payments": "true",
    "liquidation": "true",
    "THE LIQUIDATION RECOMMENDATION": "true",
    "Servicer should discuss": "true",
    "voluntary liquidation": "true",
    "problem case report": "true",
    "Chapter 6 describes": "true",
    "5-16": "true"
  }
]