{
  "page_1": " \n \n8.1 \nINTRODUCTION \n \nOnce the Loan Originator has completed all of the procedures described in Chapters 3 \nthrough 7 of this Handbook and has decided based on the qualifications of the applicant, the \ncharacteristics of the property, and the results of the underwriting analysis that the loan should \nbe made, the case file is submitted to the Loan Approval Official for final review and approval. \nSection 1 of this chapter describes the procedures used to notify the applicant of the Loan \nApproval Official’s decision and to obligate loan funds, if appropriate. Section 2 of this \nChapter describes the steps the Loan Originator and the closing agent must take to prepare the \nloan for closing. Section 3 of this Chapter describes the steps required to actually obtain funds \nfor the closing and ensure that the closing is accomplished. Section 4 of this Chapter describes \nthe process for administering construction loans. \n \nSECTION 1: LOAN APPROVAL AND OBLIGATION \n \n8.2 \nTHE LENDING DECISION \n \nIf the underwriting analysis indicates that the loan should be approved, the Loan Originator \nmust submit a complete case file to the Loan Approval Official. The Loan Approval Official should \nreview all of the documents contained in the case file to ensure that they are completed properly, and \nmust confirm that the Loan Originator’s underwriting decision is sound. The Loan Approval Official \nshould approve or reject the loan within 30 days of receiving a complete case file. \n \nA. Rejection \n \nAppendix 3, Handbook Letter 15 (3550) of this Handbook, Standardized Adverse \nDecision Letter, must be signed by the Loan Approval Official and sent to the applicant. \nWhenever applicants are denied credit, they must be advised of their review and appeal rights, as \ndescribed in Chapter 1, Paragraph 1.9 of this Handbook. \n \nB. Approval \n \nIf the loan is approved, Form RD 3550-7, Funding Commitment and Notification of Loan \nClosing, will be issued, signed and dated by the Loan Approval Official. Throughout the fiscal \nyear, loans may be approved subject to an appraisal. When this allowance is used, the box \nlabeled “This commitment is contingent upon RHS obtaining an acceptable appraisal that \nadequately secures the loan and meets the requirements of 7 CFR Part 3550, section 3550.62” on \nForm RD 3550-7 must be checked. \n \n \n \n \n8-1 \n(01-23-03) SPECIAL PN \nRevised (11-06-24) PN 628\n \nCHAPTER 8: LOAN APPROVAL AND CLOSING \nHB-1-3550 \n",
  "page_2": " \nHB-1-3550 \n \n \n8.3 \nOBLIGATING FUNDS \n \nA. Initial Obligation \n \nA loan must be approved and obligated the same day. Form RD 3550-7 must be signed \nand dated by the Loan Approval Official at the time of loan approval and obligation. Therefore, \nForm RD 3550-7 or any approval letter must not be issued to the applicant unless the loan has \nbeen approved and obligated. \n \nAs soon as the Loan Approval Official approves the loan and signs Form RD 3550-7, \nthe Loan Originator will obligate funds through LoanServ. The executed Form RD 3550-7 \nmust be stored in the recipient’s case file in ECF.   If, after 15 days Form RD 3550-7 is not \nsigned and returned, the Loan Originator must deobligate the loan and complete Form RD \n1940-10, Cancellation of U.S. Treasury Check and/or Obligation. Once the loan has been \ndeobligated, the application is withdrawn. Should the applicant express interest in another \nloan, a new application must be filed, and would be processed based on the new application \ndate. \n \nLoan approval and funds obligation may also trigger re-disclosure of the Loan Estimate if \nthe interest rate and/or closing costs at loan approval are greater than disclosed on the original \nLoan Estimate. If a revised Loan Estimate is required, it must be issued within 3 business days \nof loan approval/obligation but no later than 4 business days prior to loan consummation \n(7 business days if the revised Loan Estimate is mailed to the applicant). \n \nB. Changing the Loan Amount \n \nIf the loan amount must be increased or decreased prior to loan closing, any paperwork \nthat reflects or is affected by the loan amount must be revised. The closing agent and the \napplicant must return any loan closing forms that have already been distributed so that they can \nbe revised appropriately. Exhibit 8-1 of this Chapter illustrates the steps for making changes to the \nloan amount.  When an increase in the obligation amount is needed, the Agency has 15 days \nfrom when funds become available to adjust the amount in the appropriate system and a new \nForm RD 3550-7 must be issued.  The applicant has 15 days from date of the form to sign and \nreturn it. \n \nNOTE: Form RD 1940-10, Cancellation of U.S. Treasury Check and/or Obligation, must \nbe completed for any deobligation (full or partial).  This must be signed by the Loan Approval \nOfficial within 5 business days after allotted appeal timeframe has expired (if applicable), or \nwithin 5 business days once it has been determined funds are no longer needed or valid (if \nappeal rights are not given).  Deobligation processing must occur within 15 business days from \ndate/signature on Form RD 1940-10. \n \nIf a loan amount must be increased or decreased for a prior fiscal year, the Field Office \nshould contact the Servicing and Asset Management Office (Servicing Office) Disbursement \nUnit. All requests to increase the obligation amount for a direct loan with prior fiscal year \nfunds are subject to the availability of funds at the time for the request. The Servicing Office \nDisbursement Unit will make the required corrections to the obligation amount. \n \n8-2 \n",
  "page_3": " \nHB-1-3550  \nParagraph 8.3 Obligating Funds \n \nNOTE: Although it is understandable that errors sometimes occur when obligating and closing \nloans, Field Offices are required to make every effort to adhere to the guidelines outlined in \nthis handbook for correctly obligating loans. \n \nExhibit 8-1 \nSteps for Changing the Loan Amount \nIncrease Amount of Loan \n \nVerify availability of funds. \n \nIf the funds have not yet been sent to the Field Office or closing agent, \ncancel the request. If a check has already been sent, void the check and \nreturn it to the Servicing Office with Form RD 1940-10 and Form RD \n3550-17. If ACH or wire funds have been sent, contact the SFH \nAssistance Section at the Servicing Office so they can initiate retrieval of \nthe funds. \n \nCancel the obligation for the loan in LoanServ.   \n \nUpdate the new loan information in UniFi   \n      \nReobligate the loan for the correct amount and request a new check or \nACH through LoanServ \nDecrease Amount of Loan \n \nIf the check or ACH disbursement has not yet been sent to \nthe Field Office, cancel the request. If the funds have \nalready been sent, void the check, if applicable, and return \nit to the Servicing Office with Form RD 1940-10 and \nForm RD 3550-17. If ACH or wire funds have been sent, \ncontact the SFH Assistance Section at the Servicing Office \nso they can initiate retrieval of the funds. \n \nAmend the original obligation in LoanServ. \nUpdate the new loan information in UniFi. \n \nRequest a new check or ACH through LoanServ. \nC. Canceling a Loan \nTo deobligate a loan (full or partial, including when an applicant does not return the \nForm RD 3550-7 within 15 days and in cases where the loan has not closed) prior to loan \nclosing, the Loan Originator must complete Form RD 1940-10, Cancellation of U.S. Treasury \nCheck and/or Obligation.  The completed Form 1940-10 must be signed by the Loan Approval \nOfficial within 5 business days after allotted appeal timeframe has expired (if applicable), or \nwithin 5 business days once it has been determined funds are no longer needed or valid (if \nappeal rights are not given).  Deobligation processing (including cancellation of the funds \nrequest in LoanServ) will be performed by a Loan Originator with obligation authority within \n15 business days from the date of signature on Form RD 1940-10. The executed Form RD \n1940-10 must be stored in the recipient’s case file in ECF.   \nIf ACH or wire funds were already sent, the Field Office should contact the Servicing \nOffice’s SFH Assistance Section and request that the funds be recalled from the closing agent. \nIf a Treasury check has already been sent to the Field Office or closing agent, the check must \nbe voided and returned to the Servicing Office with the completed Forms RD 1940-10, \nCancellation of U.S. Treasury Check and/or Obligation, and RD 3550-17, Funds Transmittal \nReport. The Agency’s or applicant’s decision to cancel the loan must be documented carefully. \nThe following instructions are to be followed for returning checks to the Servicing Office for \ncancellation: \nReturn Treasury Checks via overnight mail to:  \nUSDA Rural Development \nSingle Family Housing Branch \n211 North Broadway  \nATTN: Room 1701, FC-2234 \nSt. Louis, MO  63102 \n____________________________________________________________________________________________________________ \n8-3 \n(01-23-03) SPECIAL PN \nRevised (11-06-24) PN 628 \n",
  "page_4": " \nHB-1-3550 \nParagraph 8.3 Obligating Funds \n \nThe required information for this packet is: \n1) Form RD 1940-10, Cancellation of U.S. Treasury Check and/or Obligation; \n2) Form RD 3550-17, Funds Transmittal Report; and \n3) Check \nAfter the funds have been returned, the Loan Originator must notify the applicant and closing \nagent of the loan cancellation using Appendix 3, Handbook Letter 15 (3550) of this Handbook, \nStandardized Adverse Decision Letter, which must be signed by the Loan Approval Official. In \nsituations where the cancellation is not the applicant’s choice, Appendix 3, Handbook Letter 15 (3550) \nof this Handbook must indicate any action that can be taken to correct or appeal the decision. It is the \napplicant’s responsibility to notify the seller and any contractors of the cancellation. \n \nD. Monitoring Obligations: \n \nThe National Office posts an Undisbursed Obligation report to SharePoint each month so \nthat State Offices can monitor undisbursed obligations over 180 days. This monthly report must \nbe reviewed utilizing Attachment 8-B of this Chapter, Unliquidated Obligation Review, and \nmust be saved in the recipient’s case file within ECF. Timely usage of funds is essential and aids \nthe Agency in ensuring that program dollars are not deobligated in the following fiscal year, \nmaking them unavailable to fund other applications. The monitoring of a State’s unliquidated \nobligations should consider the circumstances of the loan, determine the need for the remaining \nfunds, and whether a full or partial deobligation should occur. Based on the monitoring process \nin place, e.g., monthly reviews identified in Attachment 8-B of this Chapter, these should be \nused to provide a status on the semi-annual ULO Certification report. \nIn conjunction with the Undisbursed Obligation report, National Office also posts the \nLoans Fully Disbursed, not Activated report to SharePoint each month so the State Offices can \nmonitor loan funds which have been fully disbursed, but the loan has not yet been activated.  \nTimely activation is essential to ensure borrower repayment begins promptly, to avoid negative \nimpacts for the borrower and the Agency.      \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n8-4 \n",
  "page_5": " \nHB-1-3550 \nSECTION 2: PREPARING FOR CLOSING \n \n8.4 \nTITLE INSURANCE AND CLOSING AGENTS \n \nFor most loans, the Agency requires title insurance, and requires that the loan closing be \nconducted by a closing agent who meets the Agency’s standards. This paragraph summarizes the \nAgency’s requirements for title insurance and closing agents, and the procedures for approving \nthe individuals and firms that provide those services. Details about these procedures can be found \nin RD Instruction 1927-B. \n \nA. Title Insurance \n \nTitle insurance is required for most loans unless the State Director determines that the use \nof title insurance is not possible, is not economically feasible for the type of loan involved, or in \nthe area of the State where the loan will be made. In these cases, an attorney’s opinion can be \naccepted. If the total outstanding balance of any unsecured (note only) Section 502 loans is less \nthan $7,500, title insurance is not required. If the total outstanding balance on Section 504 loans \nis $25,000 or less, title insurance is not required. Title insurance is not required for loans made \non tribal trust land when a certified Title Status Report is issued by the Bureau of Indian Affairs. \n \nB. Closing Agents \n \nAn attorney or title company may act as a closing agent and close Agency real estate \nloans, provide necessary title clearance services, and perform other closing-related duties \nprescribed by the Agency. A closing agent approved by the Agency is required for all section \n502 loans of $7,500 or greater and for 504 loans where the total outstanding balance is greater \nthan $25,000 with the exception of a subsequent loan made for minimum essential repairs \nnecessary to protect the Government’s interest. When feasible, loans made on tribal trust land \ndo not require a closing agent as they may be closed by the Agency in conjunction with the \nBureau of Indian Affairs. \n \nC. Approvals \n \nState Offices maintain a list of title insurance companies that are authorized to provide \ntitle insurance in the State. Each approved title insurance company may provide a master list of \ntitle companies and attorneys that are covered by its closing protection letter and are thereby \nauthorized to perform closings on behalf of that title insurance company. The State Office \ndetermines which title insurance companies will be authorized to issue title insurance policies for \nAgency loans based on RD Instruction 1927-B. \n \n \n \n \n \n \n \n_____________________________________________________________________________________________________________________________________________________________________________________________________________ \n8-5 \n(01-23-03) SPECIAL PN \nRevised (03-09-22) SPECIAL PN\n",
  "page_6": " \nHB-1-3550 \nParagraph 8.4 Title Insurance and Closing Agents \n \nSince a title insurance company is not regulated by the State, the approval process will be \nrepeated at least every 5 years, or more often if adverse information becomes available, to ensure \ncontinued compliance by the title insurance company. \n \nIf an applicant selects a title company or attorney that is on the State Office list, no \nfurther verifications are necessary. If the attorney or title company selected is not on the list, \nthey should provide an acceptable closing protection letter from an approved title insurance \ncompany. \n \nAlternatively, title companies may submit Form RD 1927-20, Certification of Title \nInsurance Company, and attorneys may submit Form RD 1927-19, Certification of Attorney, to \nrequest Agency approval. \n \nD. Procedures \n \nIf the applicant selects a title company or attorney that is not on the State Office list, the \nLoan Originator must send the title company or attorney Form RD 1927-20 or Form RD 1927-19, \nwhichever is appropriate. The title company or attorney must return Form RD 1927-20 or Form \nRD 1927-19 to the Loan Originator for review. Standards for evaluating a title company or \nattorney’s qualifications are contained in RD Instruction 1927-B. \n \nTo notify a title company or attorney of their selection and approval, the Loan Originator \nshould send Form RD 1927-4, Transmittal of Title Information, and attach Form RD 1927-9, \nPreliminary Title Opinion, if an attorney is performing loan closing. \n \n8.5 \nRESPONSIBILITIES OF THE CLOSINGAGENT/ATTORNEY \n \nThe Loan Originator must provide Form RD 3550-25, Loan Closing Instructions and \nLoan Closing Statement, to the closing agent/attorney. This form provides information about the \namount of personal funds required from the applicant, the appropriate disbursement of funds, any \nremaining requirements that the applicant must meet, and the instruments and forms required for \nloan closing. The Loan Originator also should attach all forms needed for loan closing as well as \ncopies of other documents to facilitate the closing agent’s/attorney’s review (e.g., tax bills, legal \ndescriptions, or surveys). Closing documents may be sent via email IF THE EMAIL \nATTACHMENT IS ENCRYPTED WITH A SECURITY PASSWORD TO PROTECT \nTHE APPLICANT’S/BORROWER’S SENSITIVE INFORMATION WHICH INCLUDES \nTHE SOCIAL SECURITY NUMBER, ADDRESS, DATE OF BIRTH, etc. Form RD \n3550-25 need not be executed until loan closing, and must be returned, along with the other closing \ndocuments. \n \n \n \n \n \n \n \n \n \n8-6 \n",
  "page_7": " \nHB-1-3550 \nParagraph 8.5 Responsibilities of the Closing Agent/Attorney \n \nThe closing agent/attorney is required to perform a number of tasks, including: \n \n• Provide a title insurance binder (or prepare Form RD 1927-9, Preliminary Title \nOpinion) within 10 days of the date of the transmittal letter; \n \n• Secure a title insurance policy within 60 days of loan closing or a final title opinion \nwithin 14 days of loan closing; \n \n• Establish a mutually convenient date for the loan closing; \n• Assess whether, after closing, the borrower will have an ownership interest in the \nproperty that is of the priority required by the Agency and subject only to those \nexceptions approved by the Agency; \n \n• Ensure that the applicant provides a copy of an acceptable hazard insurance policy or \ninsurance binder, and evidence that 1 year’s premium has been paid; \n \n• Confirm that the applicant has flood insurance, if applicable; \n• Collect any other information the Agency has instructed the applicant to provide; \n• Ensure that the applicant is aware of any funds that must be brought to closing; and \n• On the day of the loan closing, confirm that the applicant has no outstanding \njudgments. If any additional entries of record are identified, the loan cannot be closed \nuntil these entries are cleared or approved. \n \nThe Agency or closing agent/attorney must \ncomplete the Closing Disclosure, which itemizes \nthe costs to be paid by the applicant and seller at \nclosing. The Closing Disclosure may be used to \nreset tolerance instead of reissuing a \nrevised Loan Estimate when a change in circumstance has occurred. UniFi will provide much of \nthe information needed for the Closing Disclosure, including the amount of the initial deposit to \nthe escrow account. This information should be provided to the closing agent/attorney. Real \nestate taxes and homeowners’ association/condo fees must be prorated between the seller and \nborrower using the Closing Disclosure to estimate the actual amount of cash needed for closing \nand to determine the actual payment amount. The closing agent/attorney also must ensure that \nthere are no outstanding demands for payment from a contractor or supplier for construction or \nrepair work. If required by State Supplement, Form RD 1927-5, Affidavit Regarding Work of \nImprovement, must be signed at closing by the seller or, in the case of a subsequent loan, by the \nborrower, to certify that there are no outstanding claims. \n \n \n \n \n8-7 \n(01-23-03) SPECIAL PN \nRevised (06-28-23) PN 585 \nThe Agency is responsible for meeting the \naccuracy and timing requirements of the \nClosing Disclosure. \n",
  "page_8": " \nHB-1-3550 \n8.6 \nRESPONSIBILITIES OF THE LOAN ORIGINATOR \n \nThe Loan Originator is responsible for coordinating all aspects of the process so that the \nrequired pieces come together on the day of closing. Between the time the loan is approved and \nthe day of closing, the Loan Originator must: (1) work with applicants to be sure they understand \nand carry out their obligations; (2) work closely with the closing agent and review their work, as \nappropriate; (3) re-verify income, eligibility and validate the interest rate; (4) prepare the \ndocuments that the Agency must provide for closing; and (5) ensure all loan approval conditions \nhave been met.  \n \nA. Prepare the Applicant \n \nThe Loan Originator must work with applicants to ensure that they understand the steps \nrequired to reach closing successfully. \n \n1. Notification of Loan Closing \n \nThe Loan Originator must notify the applicant of the conditions to be met and \ninformation to be provided at or before loan closing using Form RD 3550-7, Funding \nCommitment and Notification of Loan Closing. The applicant must review, sign, and \nreturn Form RD 3550-7 to the Loan Originator within 15 days from the date of the form. \nThe loan cannot be closed unless Form RD 3550-7 has been signed and all obligations \nlisted on the form have been met. \n \n2. Closing Costs \n \nThe applicant may be required to bring funds to closing for a variety of purposes, \nincluding assets that must be contributed as a down payment, funds to pay for closing costs, \nor resources to fund the initial deposit to the escrow account. Borrowers receiving a \nsubsequent loan may be required to prepay interest at closing. If loan closings occur on the \n29th, 30th, or 31st, the applicant will choose a desired payment due date between the 1st and 15th of \nthe following month, 30 days from loan closing. UniFi will calculate the number of days and \ndollar amount of prepaid interest to be collected at closing as described in Chapter 10 of the \nDLOS manual. An estimate of the required amount, determined by the Loan Originator, is \nprovided on Form RD 3550-7. The closing agent/attorney makes the final determination of \nthe actual amount required from the applicant. \n \n \n \n \n \n \n \n \n \n \n \n \n8-8 \n",
  "page_9": "HB-1-3550 \nParagraph 8.6 Responsibilities of the Loan Originator \n \n \nB. Review Title Insurance Binder (or Preliminary Title Opinion) and Other Closing \nDocuments \nUpon receipt of a title insurance \nbinder (or Form RD 1927-9, Preliminary \nTitle Opinion), the Loan Originator must \ncarefully review it and consider the issues \nidentified in Exhibit 8-2 of this Chapter. The \nLoan Originator should review any \nexceptions listed to determine if the lien \nposition is in jeopardy. If the exceptions will \nadversely affect the property’s title, \nsuitability, or security value, the loan cannot \nbe closed. \n \nIf prior liens will be present as part \nof a leveraging strategy, Form RD 1927-8, \nAgreement with Prior Lienholder, must be \nexecuted by the lien holder and recorded in \nthe appropriate real estate mortgage \nrecords. \n \nIf any required information is \nomitted, or if the title insurance binder (or \nForm RD 1927-9) is not satisfactory, the Loan Originator should return it to the closing \nagent/attorney for corrections. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n8-9 \n(01-23-03) SPECIAL PN \nRevised (11-06-24) PN 628 \nExhibit 8-2 \n \nReviewing the Title Insurance \nBinder (or Preliminary Title \nOpinion) \n• After closing, the borrower must become the \nowner of record of the real property. \n• Any liens or recorded claims that would prevent the \nAgency from obtaining an enforceable mortgage \nmust be removed. \n• Outstanding judgments, bankruptcy, insolvency, \nor probate proceedings must be resolved. \n• All property rights intended to be taken as security \nmust be available. \n• If wetlands easements or other conservation \neasements have been placed on the property, they \nmust be acceptable to the Agency. \n• \nIf there are any exceptions of record, they \nmust be acceptable to the Agency. \n",
  "page_10": " \nHB-1-3550 \nParagraph 8.6 Responsibilities of the Loan Originator \n \nThe Loan Originator must also review the Closing Disclosure prepared by the closing \nagent/attorney and, if correct, will proceed (or authorize the closing agent/attorney) to provide \nthe disclosure to the applicant at least three business days before loan consummation. The \napplicant may waive the three-business day waiting period if they are facing a bona fide financial \nemergency. Such request for waiver of the three-business day waiting period must be received \nfrom the applicant in writing. States are prohibited from developing their own form for \napplicants to sign waiving their three-day review right.  Applicants must put the request in their \nown words, not on a document provided by the Agency.  If revisions to the Closing Disclosure \nare needed after it has been provided to the applicant, an additional three business day waiting \nperiod will be required. \nC. Re-verifying Employment, Income, and Assets \n \nThe Loan Originator must obtain an oral verification of employment (VOE) within 10 \nbusiness days prior to the closing date if the applicant has worked for the employer for less than a \nyear or the other types of verifications are inconsistent or suspicious. A written verification of \nemployment, dated within 10 business days prior to the closing date, may be accepted in lieu of an \noral VOE. Documentation to re-verify the applicant’s income and assets must be updated before \nloan closing if: (1) the closing will occur more than 120 days after the date on the \nincome/employment/asset verification documents; (2) there is evidence to indicate a change in \nfinancial status; or (3) the applicant’s employment status had changed within 4 months prior to \nsubmission of the application. All re-verification activity should be documented carefully. \nIf the income re-verification indicates a significant change in income, the Loan \nOriginator should take the following steps: \n \n• Verify that the applicant is still income-eligible. A program loan cannot be granted if \nthe applicant’s adjusted income exceeds the moderate-income level at closing. \nRegardless of whether the applicant’s income decreases or increases to change their \nstatus from very-low or low income, no changes are needed on the loan obligation. \n(There are no income restrictions for non-program applicants.) \n \n• Determine whether the applicant is eligible for payment subsidy. Payment subsidy \nmay be granted if the applicant’s adjusted income is at or below the applicable \nmoderate-income limit. \n \n• Consider whether the applicant could obtain 100 percent private financing and refer \nthe applicant to a private lender, if appropriate. \n \n• Confirm that the applicant has adequate repayment ability. \n \n \n \n \n \n \n8-10 \n",
  "page_11": "HB-1-3550 \nParagraph 8.6 Responsibilities of the Loan Originator \n \n \nD. Re-verify Eligibility \n \nThe applicant’s circumstances may have changed since loan approval/obligation and \nmust be reviewed as part of closing preparations. Form RD 3550-7, Funding Commitment and \nNotification of Loan Closing, should be reviewed to be sure all obligations are included on the \nmost recent Eligibility Summary. After all re-verifications have been completed, the Loan \nOriginator will print out and sign a new UniFi Eligibility Summary and place it in the applicant \ncase file. \n \nE. Validate the Interest/Note Rate \n \nBefore preparing the loan closing documents, the Loan Originator must validate the note \nrate. The validation process involves reviewing the information in UniFi and LoanServ to \nensure that both systems have the same and correct interest rate. \n \nThe Loan Originator should use the following process to validate the note rate. \n \n• Review the interest rate history to determine if an interest rate change occurred \nbetween loan approval/obligation and loan closing. \n \n• Determine which of the interest rates is lower. The Loan Originator must use the \napplicable interest rate in effect at loan approval or loan closing, whichever is \nlower. \n \n• If the interest rate at closing is lower than the one in effect at the loan \nobligation/approval date, both UniFi and LoanServ must be updated to reflect the \nlower rate. \n \n• Ensure that documents printed from UniFi, especially those affected by the interest \nrate such as the Promissory Note, Loan Estimate and Closing Disclosure, Truth in \nLending Statement (as applicable) and Form RD 410-4, are accurate, consistent with \nthe information in LoanServ, and in compliance with program guidelines. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n8-11 \n(01-23-03) SPECIAL PN \nRevised (03-09-22) SPECIAL PN\n",
  "page_12": " \nHB-1-3550 \nParagraph 8.6 Responsibilities of the Loan Originator \n \nF. Prepare Loan Documents \n \nThe Loan Originator should assemble the forms needed for closing and forward them to \nthe closing agent/attorney with Form RD 3550-25, Loan Closing Instructions and Loan Closing \nStatement. When preparing the instructions, any cash back to the applicant/borrower must be \nlimited to the reimbursement for certain items paid by the applicant/borrower outside of closing \n(i.e. earnest money deposit, homeownership education fee, inspection fees, and the first year’s \nhazard insurance premium). Loan funds or excess seller paid concessions may not be disbursed to \nthe applicant/borrower. Excess loan funds should be applied as a principal reduction. \nClosing documents may be sent via email IF THE EMAIL ATTACHMENT IS \nENCRYPTED WITH A SECURITY PASSWORD TO PROTECT THE \nAPPLICANT’S/BORROWER’S SENSITIVE INFORMATION WHICH INCLUDES THE \nSOCIAL SECURITY NUMBER, ADDRESS, DATE OF BIRTH, etc. \nThe closing agent/attorney is responsible for completing the appropriate forms, preparing \nthe security instruments, and obtaining signatures at closing, as needed. Attachment 8-A lists the \ndocuments needed for loan closing. \nIn unusual circumstances, changes must be made to the text of a security instrument or \npromissory note. For example, in the case of a non-program borrower, the clauses relating to \nrefinancing to other credit and prohibition on leasing will be stricken. The Loan Originator \nshould draw a line through only the specific language to be deleted and alert the closing \nagent/attorney of the deletions. All persons signing the security instrument or promissory note \nmust initial the changes in the margin. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n8-12 \n",
  "page_13": "HB-1-3550 \nParagraph 8.6 Responsibilities of the Loan Originator \n \n \n1. Special Documents for Assumptions \n \nWhether new funds are obligated or existing loan funds are recycled through an \nassumption is primarily an accounting function and is largely transparent to the \npurchaser and seller. However, there are 3 procedural differences that will affect the \npurchaser and the seller. First, the purchaser must sign Form RD 3550-22, Assumption \nAgreement Single Family Housing, at closing. Second, the original note is not returned \nto the seller. Instead, the note is amended to indicate that it has been assumed. The \noriginal Promissory Note, with a copy of Form RD 3550-22 attached, is kept in a locked \nfire-proof file. Copies are placed in the purchaser’s case file. Third, Form RD 3550-16, \nRelease from Personal Liability, is provided to the seller at closing. The agreement is \nexecuted to release the seller from all personal liability for the amount of debt being \nassumed. In cases where the debt is not being assumed in full, the Servicing Office will \nhandle the settlement of the remaining debt and any release of liability for that portion \nof the debt not being assumed. \nUnless required by State law, a previous mortgage / deed of trust may be released \nprovided that all previous promissory notes and assumption agreements are listed on both \nthe new assumption agreement and the new mortgage or deed of trust to ensure that all \ndebts are adequately secured. \n2. Special Documents for Subsequent Loans \nApplicants who are obtaining a subsequent loan have a legal right to cancel the loan \nwithin 3 business days from whichever of the following activities occurs last: \n(1) execution of the mortgage or deed of trust; (2) receipt by the applicant of the Closing \nDisclosure at least 3 business days prior to consummation; or (3) receipt of Form RD \n1940-43, Notice of Right to Cancel. The Loan Originator or closing agent/attorney \ncannot disburse funds to the applicant until the 3 business days have passed, unless a \nhardship exists and the applicant waives their right to cancel the loan in writing.  States \nare prohibited from developing their own form for applicants to sign waiving their \nthree-day review right.  Applicants must put the request in their own words, not on a \ndocument provided by the Agency.   \n3. Special Instructions for Loans on Tribal Trust Land \n \nOnly the Bureau of Indian Affairs (BIA) has the legal authority to secure a recording \non tribal trust land. The BIA serves as the recording office and title insurance guarantor \nfor all tribal trust lands. A Title Status Report (TSR) must be requested from the BIA for \nwhich the Agency will need to provide certain lending documents such as the approved \nlease agreement, mortgage / deed of trust, promissory note, etc. The Agency may close \nthe loan upon BIA approval and commitment to issue the certified TSR which will show \nthe recorded Agency lien. Without a certified TSR issued from the BIA the Agency does \nnot have a secured lien. \n \n \n8-13 \n(01-23-03) SPECIAL PN \nRevised (11-06-24) PN 628\n",
  "page_14": " \nHB-1-3550 \nSECTION 3: CLOSING \n \n8.7 \nOBTAINING FUNDS FORCLOSING \n \nThe Agency utilizes an automated process for the electronic disbursement of loan funds \nknown as the Automated Clearing House (ACH) network. This process pertains only to initial \ndisbursements on section 502 loans. At the appropriate time, funds are released via ACH into \nthe closing agent’s/attorney’s account in order to close the loan. Under no circumstances will the \nloan closing proceeds be transferred from one closing agent’s/attorney’s bank account to another. \nIn the event the funds were sent to the wrong closing agent/attorney, call the Servicing Office at \nthe Field Support/ACH Help Desk. \n \nThe ACH process is not utilized for subsequent disbursements on construction loans, \nsection 504 Loan and Grant combos, 504 grants, and 504 loans. Subsequent disbursements on \nconstruction loans, section 504 Loan and Grant combos, 504 loans, and 504 grants only are \nrequested via the LoanServ system. \n \nAny loan that is closed in the Field Office will use a paper check, i.e. Native American \nloans closed via Office of General Counsel (OGC) and section 502/504 Note only loans. Checks \nare generated the day they are requested and are dated for 3 days later. \n \n8.8 \nESTABLISHING THE DISBURSEMENT SCHEDULE \n \nSome borrowers will be able to occupy their dwellings immediately, while others will \nneed to remain in other housing until construction or rehabilitation is complete. To avoid \nrequiring borrowers to repay an Agency loan while continuing to pay other housing costs, \nborrowers who cannot occupy the property within 30 days are permitted to defer loan payments. \n \nA. Permanent Loans \n \nIf loan funds are to be used to purchase an existing dwelling or newly built house (that \nwas complete or largely complete when the purchase agreement was signed), or to complete \nminor repairs, such as painting or carpeting, the borrower should be able to occupy the property \nwithin 30 days. In these situations, a permanent loan is made and the borrower’s repayment \nobligation begins immediately. Funds for permanent loans are requested in a single \nadvance. In general, the loan funds are disbursed in full at closing. If funds for repairs are not \nfully disbursed at loan closing, the undisbursed loan proceeds are deposited into an escrow \naccount supervised by the closing agent/attorney, or into a supervised bank account and disbursed \nin accordance with RD Instruction 1902-A. \n \n \n \n \n \n \n \n \n8-14 \n",
  "page_15": " \n \nHB-1-3550 \nParagraph 8.8 Establishing the Disbursement Schedule \nB. Construction Loans \n \nIf loan funds are to be used to build a new dwelling or \nto undertake repairs that will prevent the borrower from \noccupying the dwelling for more than 30 days, the loan is \nmade as a construction loan. Funds for construction loans are \ndisbursed in multiple advances that begin to accrue daily simple interest as of disbursement at \nthe borrower’s subsidized rate and will not exceed the note rate. When activating the \nconstruction loan, and to ensure that interest accrues at the subsidized rate during construction, \nthe Loan Originator must enter the subsidized rate into LoanServ.  The deferral period identified \non Form RD 1940-16, Promissory Note, should be within the estimated timeframe to complete the \nconstruction as identified in the construction contract documents (e.g., Form RD 1924-6, \nConstruction Contract). If the construction period exceeds the estimated deferral period, the Loan \nOriginator will modify the note and contact the Servicing and Asset Management Office, SFH \nAssistance Section, to request the deferral period to be extended.  \nThe Loan Originator will post each disbursement into LoanServ. LoanServ will calculate \nand record the amount of the interest accrual during the construction period. The Loan \nOriginator must generate the Approved Eligibility Summary from UniFi and place it in the \nborrower’s case file when the construction loan is activated. The construction loan is converted \nfor amortized payments, which will be due the first day of the month as a permanent loan in \nLoanServ, once the final disbursement is posted in LoanServ and following any of these events: \n• \nFinal inspection by the Agency or qualified third party; \n• \nIssuance of the Certificate of Occupancy by the local jurisdiction; \n• \nOccupancy of the new or repaired dwelling \n \nNOTE: If a borrower is unwilling to initial the revised note, the loan may still be \nconverted (see table in Paragraph 8.13 of this Chapter). \n \nWhen construction funds are not fully expended at loan conversion, all remaining loan \nproceeds are deposited into an escrow account supervised by the closing agent/attorney, or into a \nsupervised bank account and disbursed in accordance with RD Instruction 1902-A. Principal \ncurtailments for construction funds remaining after completion are handled according to Chapter \n5, Paragraph 5.26 of this Handbook. \n \nC. Construction Take-Out Loans \n \nIf loan funds are to be used to purchase a newly built house where construction had not \nstarted or just started at the time the purchase agreement was signed and where the builder will \nretain ownership of the lot during construction and fund the construction, the loan is made as a \npurchase new loan. In this situation, the obligation can occur in advance of construction \nprovided the proposed construction and site meet the property and environmental standards. In \naddition, the Loan Originator should determine how the construction quality will be documented \nfollowing the guidance in Chapter 6, Paragraph 6.7 B of this Handbook. Once the construction \nis complete, the closing is held, and the disbursement schedule follows that of a permanent loan. \n \n8-15 \n(01-23-03) SPECIAL PN \nRevised (11-06-24) PN 628 \n \nInterest will always accrue at \nthe subsidized rate during the \nconstruction period. \n",
  "page_16": " \nHB-1-3550 \nParagraph 8.8 Establishing the Disbursement Schedule \n  \nPrior to closing, obligations for these loans must be closely monitored. The Loan \nOriginator should routinely check in with the builder and/or applicant (e.g. by telephone, \nemail, etc.) to ensure the construction is progressing in a timely manner based on the \nclosing date established on the purchase agreement. Valuation updates or completion \nreports from the appraiser are not required unless the Agency learns of substantial changes \nto the plans or specifications which were not pre-approved by the Loan Approval Official. \n8.9 \nESTABLISHING A REPAYMENT SCHEDULE \nA. Monthly Installments \n \nThe Loan Originator must indicate the appropriate monthly payment schedule on Form \nRD 1940-16, Promissory Note. Under no circumstances will a new loan be scheduled with an \nannual installment. Borrowers with existing loans specifying annual payments may request \nconversion to monthly payments and must convert to a monthly payment schedule before any \nsubsequent loan or new payment subsidy is approved. \nB. Housing Assistance Program (HAP) \n \nHAP payments made from the Housing Choice Voucher-Homeownership Program \nshould be handled in the following manner. The Loan Originator should: \n \n• \nEncourage the Public Housing Authority (PHA) to send the HAP (principal, interest, \ntaxes and insurance portion only) directly to Rural Development (via the appropriate \nlockbox) or to the leveraged lender versus sending it directly to the family. \n• \nNotify the PHA of the appropriate lockbox address and inform the PHA that the \ncheck must include the borrower’s name and account number at a minimum. \n• \nIf the PHA elects to use any other payment method, Field Offices will be responsible \nfor monitoring these accounts, which will require coordination with the Servicing \nOffice to ensure they remain current. \n• \nAccounts that use the Housing Choice Voucher should be designated a “Yes” in the \nfield called “Section 8 Vouchers” in the “New Application Additional Set Up Screen” \nin UniFi. \n8.10 \nORIGINAL EQUITY \nOriginal equity is calculated using the market value, as defined in Form RD 3550-12, \nSubsidy Repayment Agreement, at the time of loan approval/obligation for both new and \nexisting properties. Original equity is the difference between current market value and the total \nof all Agency and leveraged assistance (including subordinate affordable housing products \nand/or grants). Prepaid taxes and insurance are not considered original equity, nor are \ncontributions toward closing costs. Form RD 3550-12, Subsidy Repayment Agreement, contains \nthe original equity amount. Only one agreement should be executed by the subject borrower for \nthe subject property. A new agreement should not be completed when extending additional \nfinancing (i.e. subsequent loans) to an existing borrower with an active agreement. \n \n \n \n8-16 \n \n \n",
  "page_17": " \n \nHB-1-3550 \nParagraph 8.8 Establishing the Disbursement Schedule \n \nWhen an applicant is purchasing a program Real Estate Owned (REO) property and the \npurchase price is less than the market value due to an administrative price reduction, the equity \nto be credited to the borrower (if any) is any difference between the actual purchase price and the \nloan amount. Administrative price reductions do not affect original borrower equity. \n8.11 \nLOAN CLOSING \n \nThe closing agent/attorney must review each closing document with the applicant, obtain \nsignatures, as appropriate, and collect and disburse all required funds. Attachment 8-A of this Chapter \nprovides a list of the documents that may be required at closing. \nA. Loan Closing Document Submission \n \n• Many of the legal documents and other \ninformation used in underwriting the loan must \nbe provided to the Servicing Office in order to \nassist with quality assurance and servicing. \n• Prior to loan closing the Loan Originator must \ncomplete the following items to be submitted to the closing \nagent/attorney: \n \n1. Form RD 3550-19, Transmittal – Closing Documents, with the appropriate \ndocuments as indicated on the transmittal. \n2. Form RD 3550-25, Loan Closing Instructions and Loan Closing Statement, \nwhich includes the required forms to be signed by the borrower(s) at loan closing. \n \nOnce loan closing has occurred, the closing agent/attorney will: \n \n1. \nSend to the Servicing Office via express (overnight)mail: \n \na. Form RD 3550-17, Funds Transmittal Report, and \n \nb. A check for total fees collected as shown on Form RD 3550-17. \n \n2. \nSend to the Field Office via express (overnight) mail: \n \na. Original loan closing documents, and \n \nb. Copy of Form RD 3550-17, Funds Transmittal Report, along with a \ncopy of check for total fees collected. \n \nThe Field Office is responsible for submitting closing documents to the Servicing \nOffice within 3 working days of loan closing, as described in Form RD 3550-25, Loan Closing \nInstructions and Loan Closing Statement, and in Chapter 10 of the DLOS manual. \n \n \n8-17 \n(01-23-03) SPECIAL PN \nRevised (11-06-24) PN 628 \nSpecial Loan Closing \nRequirements \nSee Chapter 9 for condominiums, \ncommunity land trusts, planned \nunit developments, or \nmanufactured homes. See Chapter \n10 for leveraged loans. \n",
  "page_18": " \nHB-1-3550 \nParagraph 8.11 Loan Closing \n \nThe closing agent/attorney must return all original documents to the Loan Originator to be \nretained in the case file. However, the original Promissory Note and other essential records must be \nretained in their original hard copy form, in a locking-type fire proof filing cabinet or safe. The title \ninsurance policy (or final title opinion) will be sent only to the Loan Originator and applicant by \nseparate envelope. The Servicing Office does not receive a copy of the Final Title Policy. \n \nThe loan docket for construction loans should not be sent to the Servicing \nOffice until the loan is converted to a permanent loan and the Promissory Note is \namended. \n \nB. Review Closing Documents \n \nThe Loan Approval Official must review the closing documents to verify that the Agency \nhas received the proper lien priority. The Loan Approval Official also should check Form RD \n3550-7, Funding Commitment and Notification of Loan Closing, to confirm that the applicant \nsubmitted all required information. The Loan Approval Official then signs Form RD 3550-25, \nLoan Closing Instructions and Loan Closing Statement, to certify that the loan was closed in \naccordance with the instructions provided. \nC. Activate the Loan \n \nThe Loan Originator activates the loan in LoanServ after loan closing to signal the \nServicing Office that the loan has been closed, and that servicing should begin. The Servicing \nOffice does not begin to service construction loans until they are converted to permanent. \n \nD. Record Mortgage or Deed of Trust \n \nThe closing agent/attorney must record Form RD 3550-14 after loan closing. The closing \nagent/attorney should submit an unrecorded copy to the Loan Originator along with the other \nclosing documents. The recorded copy should be provided to the Loan Originator as soon as it is \ncompleted. \n \nIf the original is retained by the filing official, a conformed copy showing the date and \nplace of recordation must be provided. \n \nE. Secure Title Insurance Policy \n \nThe closing agent/attorney must secure the title insurance policy and deliver it to the \nLoan Originator and applicant. A copy of the binder/commitment letter must be submitted to \nthe Servicing Office with other closing documents. \n \n \n \n \n \n8-18 \n \n \n \n \n",
  "page_19": " \n \n \nHB-1-3550 \n \nSECTION 4: CONSTRUCTION LOANS \n \n8.12 \nADMINISTER CONSTRUCTION FUNDS \n \nWhen funds are used for construction or rehabilitation, the Loan Originator must \nsupervise their use. The Loan Originator and the borrower must each accept the work when the \ncontractor wishes to receive payment. If applicable, proper implementation of mitigation \nmeasures required by the environmental assessment also should be reviewed. If the work is \nacceptable, the Loan Originator should order a check with the borrower’s and contractor’s names \non it as instructed in Chapter 12 of the DLOS manual. The check is sent to the Field Office, and \nonce received, it should be given only to the borrower for endorsement. After the borrower \nendorses the back of the check, it should be promptly delivered to the contractor. The payment \nprocess may be expedited if the Loan Originator, borrower, and contractor meet at the dwelling, \nbut this may not be feasible in all instances. \n \nThe amount of each disbursement for construction loans is determined by the draw \nschedule, which is developed based on the value of the work, according to Marshall and Swift \nguidelines. To ensure that all work will be completed satisfactorily, the Agency holds back 40 \npercent of each payment to the contractor, unless the contractor has obtained a Surety Bond, \nPerformance Bond, or Payment Bond, in which case only 10 percent is held back. Holdbacks are \nreleased with the final payment. \n \n8.13 \nCONVERT CONSTRUCTION LOANS \n \nWhen a construction loan is made, the promissory note is written at the promissory note \nrate; however, when the loan is activated, the subsidized rate the borrower will receive is entered \nin LoanServ as the note rate. This causes interest during the construction period to accrue at the \nsubsidized rate. \n \nA construction loan is converted to a permanent loan effective on the first of the month \nfollowing final inspection, or occupancy, or issuance of an occupancy permit. First payment due \ndate should be the first of the month following the loan conversion. When the loan is converted to \na permanent loan, the Loan Originator must change the note rate in LoanServ to the note rate \nthat was in effect when the construction loan was made, so that it matches the borrower’s note. \n \nLoan conversion and the final inspection can occur on the same day provided the local \noffice receives a copy of the final occupancy permit or other equivalent inspection report prior to \nthe date of final inspection and funds have been fully disbursed. \n \n \n \n \n \n \n \n \n \n8-19 \n(01-23-03) SPECIAL PN \nRevised (06-28-23) PN 585 \n                         Example - Establishing the 1st Payment Due Date \n \n    Loan closed - 5/17/21 \n    Final Inspection, Occupancy, or Occupancy Permit Date - 2/25/22  \n    Loan Conversion Date - 3/1/22 \n    1st Payment Due Date - 4/1/22 \n \n",
  "page_20": " \nHB-1-3550 \nParagraph 8.13 Convert Construction Loans \n \nA. \nModify Note and LoanServ \n \nOn the conversion date, the Loan Originator updates Form RD \n1940-16, Promissory Note, to reflect the new principal amount of the \nloan, including the interest generated during the construction period. \nThe borrower should initial the note to acknowledge the change. The \nLoan Originator then amortizes the new principal amount over the \nremaining term of the loan. The Loan Originator also must change the \nnote rate in LoanServ, which was entered at the applicable subsidized \nrate, to reflect the note rate in effect when the construction loan was \nmade, and change the account number, as directed by the Servicing \nOffice, to reflect the conversion from a construction loan to a \npermanent loan. Conversion to the permanent loan number will signal \nthe Servicing Office to take over servicing responsibilities. \n \nB. \nUpdate Payment Subsidy \n \nIf the borrower is eligible for payment subsidy, the Loan Originator must reverify income \nif more than 120 days have passed since the last verification or there is evidence to indicate a \nchange in financial status since the construction loan was made. Income will be verified using \nthe preferred sources. Written verifications may be valid for an additional 60 days with oral \nreverifications at the end of the 120 days. The Loan Originator must generate Form RD 1944- \n14, Payment Assistance/Deferred Mortgage Assistance Agreement, or Form RD 1944-6, Interest \nCredit Agreement, and Form RD 3550-12, Subsidy Repayment Agreement, and obtain the \nappropriate signatures. \n \nThe LESSER of the sales price including construction/rehabilitation costs, or appraised \nvalue obtained in connection with the loan approval/obligation is used to determine market value \non Form RD 3550-12, Subsidy Repayment Agreement, regardless of the length of the \nconstruction process. For Self-Help loans, the market value is the appraised value as determined \nat the time of loan approval/obligation, which is subject to completion per plans and \nspecifications. If the construction is not ultimately finished under the Self-Help program, an \namended Form 3550-12, Subsidy Repayment Agreement, using the market value definition in \nthis paragraph must be used. If the applicant owns the site free and clear, or if an existing non- \nAgency debt on the site without a dwelling will not be refinanced with Agency funds, the market \nvalue at the time of loan approval will be the LESSER of the appraised value or the construction \ncost plus the value of the site. \n \n \n \n \n \n \n \n \n8-20 \nBorrower Acknowledgement \nof Accrued Interest \n \nIf the borrower is unavailable or \nunwilling to acknowledge the revised loan \namount from the accrued interest during \nconstruction, the Loan Originator should \nproceed with conversion to permanent in \nLoanServ. The running record should be \ndocumented, and a letter sent to the \nborrower with a copy of the revisions to \nthe promissory note. \n",
  "page_21": " \n \n \nATTACHMENT 8-A \nAttachment 8-A \nPage 1 of 1 \n \nRD 410-4 \nDOCUMENTS TO BE SIGNED OR SUBMITTED AT LOAN CLOSING \nUniform Residential Loan Application (printed from UniFi) \nRD 3550-14 \nRD 1940-16 \nRD 1927-9 \nRD 3550-7 \nCFPB H-24 \nRD 1940-41 \nRD 1940-43 \nCFPB H-25 \nRD 1944-6 \nRD 1944-14 \nRD 3550-12 \nDocument \nRD 3550-15 \nRD 3550-9 \nRD 1927-5 \nRD 1927-8 \nRD 3550-22 \nRD 3550-16 \nRD 3550-17 \nRD 3550-19 \nRD 1955-49 \nRD 3550-10 \nRD 3550-11 \nRD 3550-25 \n \nRD 3550-29 \nReal Estate Mortgage or Deed of Trust for (State) \nPromissory Note \nPreliminary Title Opinion or Title Insurance Binder \nFunding Commitment and Notification of Loan Closing \nLoan Estimate (if applicable) \nTruth in Lending Statement (if applicable) \nNotice of Right to Cancel (if applicable – subsequent loan, refinance, etc.) \nClosing Disclosure \nInterest Credit Agreement (if applicable) \nPayment Assistance/Deferred Mortgage Assistance Agreement (if applicable) \nSubsidy Repayment Agreement (if applicable) \nEvidence of Insurance and receipt for 1st year premium \nTax Information \nInitial Escrow Account Disclosure Statement \nAffidavit Regarding Work of Improvement (within 45 days) \nAgreement with Prior Lienholder (if applicable) \nAssumption Agreement - Single Family Housing (if applicable) \nRelease from Personal Liability (if applicable) \nFunds Transmittal Report \nTransmittal-Closing Documents and Attachments listed on Form (if applicable) \nQuitclaim Deed or Warranty Deed (if applicable) \nCondominium Rider (if applicable) \nPlanned Unit Development Rider (if applicable) \nLoan Closing Instructions and Loan Closing Statement \nAuthorization Agreement for Preauthorized Payments (if applicable) \nDocument Errors and Omissions Agreement \nFirst payment coupon generated from UniFi \n \n \n________________________________________________________________________________________________ \n \n \n \n(01-23-03) SPECIAL PN \nRevised (03-19-20) PN 534 \n",
  "page_22": " \nHB-1-3550 \nAttachment 8-B \nPage 1 of 4 \nATTACHMENT 8-B \nUNLIQUIDATED OBLIGATION REVIEW \nObligation of funds should not occur until the loan and/or grant has been fully underwritten in \naccordance with the procedures described in Chapters 3 thru 7 of this handbook. Once funds are \nobligated, they must be disbursed in a timely manner. Loan approval and obligation implies that \nthe Agency has determined the applicant has an immediate need for and will promptly use the \nfunds. Therefore, it is imperative that unliquidated obligations are monitored to ensure that the \nfunds are still needed and will be used by the applicant. \n \nMonthly reviews of obligations are important to the Agency in order to properly report and \ncertify the validity of obligation balances, prevent the loss of loan funds that expire at the end of \na fiscal year, make funds available that otherwise would not be used and reduce the risk of fraud, \nwaste and abuse. \n \n1. State Office Monitoring \n \nThe National Office will post an Undisbursed Obligation report to SharePoint each \nmonth so that the State Office can monitor undisbursed obligations on a monthly basis. \nThis report provides a detailed listing of all unliquidated obligations that are more than \n180 days old. The report of unliquidated obligations will contain a close code of “1”, “4” \nor “9”. An obligation with a close code of “4” is classified as an application, indicating \nthe loan has not yet closed, while obligations with a close code of “1” or “9” are \nclassified as active accounts, signifying a closed loan. \n \nThe review official’s sample must consist of all unliquidated obligations greater \nthan twelve months that have been inactive (inactive means no disbursements in \nprevious twelve months). In addition, at least half (50%) of the unliquidated obligations \nless than twelve months old that have been inactive (inactive means no disbursements \nin previous six months) must be reviewed.  Attachment 8-B, “Single Family Housing \nUnliquidated Obligation Review” should be completed and uploaded to ECF to \ndocument each date an application was reviewed for continued validity.  Attachment 8-\nC, “Single Family Housing Unliquidated Obligation Review Summary”, should be \ncompleted and maintained in State Office Administrative Records to track all files \nreviewed. \n \nObligations selected shall be reviewed to determine whether the intended purpose of \nthe loan or grant is expected to occur. The following review guide entitled, “Single \nFamily Housing Unliquidated Obligations” must be utilized for completion of the \nreview. After completion of the review guide, the review official will inform the Field \nOffice if the obligation may remain outstanding or if de-obligation is required. \n \n______________________________________________________________________________________________ \n(01-23-03) SPECIAL PN \nRevised (11-06-24) PN 628 \n",
  "page_23": " \n \nHB-1-3550 \nAttachment 8-B \nPage 2 of 4 \n \nThis review is intended to disclose unliquidated obligations for loans or grants: \n \n(a) That do not have a legal basis, or are not properly authorized and \nsupported by appropriate documentation; \n \n(b) Which have been completed and have not been closed out; and \n \n(c) \nUnder which no future expenditures are expected. \n \nOnce a determination is made that an obligation can be deobligated, the Loan \nOriginator will take the applicable action as per the instructions in HB-1-3550, Chapter 8, \nParagraph 8.3 B. or C. as appropriate. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n",
  "page_24": "HB-1-3550 \nAttachment 8-B \nPage 3 of 4 \nSingle Family Housing Unliquidated Obligation Review \n \nState Office Reviewer  \nTitle  \n Applicant’s Name:   \n \n      State  \nReview Date  \nAccount Number: \n1. Has the loan/grant closed? Yes \n No \n \n2.  If the loan/grant has not closed, has the applicant provided all the necessary information and \ndoes the file contain documentation as to why the loan has not closed? \nYes \n No \n NA \n \n3. Are legal or construction issues preventing disbursal of funds or the loan from \nclosing? Yes \n No \n \nNA \n \n4. Has the planned construction period expired? Yes \n No \n NA  \n \n5. Have funds been spent consistent with percentage of construction \ncompletion? Yes \nNo \nNA \n \n6. Has the customer received any supplemental or subsequent loans or other additional funds? \nYes \n No \n \n7. If the answer above is yes, is there justification for increase in funding levels? \nYes \n No \n NA  \n \n8. Is there a period of inactivity? Yes \n No \n If yes, explain and document the reasons below. \n \n \n \n9. Is the undisbursed obligation justified? Yes \n No \n \nIf yes, explain justifications and basis to continue with loan below. \n \n \n \n \n10. Should the obligation be canceled? Yes \n No \n \nIf no, establish a completion date for closing out the obligation below. \n \n \n \n \n \n(01-23-03) SPECIAL PN \nRevised (11-06-24) PN 628 \n               ULO > 12 months                                                ULO < 12 months   File         of       \n \nDate of Obligation:  \n",
  "page_25": " \nHB-1-3550 \nAttachment 8-B \nPage 4 of 4 \n \n2. National Office Monitoring \n \nThe National Office will periodically request loan/grant files to conduct reviews of \nundisbursed obligations. The results of the review will be shared with the State Offices. \nIf the National Office review concludes the unliquidated obligation is not justified, the \nState Office must inform the Field Office to de-obligate the funds and follow-up to \nensure that it is accomplished in a timely manner. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n_____________________________________________________________________________________________ \n",
  "page_26": "HB-1-3550 \nAttachment 8-C \nPage 1 of 1 \n \n \n \n \n \n \n \nSingle Family Housing Unliquidated Obligation Review Summary \n \n \nMonth/Year Reviewed: _______________________ \n \nA. Number of unliquidated obligations > 12 months (with no disbursements in previous 12 months) \nreviewed:______ (Reminder: all unliquidated obligations > 12 months with no disbursements in  \nprevious 12 months must be reviewed.) \n \nFiles Reviewed (list account numbers): \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nB. Total number of unliquidated obligations < 12 months (with no disbursements in previous 6 months):______ \nTotal number of files reviewed:_____  (Reminder: at least 50% of unliquidated obligations < 12 months  \nwith no disbursements in previous 6 months must be reviewed.) \n \nFiles Reviewed (list account numbers): \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n_______________________________________________________________________________________________________________________________ \n(01-23-03) SPECIAL PN \nRevised (11-06-24) PN 628 \n \n \n"
}