[
  {
    "chapter": "3",
    "title": "ESCROW, TAXES, AND INSURANCE",
    "section_number": "3.1",
    "section_title": "INTRODUCTION",
    "agency_interest": "To protect the Agency's interest in the security property, the Servicing and Asset Management Office (Servicing Office) must ensure that real estate taxes and any other local assessments are paid and that the property remains adequately insured.",
    "escrow_account_requirement": "To ensure that funds are available for these purposes, the Agency requires most borrowers who receive new loans to deposit funds to an escrow account.",
    "escrow_account_voluntary": "Borrowers who are not required to establish an escrow account may do so voluntarily.",
    "escrow_account_established": "If an escrow account has been established, payments for insurance, taxes, and other assessments are made by the Agency.",
    "escrow_account_not_established": "If an escrow account has not been established, the borrower is responsible for making timely payments.",
    "chapter_section_1": "Section 1 of this chapter describes basic requirements for paying taxes and maintaining insurance coverage",
    "chapter_section_2": "Section 2 provides procedure for establishing and maintaining the escrow account",
    "chapter_section_3": "Section 3 discusses procedures for addressing insured and uninsured losses to the security property.",
    "section_1_title": "TAX AND INSURANCE REQUIREMENTS",
    "cfr_reference": "7 CFR 3550.60 and 3550.61",
    "section_number_3_2": "3.2",
    "section_title_3_2": "TAXES AND OTHER LOCAL ASSESSMENTS",
    "agency_contracts": "The Agency contracts with a tax service to secure tax information for all borrowers.",
    "tax_service_actions": "The tax service obtains tax bills due for payment, determines the optimal time to pay the taxes in order to take advantage of any discounts, and provides delinquent tax status on the portfolio.",
    "tax_service_fee_heading": "A. Tax Service Fee",
    "tax_service_fee_charged": "All borrowers are charged a tax service fee.",
    "subsequent_loan_fee": "Borrowers who obtain a subsequent loan are not required to pay a second tax service fee.",
    "attachment_reference": "Refer to the tax service fee schedule shown in Attachment 3-B to determine the fee charged for new loans and new rates and terms assumptions.",
    "page_number": "3-1",
    "special_pn_date": "05-27-98",
    "special_pn_revised_date": "03-31-21",
    "HB": "HB-2-3550"
  },
  {
    "HB-2-3550": "",
    "Paragraph 3.2 Taxes and Other Local Assessments": "",
    "B. Borrowers Failure to Pay Taxes": "",
    "Borrowers not on escrow are responsible for paying their real estate taxes each year and": "",
    "submitting proof of payment to the Servicing Office. When the Agency is notified that a": "",
    "borrower has not paid real estate taxes on the property or other local assessments, the Servicing": "",
    "Office must notify the borrower that proof of payment must be submitted to the Servicing Office": "",
    "within 60 days": "",
    "If the borrower fails to submit proof of payment, the Servicing Office taxes and": "",
    "any penalties and charge the cost as an advance to the borrower's account. The Servicing Office": "",
    "will not generally pay taxes and penalties in cases where there is another known lien holder, the": "",
    "security property also includes a farm, or net recovery is not anticipated unless it is determined to": "",
    "be in the best interest of the Agency. If the Agency advances funds to pay taxes or insurance, the": "",
    "borrower will be required to convert to escrow. When an escrow account is established, the": "",
    "advance will be repaid over the remaining term of the loan minus ten years. If the loan has less": "",
    "than 10 years remaining, the fee will be spread over 2 years or the remaining term, whichever is": "",
    "less.": "",
    "C. Recapture Receivable Accounts": "",
    "Delinquent tax notices/pending tax sale notices from taxing authorities on recapture receivable": "",
    "accounts should be forwarded to the Tax Unit at the Servicing Office for handling. The notices": "",
    "can be faxed to (314)457-4535. Upon receipt of a notice of pending tax sale, the Servicing Office": "",
    "will review the recapture receivable account to determine if it is in the best interest of the": "",
    "Agency to pay the taxes to avoid the tax sale and protect the Government's interest in the": "",
    "property. If the taxes are paid the Servicing Office will demand payment from the borrower. If": "",
    "payment is not made a foreclosure action will pursue.": "",
    "3.3": "",
    "INSURANCE REQUIREMENTS": "",
    "Borrowers are responsible for obtaining and continuously maintaining insurance on the": "",
    "security property until the loan is paid in full. Evidence of insurance coverage for the first year": "",
    "of a loan must be provided at closing. In subsequent years, borrowers not on escrow are required": "",
    "to pay insurance premiums and send proof of premium payment to the Servicing Office": "",
    "annually. For borrowers on escrow, the Servicing Office makes the premium payments.": "",
    "Insurance on Acquired Property": "",
    "Insurance will not be carried on properties that the Agency has acquired. After a foreclosure": "",
    "sale has been held or after a deed in lieu of foreclosure has been filed for record, insurance will not be": "",
    "canceled but will not be renewed. If the property becomes uninsured between the time when the": "",
    "borrower defaults on the loan and the time when the Agency obtains title, the Agency will force place": "",
    "insurance to protect its interests.": "",
    "3-2": ""
  },
  {
    "Paragraph 3.3 Insurance Requirements": "",
    "HB-2-3550": "",
    "A. Policy Requirements": "",
    "Borrowers must purchase policies from approved insurance companies. Attachment 3-A\nprovides the minimum standards insurance policies must meet. When a loan is made, Field Staff\nare responsible for reviewing the applicant's proposed insurance coverage to determine whether\nit is adequate. The Servicing Office also reviews these policies for adequacy when closing\ndocuments are forwarded from the Field Office and approves any subsequent changes to\nborrower insurance policies. Borrowers may need to obtain three types of insurance.": "",
    "1. Hazard Insurance": "",
    "Most borrowers are required to maintain hazard insurance to protect the property\nagainst fire, wind, and weather-related damage. These policies may also be called \"Fire\nand Extended Coverage,\" \"Homeowner's,” “All Physical Loss,\" or \"Broad Form\"\npolicies.": "",
    "Any borrower with a secured indebtedness in excess of $15,000 at the time of loan\napproval must furnish and continually maintain hazard insurance on the security property,\nwith companies, in amounts, and on terms and conditions acceptable to RHS and include\na \"loss payable clause\" payable to RHS to protect the Government's interest.\".": "",
    "For borrowers initially required to maintain hazard insurance, the Servicing Office may\nforce place coverage for the benefit of the Agency and charge the cost to the borrower's account.": "",
    "2. Flood Insurance": "",
    "Flood insurance is required for all properties located in a Special Flood\nHazard Area (SFHA), as identified by the Federal Emergency Management\nAgency (FEMA) and described in RD Instruction 426.2, except for loans and\ngrants with an original principal balance of $5,000 or less.": "",
    "FEMA's Standard Flood Hazard Determination is used to document whether a\nproperty is in a SFHA and whether flood insurance is available under FEMA's National\nFlood Insurance Program. If the property is in a SFHA, the borrower should be notified\nusing Form RD 3550-6, Notice of Special Flood Hazards, Flood Insurance Purchase\nRequirements, and Availability of Federal Disaster Relief Assistance. The borrower must\nsign and return the form. If the borrower in a SFHA cannot secure flood insurance\nthrough FEMA's National Flood Insurance Program, the property is not eligible for\nFederal financial assistance.": "",
    "(05-27-98) SPECIAL PN;": "",
    "Revised (03-31-21) SPECIAL PN": "",
    "3-3": ""
  },
  {
    "HB-2-3550": "",
    "Paragraph 3.3 Insurance Requirements": "",
    "Dwellings located in the 100 year flood plain have additional requirements that must be met in regards to": "",
    "elevation levels, public utilities or on-site water supply and waste disposal systems requirements, and": "",
    "completion of the eight step decision making process for alternative consideration. (see RD Instruction": "",
    "1970-F, section 1970.256 for further requirements).": "",
    "3. Builder's Risk Policies": "",
    "The borrower may elect to obtain a builder's risk policy that meets the Agency's": "",
    "requirements while the dwelling is under construction. An acceptable policy either: (1)": "",
    "names the borrower as the insured; or (2) contains a builder's risk endorsement for a": "",
    "policy issued to the borrower. A policy issued only to a contractor is not an acceptable": "",
    "substitute for the property insurance a borrower is required to provide.": "",
    "The Servicing Office should ensure that the builder's risk policy automatically": "",
    "converts to full coverage when the dwelling is completed. Otherwise, acceptable": "",
    "insurance must be obtained to coincide with the expiration of the builder's risk provisions": "",
    "of the policy.": "",
    "B. Acceptable Evidence of Insurance": "",
    "For loans secured by a first lien, the borrower must provide the original policy or declaration": "",
    "page. For loans secured by other than a first lien, a copy of the policy or declaration page, or": "",
    "other evidence of insurance, is acceptable. At loan closing the applicant may submit a written": "",
    "binder in lieu of the policy or declaration page, as long as the policy will be submitted to the": "",
    "Servicing Office within 60 days of closing.": "",
    "C. Force Placed Insurance": "",
    "Force placed insurance is insurance coverage the Agency obtains for a security": "",
    "property when the borrower is unable or unwilling to provide adequate and acceptable": "",
    "insurance coverage. If the Agency force places insurance, the Servicing Office will make": "",
    "an advance to pay for the coverage and will inform the borrower of the new insurance.": "",
    "Borrowers must submit acceptable evidence of other insurance before the force placed": "",
    "insurance can be removed.": "",
    "3.4": "",
    "SERVICING ACTIONS RELATED TO INSURANCE": "",
    "A. Reviewing Policies for Acceptability": "",
    "After loan closing, Field Staff will send the borrower's policy to the Servicing Office along": "",
    "with other closing documents. The Servicing Office should review the policy to ensure that it": "",
    "meets the Agency's requirements as described in Attachment 3-A. If the policy is acceptable, the": "",
    "Servicing Office should image the policy and enter the policy information into LoanServ. If the": "",
    "borrower's policy is not acceptable, the Servicing Office should notify the borrower, explain why": "",
    "the policy is unacceptable, and request that the borrower submit an acceptable policy.": "",
    "3-4": ""
  },
  {
    "HB-2-3550": "true",
    "Paragraph 3.4 Servicing Actions Related to Insurance": "true",
    "B. Annual Payments": "true",
    "borrowers on escrow servicing office pay annual insurance premiums": "true",
    "borrower's insurance company submit renewal notice": "true",
    "Servicing Office indicating amount next year's insurance premium": "true",
    "pay required premium before expiration date prevent lapse insurance": "true",
    "Borrowers not on escrow responsible paying insurance premiums sending Servicing Office evidence payment declaration page": "true",
    "Servicing Office not receive evidence insurance coverage advise borrower within 10 days after policy's expiration date": "true",
    "Agency force place insurance fail provide necessary documentation within 60 days after date notification (45 days flood insurance)": "true",
    "Cost insurance charged borrower's account borrower required escrow taxes insurance": "true",
    "C. Reviewing Changes in Insurance Coverage": "true",
    "Borrowers wish change insurance policies submit replacement policy evidence payment Servicing Office least 60 days before current policy expires": "true",
    "replacement policy received less 60 days notice Servicing Office already disbursed payment existing policy escrow account borrower responsible obtaining reimbursement paid premium": "true",
    "Servicing Office review replacement policy ensure meets Agency's requirements outlined Attachment 3-A contact applicable State Office verify insurance carrier authorized conduct business State": "true",
    "borrower's policy not acceptable Servicing Office inform borrower reason (example adequate amount coverage correct name premium paid) request borrower submit acceptable policy": "true",
    "Servicing Office force place insurance": "true",
    "D. Cancellation of Insurance": "true",
    "borrowers escrow borrower's insurance company send Servicing Office notice cancellation nonrenewal": "true",
    "Within 3 days receiving notification Servicing Office notify borrower need get new insurance coverage before existing policy expires": "true",
    "Page Number": "3-5",
    "(05-27-98) SPECIAL PN": "true",
    "Revised (03-31-21) SPECIAL PN": "true"
  },
  {
    "HB-2-3550": "",
    "Paragraph 3.4 Servicing Actions Related to Insurance": "",
    "borrower_invoice": "The borrower must send an invoice to the Servicing Office for payment and should include a copy of the policy, if it is available. If the borrower does not submit a new hazard or flood policy and invoice within 10 days of the old policy's cancellation the Servicing Office will initiate action to force place insurance coverage on the property. If the borrower does not submit a new hazard or flood insurance policy and invoice within 70 days of the previous policy's expiration date (45 days for flood insurance), the Servicing Office will force place insurance.",
    "borrower_escrow_notice": "If a borrower not on escrow receives a notice of cancellation or nonrenewal, the borrower must secure new insurance coverage before the current policy expires. The borrower must submit proof of insurance coverage and evidence of payment to the Servicing Office before the policy expires. Borrowers who cannot secure new insurance coverage should contact SO immediately. the Servicing Office will then force place insurance for the security property.",
    "E. Vacant or Leased Units": "",
    "agency_aware_security_property": "If the Agency becomes aware that a security property is vacant or leased, the Servicing Office should review the policy to determine if it permits such conditions. If it does not, the Servicing Office should immediately notify the insurance carrier in writing. If the insurance carrier requires an additional premium because of the vacancy, tenant occupancy, or other increased hazard, the Servicing Office will pay the additional premium from the borrower's escrow account, if one exists. Borrowers not on escrow are responsible for paying the increased premiums. If the borrower is unable to pay the increased premium, the Agency may pay the additional premium and charge the cost to the borrower's account.",
    "F. Transfer of Property": "",
    "1. Assumptions": "",
    "transfer_assumption_insurance": "In a transfer with assumption, insurance will be required in the same amount and according to the same provisions as for an initial loan of the same type. The new owner may obtain a new policy or have the current insurance company issue an endorsement to the current insurance policy, changing the name of the insured to that of the new owner.",
    "2. Payment in Full": "",
    "borrower_pays_off_agency_debt": "When a borrower pays off the Agency's debt in full, the Agency releases its insurance interest in the security property. the Servicing Office should notify the insurance agency of record to remove the Agency's interests from the mortgagee or loss payable clause.",
    "page_number": "3-6"
  },
  {
    "HB-2-3550": "true",
    "Paragraph 3.4 Servicing Actions Related to Insurance": "true",
    "3. Transfers Without Satisfying Agency Debt": "true",
    "If the Agency becomes aware that the borrower has transferred title to the property without satisfying the Agency's debt, the Servicing Office should immediately notify the new owner that the mortgage requires the owner to provide and maintain adequate, acceptable insurance with the Agency listed as the mortgagee. In addition, the new owner should be informed that evidence of coverage and payment must be received by the Servicing Office within 30 days. If the evidence is not received in that time frame, the Servicing Office will force place insurance. The Agency will notify the borrower and new owner that acceptance of the new policy or endorsement will not constitute consent by the Government to the transfer.": "true",
    "(05-27-98) SPECIAL PN": "true",
    "Revised (03-31-21) SPECIAL PN": "true",
    "3-7": "true"
  },
  {
    "HB-2-3550": "HB-2-3550",
    "(This page was intentionally left blank)": "(This page was intentionally left blank)",
    "3-8": "3-8"
  },
  {
    "HB-2-3550": "HB-2-3550",
    "SECTION 2: ESCROW REQUIREMENTS": "SECTION 2: ESCROW REQUIREMENTS",
    "3.5": "3.5",
    "OVERVIEW OF ESCROW REQUIREMENTS": "OVERVIEW OF ESCROW REQUIREMENTS",
    "A. Requirement to escrow": "A. Requirement to escrow",
    "The Agency requires most borrowers who receive new loans to escrow funds for taxes and insurance.": "The Agency requires most borrowers who receive new loans to escrow funds for taxes and insurance.",
    "Borrowers are exempt from escrow requirements if they:": "Borrowers are exempt from escrow requirements if they:",
    "Are currently on an annual payment plan;": "Are currently on an annual payment plan;",
    "Escrow Statutes": "Escrow Statutes",
    "The Agency administers escrow accounts in accordance with the Real Estate Settlement and Procedures Act of 1974 (RESPA) and section 501(e) of the Housing Act of 1949.": "The Agency administers escrow accounts in accordance with the Real Estate Settlement and Procedures Act of 1974 (RESPA) and section 501(e) of the Housing Act of 1949.",
    "Have a primary RHS loan with an existing escrow account;": "Have a primary RHS loan with an existing escrow account;",
    "Have received only a Section 504 grant;": "Have received only a Section 504 grant;",
    "Have Section 504 loans with a total outstanding balance of $15,000 or less, and the Agency determines there is no risk to the Government's security interest in the property;": "Have Section 504 loans with a total outstanding balance of $15,000 or less, and the Agency determines there is no risk to the Government's security interest in the property;",
    "Have a Section 504 loan and the Agency does not hold a mortgage interest in the property; or": "Have a Section 504 loan and the Agency does not hold a mortgage interest in the property; or",
    "Assume a current loan (not past due) on same rates and terms; or": "Assume a current loan (not past due) on same rates and terms; or",
    "Have security property which includes a farm and the property is not subdivided between farm and non-farm tract. In these cases, the Agency may still elect to require escrow where the housing represents the majority of the value of the security property or it is in the Agency's best interest to require escrow.": "Have security property which includes a farm and the property is not subdivided between farm and non-farm tract. In these cases, the Agency may still elect to require escrow where the housing represents the majority of the value of the security property or it is in the Agency's best interest to require escrow.",
    "3-9": "3-9",
    "(05-27-98) SPECIAL PN": "(05-27-98) SPECIAL PN",
    "Revised (09-30-24) PN 624": "Revised (09-30-24) PN 624"
  },
  {
    "HB-2-3550": "",
    "Paragraph 3.5 Overview of Escrow Requirements": "",
    "Existing borrowers who do not have escrow accounts may voluntarily establish an escrow account. Existing borrowers who pay on a monthly basis and annual-pay borrowers with monthly income must establish escrow accounts if:": "",
    "The borrower obtains a subsequent loan;": "",
    "The borrower requests a Delinquency Workout Agreement;": "",
    "The borrower's loan is reamortized as a servicing action; or": "",
    "Because of borrower failure to pay, the Agency must advance funds to pay for insurance, taxes, or other local assessments. The advance will be repaid over the remaining term of the loan minus ten years. If the loan has less than 10 years remaining, the fee will be spread over 2 years or the remaining term, whichever is less.": "",
    "B. Sources of Escrow Funding": "",
    "At the time the escrow account is established an initial deposit to the account is required. Once the escrow account is established, a portion of the borrower's monthly payment continues to fund the escrow account. Exhibit 3-1 illustrates the calculation of the initial deposit and monthly escrow payment.": "",
    "3.6": "ESTABLISHING ESCROW ACCOUNTS FOR NEW LOANS",
    "A. Field Office Responsibilities": "",
    "No later than loan closing, the borrower must provide proof of insurance coverage. Field Staff will enter the borrower's estimated taxes and insurance premiums into UniFi, which automatically calculates the initial deposit and the monthly payment. The Closing Agent/Attorney collects escrow funds at closing and, in most cases, provides the funds to the the Servicing Office along with the closing documents. If real estate taxes are due within 60 days of the date of closing, the Closing Agent/Attorney will pay the real estate taxes and submit the remaining amount to the Servicing Office.": "",
    "Exhibit 3-2 lists the closing documents related to taxes and insurance and provides processing instructions for each.": "",
    "3-10": ""
  },
  {
    "paragraph_title": "Paragraph 3.6 Establishing Escrow Accounts for New Loans",
    "exhibit_title": "Exhibit 3-1",
    "account_funding_title": "Escrow Account Funding",
    "form_used": "Form RD 3550-9, Initial Escrow Account Disclosure Statement",
    "assumption_1": "The loan closing occurs on February 12, 1996 with the first payment due April 1, 1996.",
    "assumption_2": "Taxes of $214.88 are paid in July and December.",
    "assumption_3": "Hazard insurance of $319.00 is paid in January.",
    "assumption_4": "The Agency requires a cushion equal to 2 months of payments.",
    "monthly_payment_calculation_214_88_1": "214.88",
    "monthly_payment_calculation_214_88_2": "214.88",
    "monthly_payment_calculation_319_00": "319.00",
    "monthly_payment_calculation_748_76": "748.76",
    "monthly_payment_calculation_62_39": "62.39",
    "total_anticipated_escrow": "Total anticipated escrow disbursements divided by 12 equals",
    "per_month_escrow": "per month escrow payment",
    "month": "Month",
    "payments_to_escrow": "Payments to Escrow",
    "disbursements": "Disbursements",
    "balance": "Balance",
    "loan_closing_payments": "249.64",
    "loan_closing_disbursements": "0.00",
    "loan_closing_balance": "249.64",
    "april_payments": "62.39",
    "april_disbursements": "0.00",
    "april_balance": "312.03",
    "may_payments": "62.39",
    "may_disbursements": "0.00",
    "may_balance": "374.42",
    "june_payments": "62.39",
    "june_disbursements": "0.00",
    "june_balance": "436.81",
    "july_payments": "62.39",
    "july_disbursements": "214.88",
    "july_balance": "284.32",
    "august_payments": "62.39",
    "august_disbursements": "0.00",
    "august_balance": "346.71",
    "september_payments": "62.39",
    "september_disbursements": "0.00",
    "september_balance": "409.10",
    "october_payments": "62.39",
    "october_disbursements": "0.00",
    "october_balance": "471.49",
    "november_payments": "62.39",
    "november_disbursements": "0.00",
    "november_balance": "533.88",
    "december_payments": "62.39",
    "december_disbursements": "214.88",
    "december_balance": "381.39",
    "january_payments": "62.39",
    "january_disbursements": "319.00",
    "january_balance": "124.78",
    "february_payments": "62.39",
    "february_disbursements": "0.00",
    "february_balance": "187.17",
    "march_payments": "62.39",
    "march_disbursements": "0.00",
    "march_balance": "249.56",
    "borrower_required_payment": "62.39",
    "escrow_closing_amount": "249.64",
    "cushion_limit": "2",
    "cushion_example_balance": "124.78",
    "servicing_office_analysis_period": "12",
    "low_point_comparison": "124.78",
    "shortage_point": "124.78",
    "surplus_refund_limit": "50.00",
    "special_pn_date_1": "(05-27-98) SPECIAL PN",
    "special_pn_date_2": "Revised (03-31-21) SPECIAL PN",
    "page_number": "3-11"
  },
  {
    "HB-2-3550": "true",
    "Paragraph 3.6 Establishing Escrow Accounts for New Loans": "true",
    "Exhibit 3-2": "true",
    "Closing Documents Related to Tax and Insurance": "true",
    "Form RD 3550-19, Initial Escrow Account Disclosure Statement, shows the amount of the initial escrow deposit.": "true",
    "Closing Disclosure. The Servicing Office must verify that the real estate taxes have been properly pro rated between the buyer and seller by reviewing the Closing Disclosure.": "true",
    "Tax information. The Servicing Office must enter into LoanServ the information on taxing authorities, parcel number, due dates, and tax information from Form RD 3550-15 Tax Information.": "true",
    "Title insurance policy. The Servicing Office must verify that the legal description of the property is consistent with the closing documents.": "true",
    "Insurance documentation. The Servicing Office must review the insurance documentation (either a policy, declaration page, or binder) and enter into LoanServ information such as the cost, coverage period, coverage amount, company, and beneficiaries.": "true",
    "B.": "true",
    "The": "true",
    "Servicing Office Responsibilities": "true",
    "After reviewing the information sent by the Field Staff, the Servicing Office deposits the escrow funds and verifies the information on Form RD 3550-15.": "true",
    "1. Notification to Tax Service": "true",
    "Within 30 days of establishing the escrow account, the Servicing Office should send the completed tax worksheet to the tax service, along with the loan identification number, the parcel number, a legal description of the borrower's property, and the tax service fee.": "true",
    "The tax service will set up the borrower's information in its system and generate a unique tax service contract number. The tax service will then send the borrower's contract number to the Servicing Office. This number will be entered into LoanServ to help identify the borrower's account.": "true",
    "2. Initial Escrow Account Disclosure Statement": "true",
    "The field office is responsible for completing the Form RD 3550-9 “Initial Escrow Account Disclosure Statement\". The statement will be initialed by the borrower at closing and the borrower will be provided a copy of the statement. The signed statement will be forwarded to the Servicing Office with the closing documents.": "true",
    "3-12": "true"
  },
  {
    "Paragraph": "3.6 Establishing Escrow Accounts for New Loans",
    "disclosure_statement": "The initial disclosure statement should include the amount of the borrower's monthly mortgage payment and the portion of the payment going into the escrow account.",
    "itemize_taxes_insurance": "It should itemize the estimated taxes and insurance premiums to be paid from the account during the upcoming year.",
    "show_cushion_balance": "It also should show the cushion and a trial running balance for the account.",
    "trial_balance_projected": "A trial running balance is a projected escrow balance for each month during the computation year.",
    "Construction Loans": "3. Construction Loans",
    "escrow_account_established": "When a borrower receives a construction loan, an escrow account is not established until after construction is complete.",
    "loan_payments_deferred": "In addition, since loan payments are deferred during the construction period, monthly escrow payments are not paid.",
    "options_handle_taxes": "Two options are provided to loan applicants to handle taxes and insurance.",
    "include_loan_amount": "One option is to include in the loan amount, subject to loan underwriting requirements, taxes which come due during construction and the amount to fund the initial escrow deposit.",
    "borrower_personal_funds": "The other option is for the borrower to use personal funds to pay taxes when due and for the initial escrow deposit to be paid by the borrower in a lump sum when the construction loan is converted to a permanent loan.",
    "insufficient_funds_escrow": "If the borrower does not pay tax bills or insurance bills which become due during construction or there are insufficient funds to establish the escrow account when the loan is converted, the Field Office will cue the Servicing Office and provide the estimated amount of the shortage, and the facts in the case.",
    "increase_monthly_payment": "The Servicing Office will generally increase the monthly payment scheduled for the remainder of the escrow cycle to compensate for the shortage.",
    "charge_borrower_account": "The Servicing Office may also elect to charge the borrower's account for any shortage and reamortize the loan.",
    "borrowers_responsible_payment": "Borrowers must be counseled that they are ultimately responsible for payment of insurance premiums and while the costs may be included in the loan, the borrower is responsible to cover any shortage which may occur.",
    "construction_completed_planned": "If construction is completed as planned, the course of construction (Builder's Risk) policy should remain in effect without an additional premium due during construction.",
    "second_premium_due": "However, if a second premium is due during construction, the borrower is responsible for this payment.",
    "provide_field_office": "Within 30 days of the anticipated construction completion date, the borrower will provide the Field Office with a copy of the binder for a hazard insurance policy and a receipt showing it has been paid in full for one year, OR a request for a draw from the construction loan to pay one year's hazard insurance premium in full, as applicable.",
    "SPECIAL_PN_date": "05-27-98",
    "SPECIAL_PN_revised_date": "Revised (03-31-21)",
    "page_number": "3-13"
  },
  {
    "HB-2-3550": "true",
    "Paragraph 3.7 Establishing Escrow Accounts for Existing Loans": "true",
    "3.7": "true",
    "ESTABLISHING ESCROW ACCOUNTS FOR EXISTING LOANS": "true",
    "A. Determining the Escrow Amount": "true",
    "1. Insurance Information": "true",
    "borrower at least 30 days": "true",
    "2. Tax Information": "true",
    "within 30 days": "true",
    "B. Obtain Funds for the Escrow Account": "true",
    "12 months": "true",
    "C. Notify the Borrower": "true",
    "Form RD 3550-9": "true",
    "45 days": "true",
    "3-14": "true"
  },
  {
    "3.8": "ESCROW PAYMENTS",
    "escrow_payments_description": "The Servicing Office will disburse funds as necessary to pay tax and insurance bills, as well as other appropriate expenses. The Servicing Office will be responsible for ensuring that all escrow payments are made at the optimal time to take advantage of any discounts and avoid penalties.",
    "termination_of_escrow_payments": "Termination of Escrow Payments",
    "escrow_disbursements_stop": "Escrow disbursements will stop immediately upon debt settlement or release of security.",
    "3.9": "ANNUAL ESCROW ANALYSIS",
    "respa_requires": "RESPA requires the Servicing Office to conduct an annual escrow account analysis for each borrower that has an escrow account. RESPA also requires the Servicing Office to provide borrowers with an Annual Escrow Disclosure Statement that shows the account history and projects activity for the coming year. A borrower's monthly payment to the escrow account may increase or decrease as a result of the analysis. The Servicing Office must mail the disclosure statement at least 30 days prior to the new payment effective date.",
    "a_surpluses": "A. Surpluses",
    "surpluses_arise": "Surpluses arise when the account balance does not reach the expected low point of two monthly escrow payments during the year. When a surplus for an escrow account is greater than or equal to $50 and the borrower is current on the loan, the Servicing Office will generate a check and return the surplus to the borrower with the Annual Escrow Disclosure Statement.",
    "b_shortages": "B. Shortages",
    "shortages_arise": "Shortages arise when the escrow balance is less than the expected low point during the year. Generally, the Servicing Office can recover shortages by adjusting the monthly payment to the escrow account and spreading the amount equally over the next 12-month period. If the borrower cannot make the resulting required payment, the Servicing Office may spread it out over a longer period. If a risk analysis reveals that the borrower is unlikely to be able to repay the amount, the Servicing Office may require payment within 30 days. the Servicing Office should consider special servicing options if the borrower is unable to repay the amount within 30 days.",
    "special_pn_date": "(05-27-98) SPECIAL PN",
    "revised_special_pn_date": "Revised (03-31-21) SPECIAL PN",
    "page_number": "3-15"
  },
  {
    "HB-2-3550": "",
    "Paragraph 3.9 Annual Escrow Analysis": "",
    "C. Account History": "",
    "In general, the account history should": "",
    "include a description of the borrower's monthly": "",
    "mortgage payment and the portion going into the": "",
    "escrow account, the total amounts paid into and": "",
    "disbursed from the account, an explanation of": "",
    "Accelerated Accounts": "",
    "If a borrower's account is currently": "",
    "accelerated, the Servicing Office does not": "",
    "provide a disclosure statement.": "",
    "how any surpluses or shortages will be handled, and the balance of the escrow account at the end": "",
    "of the year. Any differences in actual disbursements from amounts previously projected should": "",
    "be marked with an asterisk.": "",
    "D. Projection": "",
    "The Servicing Office should base its projection on last year's disbursement amount": "",
    "unless last year's statement includes items that are not paid annually such as flood insurance that": "",
    "is due every 3 years or quarterly tax assessments.": "",
    "A projection statement should cover 12 months unless the loan will mature within the": "",
    "next 12 months. In this case, the projection need only cover the months through the maturity": "",
    "date.": "",
    "3.10 DISCLOSURE STATEMENTS FOR PROPERTY TRANSFERS AND PAYOFFS": "",
    "A. Loan Assumptions": "",
    "Loan assumptions require the preparation of a statement for both the buyer and the seller.": "",
    "1. Disclosure to the New Borrower": "",
    "For assumptions on the same rates and terms, the Servicing Office should provide the": "",
    "new borrower with Form RD 3550-9 within 45 days of completing the name change on": "",
    "LoanServ. The disclosure for new purchasers who assume a loan on new rates and terms": "",
    "is handled the same as for any new loan as described in Paragraph 3.6 B.2.": "",
    "2. Disclosure to the Previous Owner": "",
    "For either kind of assumption, a disclosure statement covering the period from the last": "",
    "disclosure until property transfer must be sent to the prior borrower within 60 days of": "",
    "completing the assumption.": "",
    "B. Loans Paid in Full": "",
    "A disclosure statement that shows the account history from the date of the last disclosure": "",
    "to the date of payoff must be sent to a borrower who pays a loan in full.": "",
    "3-16": ""
  },
  {
    "HB-2-3550": "",
    "3.11": "OVERVIEW",
    "SECTION 3": "LOSSES [7 CFR 3550.61(d)]",
    "Servicing Office learns of a loss": "the actions to be taken depend upon whether the property is insured, whether the Agency is named as the mortgagee in the insurance policy, and the lien position of the Agency's loan. This section provides servicing instructions for dealing with both insured and uninsured losses.",
    "A. Reporting the Loss": "",
    "borrower responsible for notifying Servicing Office": "collecting covered losses from insurance company. Servicing Office may ask Field Office to inspect property to verify borrower has taken steps to protect property against damage. If borrower unable to arrange protection, Field Staff may recommend to Servicing Office that protective advance be used for emergency protection.",
    "B. Losses on Properties with Accelerated Loans": "",
    "Losses on properties in foreclosure": "handled in accordance with advice from Office of General Counsel (OGC). All loss payments should be applied to borrower's real estate indebtedness before title to property is taken by Government, unless absolute assignment has been made by borrower to Government of all loss funds due from insurance company.",
    "borrower improperly disposed of loss proceeds": "Servicing Office's escrow branch should consult with risk management branch and OGC to determine what further action should be taken.",
    "C. Agency Subrogation of Its Rights": "",
    "borrower willfully destroys security property": "insurance company not liable to borrower but still liable to Agency (as mortgagee). Insurance company may ask Agency to subrogate and assign legal rights in property to insurance company. Servicing Office will consult with OGC to determine whether subrogation appropriate.",
    "SPECIAL PN date": "(05-27-98)",
    "Revised date": "(03-31-21)",
    "Page Number": "3-17"
  },
  {
    "HB-2-3550": "",
    "Paragraph 3.13 Filing The Insurance Claim": "",
    "3.12 FILING THE INSURANCE CLAIM": "",
    "The borrower is responsible for submitting a claim to the insurance company. The": "",
    "insurance company will send an adjuster to evaluate the borrower's loss, establish the work to be": "",
    "completed, and develop an estimated cost to complete the work (by individual work item). To": "",
    "document the information, the adjuster will complete an adjuster's worksheet.": "",
    "The borrower must negotiate the adjustment of the loss with the insurance company. The": "",
    "borrower may consult with the Agency, but the Agency will not enter into the negotiations with": "",
    "the insurance adjusters, make commitments, or sign any forms in connection with the": "",
    "adjustment. The Agency will not waive any rights that it may have against the company, except": "",
    "when the borrower's claim has been settled.": "",
    "If, after the borrower has settled the claim, the Servicing Office determines that the": "",
    "adjustment agreed to by the borrower is significantly less than the amount to which the borrower": "",
    "is entitled under the terms of the policy, the Agency may consider reopening negotiations with": "",
    "the insurance company.": "",
    "3.13 ADMINISTERING INSURANCE PROCEEDS": "",
    "The mortgagee or loss payable clause of borrower insurance policies ensures that the": "",
    "Agency's interest is protected. Checks for insurance proceeds (also called “loss drafts\") are": "",
    "made payable jointly to the borrower and the Agency. Other lien holders also may be parties to": "",
    "the loss draft.": "",
    "Borrowers with insurance claims must contact the Servicing Office to establish a plan to": "",
    "repair or rehabilitate the security property. If the insurance claim proceeds will not be used to": "",
    "redevelop the security property, the amount received must be applied to the account. Depending": "",
    "upon the amount of the loss, the Agency may require that the expenditure of insurance payments": "",
    "be supervised by a local Field Office. It is important that the Servicing Office and the Field": "",
    "Office work together to assure that any repairs are completed to protect the government's": "",
    "interest. The amount of Field Office involvement is dependent upon the amount of the insurance": "",
    "claim and the risk to the government.": "",
    "A. Loans Secured by a First Lien": "",
    "Once insurance proceeds are received, the borrower should endorse the loss draft and": "",
    "send it, along with the adjuster's worksheet, to the Servicing Office. The Servicing Office": "",
    "generally places the funds into a managed escrow account. However, when the amount of the": "",
    "loss claim is $7,500 or less and the borrower's account is current, Field Offices are authorized to": "",
    "endorse the insurance claim check without recourse provided the borrower submits the adjuster's": "",
    "worksheet along with": "",
    "3-18": ""
  },
  {
    "Paragraph": "3.13",
    "Topic": "Administering Insurance Proceeds",
    "HB_Number": "2-3550",
    "Rehabilitation_Cost_Threshold": "30000",
    "Form_RD_1924_2": "Description of Materials",
    "Form_RD_1924_25": "Plan Certification",
    "RD_Instruction": "1924-A",
    "Form_RD_1924_6": "Construction Contract",
    "Form_RD_1924_1": "Development Plan",
    "Claim_Threshold_1": "7500",
    "Claim_Threshold_2": "30000",
    "Date_Special_PN_1": "05-27-98",
    "Date_Special_PN_2": "03-31-21",
    "Page_Number": "3-19"
  },
  {
    "HB-2-3550": "",
    "Exhibit": "3-3",
    "Administration of Insurance Proceeds when Redevelopment Work is to be Performed": "",
    "Total Claims": "",
    "Account Status": "",
    "Rehab Components": "",
    "Insurance Claims Administration Procedure": "",
    "$7,500 or less": "",
    "Current": "",
    "Not considered": "",
    "Field Staff endorses check to borrower after reviewing the adjuster's worksheet.": "",
    "Not current": "",
    "Field Staff forwards insurance proceeds to the Servicing Office 's insurance escrow, and inspects the work as requested by the Servicing Office.": "",
    "More than $7,500 but less than $30,000": "",
    "All accounts regardless of status": "",
    "Single component": "",
    "More than $7,500 but less than $30,000_2": "",
    "All accounts regardless of status_2": "",
    "More than one component": "",
    "Field Staff establishes a supervised bank account or forwards insurance proceeds to the Servicing Office 's escrow, and manages": "",
    "More than $30,000": "",
    "All accounts regardless of status_3": "",
    "All rehab work": "",
    "all steps of construction planning and performance in a like manner as development funded by loan proceeds. Work is inspected work prior to any disbursements.": "",
    "For construction contracts exceeding $10,000, Department of Labor requirements also apply. Refer to RD Instruction 1924-A.": "",
    "3-20": ""
  },
  {
    "Paragraph": "3.13",
    "Topic": "Administering Insurance Proceeds",
    "Section": "B. Loans Secured by Other Than a First Lien",
    "Condition1": "If the loss draft does not include the interest of the prior mortgagee or if all other payees have endorsed the draft, the Servicing Office administers the claim as described above for loans secured by a first lien.",
    "Condition2": "When the loss draft includes the interest of the prior mortgagee, oversight of repairs of any supervised account may be conducted by the prior mortgagee.",
    "Subsection1": "1. When Proceeds Will Be Used to Repair or Replace the Property",
    "Action1": "The Servicing Office should endorse the loss draft without recourse once the prior mortgagee has agreed to the use of the loss funds to repair or replace the damaged property and the borrower has provided satisfactory proof that the repairs have been made or satisfactory assurance that the work will be performed.",
    "Assurance": "Satisfactory assurance includes a signed construction contract, a final inspection report, or a contractor's release of liens.",
    "Condition3": "If funds remain after the repairs are complete and the prior lien holder has agreed in writing that it will apply the funds as a payment on the borrower's prior lien indebtedness, the loss draft should be endorsed without recourse.",
    "Subsection2": "2. When Proceeds Will be Used to Reduce Debt on the Property",
    "Condition4": "When the amount of the loss draft is less than the amount of the indebtedness secured by the prior lien and the holder of the prior lien has agreed in writing that it will apply such funds as a payment on the borrower's prior lien indebtedness, the Servicing Office may endorse the loss draft without recourse.",
    "Condition5": "When the amount of the loss draft exceeds the amount of the indebtedness secured by the prior lien and the borrower has agreed in writing to pay such indebtedness from the loss funds, the loss draft should be endorsed without recourse only after all parties named as payees in the draft have signed an agreement to deliver the draft \"in escrow\" to a bank acceptable to the named parties.",
    "Agreement": "The agreement will specify the manner in which the funds will be disbursed by the escrow agent to the mortgagees named in the draft.",
    "SectionC": "C. If the Agency is Not Listed as a Mortgagee",
    "Rule": "The Agency must always be listed in the mortgagee or loss payable clause.",
    "Action2": "However, if through some oversight the Agency is not listed as mortgagee, the Servicing Office must contact the borrower to",
    "Date1": "05-27-98",
    "Type1": "SPECIAL PN",
    "Date2": "Revised (03-31-21)",
    "Type2": "SPECIAL PN",
    "Page": "3-21",
    "HBNumber": "HB-2-3550"
  },
  {
    "HB-2-3550": "",
    "Paragraph 3.13 Administering Insurance Proceeds": "",
    "determine if loss proceeds have been received. If the borrower has not yet received the funds": "",
    "the Servicing Office should contact the insurance carrier to request that the loss proceeds be": "",
    "made payable jointly to the Agency and the borrower.": "",
    "If the borrower already has received the proceeds but has not yet paid for repairs, the": "",
    "Servicing Office should notify the borrower that the loss proceeds must be used for repairs or": "",
    "other uses as required by the Agency. If the borrower fails to make required repairs, the account": "",
    "should be accelerated as soon as practical if the Government's security interest is threatened.": "",
    "D. When the Agency has No Claim on Insurance Proceeds": "",
    "If the indebtedness secured by the insured property has been paid in full, or the draft is in": "",
    "payment for a loss of property on which the Agency has no claim, any loss draft which includes": "",
    "the Agency as a payee may be endorsed and released without recourse and delivered to the": "",
    "borrower.": "",
    "3.14 INSPECTING REPAIRS AND AUTHORIZING PAYMENTS": "",
    "All repairs and replacements will be planned, performed, inspected, and paid": "",
    "for in accordance with RD Instruction 1924-A. Payment schedules will be established": "",
    "in the individual repair plan and the construction contract.": "",
    "A. Progress Inspections and Payments": "",
    "When the loss claim is under the purview of the Servicing Office, Servicing Office": "",
    "should request that the Field Office inspect the repair work and complete Form RD 1924-12": "",
    "Inspection Report. Before each inspection related to a progress payment, Field Staff should": "",
    "request a check from the Servicing Office. The check should be made payable to the borrower": "",
    "and the contractor. If work has been satisfactorily completed, Field Staff will instruct the": "",
    "borrower to endorse the check and give it to the contractor. If the inspection reveals that the": "",
    "work was not completed satisfactorily, Field Staff will void the check and return it to the": "",
    "Servicing Office. After each periodic inspection, Field Staff will send the inspection report to": "",
    "the Servicing Office and maintain a copy in the borrower's case file. Field Staff will follow up": "",
    "on the adjustment of all losses until satisfactory settlement has been made.": "",
    "B. Final Payment": "",
    "When all work has been satisfactorily completed, Field Staff will release the final check": "",
    "to the borrower and submit to the Servicing Office all documents completed as required in RD": "",
    "Instruction 1924-A, including: a final Form RD 1924-12, Inspection Report; Form RD 1924-9": "",
    "Certificate of Contractor's Release; Form RD 1924-10, Release By Claimants; and Form RD": "",
    "1924-19, Builder's Warranty.": "",
    "3-22": ""
  },
  {
    "HB-2-3550": "HB-2-3550",
    "Paragraph 3.15 Post Repair Activities": "Paragraph 3.15 Post Repair Activities",
    "3.15 POST REPAIR ACTIVITIES": "3.15 POST REPAIR ACTIVITIES",
    "A. If Insurance Funds Remain": "A. If Insurance Funds Remain",
    "insurance_funds_remain_text": "If insurance funds remain after all repairs, replacements, or other authorized corrections have been made, the funds will be applied in the following order of priority:",
    "prior_liens": "Prior liens, including delinquent property taxes;",
    "any_delinquency": "Any delinquency on the account; and",
    "advances_for_recoverable_cost_items": "Advances for recoverable cost items.",
    "funds_still_remain_text": "If funds still remain after being applied in the above order and the Agency's debt is adequately secured, the Servicing Office should release the funds to the borrower.",
    "B. Reinstatement After Loss": "B. Reinstatement After Loss",
    "insurance_amount_loss_text": "In cases where insurance in the amount of the loss is not reinstated automatically under the provisions of the policy, the Agency should ensure that the borrower reinstates the full amount of the coverage required by the Agency.",
    "3.16 PRESIDENTIAL DECLARED DISASTERS": "3.16 PRESIDENTIAL DECLARED DISASTERS",
    "presidential_declared_disaster_text": "After a presidential declared major disaster, borrowers may need quick access to all or a portion of the insurance proceeds.",
    "A. Repairs That Will Be Completed Within 30 Days": "A. Repairs That Will Be Completed Within 30 Days",
    "insurance_proceeds_10000_less_text": "If the insurance proceeds are $10,000 or less and the repairs can be completed within 30 days, the Agency may endorse the entire check and the proceeds can be released to the borrower for repairs to the property. Before this is done, the borrower must provide a copy of the contractor's estimate of the repair costs.",
    "insurance_proceeds_more_10000_text": "If the insurance proceeds are more than $10,000 and the repairs can be completed within 30 days, the Agency may release $20,000 to the borrower for the repairs. The borrower must provide a copy of the contractor's estimate of the cost of repairs. The Agency will retain the balance of the proceeds for disbursement according to the borrower's individual plan.",
    "SPECIAL_PN_date": "(05-27-98) SPECIAL PN",
    "Revised_date": "Revised (03-31-21) SPECIAL PN",
    "page_number": "3-23"
  },
  {
    "HB-2-3550": "true",
    "Paragraph": "3.16 Presidential Declared Disasters",
    "Repairs That Require More than 30 Days to Complete": "true",
    "repairs_completed_within": "30 days",
    "Servicing Office may release to the borrower": "true",
    "Agency will retain the balance of the proceeds for disbursement": "true",
    "borrower's individual plan": "true",
    "3.17 LOSSES NOT COVERED BY INSURANCE": "true",
    "insurance is not in force": "true",
    "Servicing Office should notify the borrower": "true",
    "failure to maintain insurance is a violation of the security agreement": "true",
    "borrower to make the needed repairs or replacements": "true",
    "borrower is unable or unwilling to make needed repairs or replacements": "true",
    "Servicer will prepare a problem case report": "true",
    "The advisability and possibility of making a subsequent loan to pay for needed repairs": "true",
    "Subordination of the Agency's real estate lien": "true",
    "borrower to obtain funds from another source for needed repairs": "true",
    "borrower obtaining funds secured by a junior lien from another lender": "true",
    "protective advance is necessary to protect the Government's interest": "true",
    "Servicing Office Servicer should consider such factors": "true",
    "borrower's previous repayment history": "true",
    "amount of the loss": "true",
    "nature of the repairs": "true",
    "threat to the Agency's security interest": "true",
    "Recommendations to accelerate the loan should be processed in accordance with Chapter 6": "true",
    "page_number": "3-24"
  },
  {
    "HB-2-3550": "HB-2-3550",
    "Attachment 3-A": "Attachment 3-A",
    "Page": "1 of 3",
    "Attachment": "3-A",
    "INSURANCE POLICY REQUIREMENTS": "INSURANCE POLICY REQUIREMENTS",
    "A. Authorized Insurance Providers": "A. Authorized Insurance Providers",
    "Borrowers must purchase their policies from approved insurance companies licensed to\ndo business in the State where the property is located. If the required insurance is not available\nat comparable rates from a State-licensed insurance company, insurance from another company\nmay be accepted if:": "Borrowers must purchase their policies from approved insurance companies licensed to\ndo business in the State where the property is located. If the required insurance is not available\nat comparable rates from a State-licensed insurance company, insurance from another company\nmay be accepted if:",
    "The Office of the General Counsel (OGC) confirms that policies issued by the\ncompany are enforceable despite the fact that the company is not licensed to conduct\nbusiness in the State, and the company is a legal entity that may be sued in the State\nwhere the property is located; and": "The Office of the General Counsel (OGC) confirms that policies issued by the\ncompany are enforceable despite the fact that the company is not licensed to conduct\nbusiness in the State, and the company is a legal entity that may be sued in the State\nwhere the property is located; and",
    "The State Director determines that the company is reputable and financially sound\nbased on the company's financial statements, industry rating standards, or\ninformation available from the State insurance authority or other lending institutions.": "The State Director determines that the company is reputable and financially sound\nbased on the company's financial statements, industry rating standards, or\ninformation available from the State insurance authority or other lending institutions.",
    "The Servicing Office Servicers may contact the applicable State Office to verify whether\nthe insurance carrier is authorized to do business in the state.": "The Servicing Office Servicers may contact the applicable State Office to verify whether\nthe insurance carrier is authorized to do business in the state.",
    "B. Loss or Damage Covered": "B. Loss or Damage Covered",
    "Hazard insurance policies must insure buildings against loss or damage by fire, lightning,\nwindstorm, hail, explosion, riot, civil commotion, aircraft, vehicles, and smoke. The flood\ninsurance, if applicable, must cover any damage due to water or flooding conditions.": "Hazard insurance policies must insure buildings against loss or damage by fire, lightning,\nwindstorm, hail, explosion, riot, civil commotion, aircraft, vehicles, and smoke. The flood\ninsurance, if applicable, must cover any damage due to water or flooding conditions.",
    "C. Amount": "C. Amount",
    "The borrower is required to insure the dwelling and any other essential buildings in an amount equal to\nthe insurable values of the dwelling and other essential buildings. However, in cases where the borrower's\noutstanding secured indebtedness is less than the insurable value of the dwelling and other essential\nbuildings, the borrower may elect a lower coverage provided it is not less than the outstanding secured\nindebtedness. If the borrower fails, or is unable to insure the secured property, RHS will force place\ninsurance. The amount of the lender-placed coverage will generally be the last known insured value.": "The borrower is required to insure the dwelling and any other essential buildings in an amount equal to\nthe insurable values of the dwelling and other essential buildings. However, in cases where the borrower's\noutstanding secured indebtedness is less than the insurable value of the dwelling and other essential\nbuildings, the borrower may elect a lower coverage provided it is not less than the outstanding secured\nindebtedness. If the borrower fails, or is unable to insure the secured property, RHS will force place\ninsurance. The amount of the lender-placed coverage will generally be the last known insured value.",
    "(05-27-98) SPECIAL PN": "(05-27-98) SPECIAL PN",
    "Revised (03-31-21) SPECIAL PN": "Revised (03-31-21) SPECIAL PN"
  },
  {
    "HB-2-3550": "true",
    "Attachment": "3-A",
    "Page": "2 of 3",
    "Leasehold Policy": "The policy must state whether or not the building is on a leasehold",
    "State Supplements Guidance": "State Supplements provide guidance on specific State insurance requirements pertaining to leasehold interests",
    "Servicing Office Contact": "Servicing Office Servicers may contact the applicable State Office for further guidance",
    "Borrower's Deductible Limit": "The borrower's deductible must not exceed the generally accepted minimum based on the current industry standards and local market conditions",
    "Flood Insurance Deductibles": "For flood insurance these deductibles apply unless the insurance carrier requires a higher amount",
    "Policy Term": "The policy must have a term of at least 1 year, with evidence that 1 year's premium has been paid",
    "Effective Date Condition": "If there are insurable buildings on the property (as opposed to vacant land to be built upon), the policy must be in force at the time the loan is closed",
    "Dwelling Construction Insurance": "When a dwelling is to be constructed, the insurance coverage must be effective as of the date the materials are delivered to the property",
    "Loan Fund Restrictions": "No payments from loan funds for labor or materials can be made unless insurance coverage is in place",
    "Construction Specifications": "If the insurance policy specifies certain standards of construction or prescribes certain uses of the property, the policy will be acceptable only if the property meets the specifications or conditions",
    "Names and Location Requirement": "The policy must include the legal names of all parties being insured",
    "Property Description": "It also must contain a description of the property's location, although a legal metes and bounds description is not required",
    "Mortgagee Clause Function": "A mortgagee clause ensures that the Agency will be reimbursed in the event of a loss by identifying the Agency as the secured party on the lien (the “mortgagee”)",
    "Standard Mortgagee Clause": "The standard mortgagee clause adopted by the State must be attached to or printed in the policy",
    "Agency Identification": "It also must identify the Agency as the mortgagee",
    "Agency Name": "Specifically, the Agency must be identified as the “United"
  },
  {
    "HB-2-3550": "",
    "Attachment 3-A": "",
    "Page": "3 of 3",
    "States of America, acting through the Rural Housing Service or its successor agency.": " The Agency, and",
    "all other mortgagees whose interests are insured under the policy, must be shown in either the": "",
    "mortgagee clause or on the declaration page in the order of priority of their mortgages. The": "",
    "address should be:": "",
    "USDA, Rural Development": "",
    "Servicing Office Attn: Insurance Department": "",
    "P.O. Box 66876": "",
    "St. Louis, Missouri 63166": "",
    "Whenever a new mortgagee clause is issued after the policy has been in force, the new": "",
    "mortgagee clause must be signed by an authorized agent or officer of the company that issued the": "",
    "policy.": "",
    "When an approved mortgagee clause is not printed in the policy, a \"loss payable clause\"": "",
    "which lists all the parties that would receive payment in case of a loss is acceptable, provided the": "",
    "Agency will receive payment in case of loss, even in circumstances in which the company would": "",
    "not be liable to the borrower. The closing agent must verify that an authorized official of the": "",
    "insurance company has sent a signed letter to the State Director stating that all insurance policies": "",
    "issued by the company in the State incorporate all the provisions of the standard mortgagee": "",
    "clause and that the Agency is named in the loss payable clause (a State Supplement will be": "",
    "issued offering guidance on the requirements of this letter).": "",
    "Master Policies": "",
    "A master policy is one containing substantially the same standard": "",
    "provisions adopted or recommended by legislative action or by order of": "",
    "the State's insurance authority. A master policy is required, unless State": "",
    "statutes exempt the company from the regulations requiring its use.": "",
    "If a State has adopted a master policy, the State Director will submit a": "",
    "copy to the Servicing Office. The Servicing Office will compare": "",
    "individual policies to the master policy to determine whether they are": "",
    "sufficient to protect the Agency's interest.": "",
    "(05-27-98) SPECIAL PN": "",
    "Revised (03-31-21) SPECIAL PN": ""
  },
  {
    "HB-2-3550": "",
    "Attachment 3-B": "",
    "Page": "1 of 1",
    "ATTACHMENT 3-B": "",
    "TAX SERVICE FEE SCHEDULE": "",
    "tax service fee will be charged according to the timetable listed below": "",
    "Tax Service Fee": "New Rates and Terms Assumptions *",
    "Tax_Service_Fee_Amount": "$10",
    "New Loans Approved": "September 30, 2024 to September 29, 2025 $82",
    "Date_1": "09-30-2025 to 09-29-2026",
    "Amount_1": "$84.05",
    "Date_2": "09-30-2026 to 09-29-2027",
    "Amount_2": "$86.15",
    "Date_3": "09-30-2027 to 09-29-2028",
    "Amount_3": "$88.31",
    "Fee_Notice": "(This fee remains in effect until further notice)",
    "Tax_Service_Charge_Notice": "* The charge for Tax Service on a New Rates & Terms assumption will remain $10 unless otherwise notified.",
    "Special_PN_Date": "(05-27-98) SPECIAL PN",
    "Revised_Date": "Revised (09-30-24) PN 624"
  }
]