{
  "page_1": " \n   \n HB-1-3550  \n \n \n12.1 INTRODUCTION  \nThe objective of the Section 504 loan/grant program is to help very low -income owner \noccupants  of modest  single -family  homes  in rural  areas  repair  their homes.  Loan  funds  are available \nfor repairs to improve or modernize a home, make it safer or more sanitary, or remove health and \nsafety hazards.  For homeowners that are 62 years  of age and old er, grant funds are available to \nremove health or safety hazards, or remodel dwellings to make them accessible to a household member with a disability.   Attachment  12-A, of this Chapter, provides  a summary  of the differences  \nbetween  Section  504 loans  and Section  504 grants , Attachment 12 -B, of this Chapter, provides the \ndifferences between Section 502 and Section 504 loans , Attachment  12-C provides  a processing and \nclosing checklist , Attachment  12-D, of this Chapter, provides  a checklist for assessment of an existing \ndwelling , Attachment 12 -E provides items included with a complete application , and Attachment 12 -\nF, of this Chapter, provides a pre -construction checklist. \nThe procedures  that differ from  Section  502 loans  are described  in this chapter.  \nUnless otherwise specified in this chapter, Section 504 loan/grant applications should be accepted, evaluated, and closed following the same procedures described for Section 502 loans in Chapters 2 through 10 of this Handbook.\n However, Section 504 loans cannot be assumed \nexcept on Same Rates  and Terms  as described  in Chapter 2 Paragraph  2.4 B  of this Handbook.  \nIn addition, a property  survey  is not required for a Section 504 loan or grant unless a mortgage \nor deed of trust is being filed and there is a compelling reason  to question the placement  of the \ndwelling  on the property;  or, in farm  acreage cases, where the house site is subdivided from a \nlarger parcel.  The cost of a survey can be included in the loan if there is sufficient equity.  \n \n12.2 ELIGIBLE PURPOSES  FOR  504 FUNDS  [7 CFR  3550.102]  \nSection 504 loan funds may be used to make general repairs to improve or modernize the \nproperty (including a new addition to an existing home), as long as the dwelling remains modest. Loan Originators may approve any of the eligible costs listed in Chapter 6 Paragraph 6.4 of this Handbook, unless specifically prohibited in 7 CFR  3550 and this chapter.  In limited  circumstances,  \nfunds  may be used to refinance an Agency loan as a special servicing action (subject to the \navailability of funds and Agency priorit ies) such as at the end of a moratorium. Directives will be \nprovided for usage of this option as Agency priorities are determined.  \nSection 504 grant funds may be used only for repairs and improvements that will remove \nhealth  and safety  hazards,  or to repair  or remodel  dwellings  to make them  accessible and useable  for a \nhousehold member with a disability.  A hazard  is a property condition that jeopardizes the health or \nsafety of the occupants or members of the community, but that does not make it unfit for habitation. \nA major hazard is a condition so severe that it makes the property unfit for habitation. \n \n \n12-1 \n(01-23-03) SPECIAL  PN \nRevised  (05-05-25) PN 640\n \nCHAPTER  12: SECTION  504 LOANS  AND  GRANTS  ",
  "page_2": " \n   \n HB-1-3550  \nParagraph  12.2 Eligible  Purposes  for 504 Funds  [7 CFR 3550.102]  \n \nA. Eligible Purposes for 504 Funds  \n \nIn addition to the above , Section 504 loan and grant funds may be used to:  \n \n• Pay for the purchase  and installation  of essential equipment  including range  stove , \nrefrigerator, permanent generator, clothes washer and/or dryer , if the  applicant’s  \nexisting equipment is not in working order or the equipment is not currently in  the \nhome , and if the purchase is not the primary purpose of the 504 funds ; \n• Provide site improvements  (e.g., grading, foundation plantings, seeding or  sodding, \ntrees, walks, yard fences, or  driveways). Grant funding may only be used for this \npurpose if the Loan Approval Offic ial documents the need is for a bona  fide health \nand safety issue or to make the home accessible for a household member with a \ndisability ;  \n• Construct a storm shelter when needed for safety in areas with tornadoes or hurricanes;   \n• Cover  the initial escrow deposit when the Agency must set up an escrow account \n(see Paragraph 12.11 of this Chapter ); and \n• Pay for the installation of an on- site retaining wall with loan funds . Requests to use \nfunds for a retaining wall require input from Program Support Services , \nArchitectural Branch on need and handling (via their request portal in SharePoint) .  \nGrant funding may only be used for this purpose if a landslide threatens to damage the \nhome.  \nB. Repairs  to Mobile  or Manufactured  Homes  \n \nSection  504 loan and grant  funds  can be used  to repair  mobile  or manufactured  homes  if: \n \n• The applicant  owns  the home  and the site and occupied  the home  prior  to filing  an \napplication;  \n \n• The repairs  are needed  to remove  health  or safety  hazards;  and \n• The home  is on a permanent  foundation or will be put on a permanent  foundation \nwith Section 504 funds. \n \n• A permanent  foundation is either:  (1) a full below -grade  foundation;  or \n(2) blocks, piers,  or some  other  type of foundation with skirting, and \nanchoring with tie -downs. \n  \n \n \n \n \n12-2 ",
  "page_3": " \n   \n HB-1-3550  \nParagraph  12.2 Eligible  Purposes  for 504 Funds  [7 CFR 3550.102]  \n \nC. Restrictions  on the Use of 504 Funds  \n \nSection  504 loan or grant  funds cannot  be used  to: \n \n• Assist  in the construction of a new dwelling; \n• Make repairs  to a dwelling  in such poor condition that when  the repairs  are \ncompleted, the dwelling will continue to have major hazards;  \n \n• Move  a mobile  home  or manufactured  home  from  one site to another;  \n• Pay for any off-site improvements  except  for necessary  installation  and assessment \ncosts for utilities;  \n \n• Refinance non-Agency  debt or obligation that the applicant  incurred  before the date \nof application (except for payment of the installation and assessment costs of \nutilities); or  \n• Pay packaging fees to for-profit  entities  (nonprofit  packaging fees may be paid by 504 \nloan or grant funds).  \n \n \n \n12.3 FORM RD 3550 -35, SECTION 504 HOME REPAIR LOAN AND GRANT PROGRAM \nINTAKE FORM  \n  \n The prequalification process offers potential applicants an optional way to evaluate the \nlikelihood of their program eligibility.  Those interested in the 504 program can be provided Form \nRD 3550- 35, “ Section 504 Home Repair Loan and Grant Program Intake Form ” and Form RD \n3550- 1, “Authorization to Release Information ” prior to completing a full application as described \nbelow in Paragraph 12.4.  Using the unverified information provided on the i ntake f orm, the Loan \nOriginator will enter the prequalification data into UniFi and discuss the results with the potential applicant.  If an application is requested, the Loan Originator should print Form RD 410- 4, \n“Uniform Residential Loan Application, ” from UniFi and provide it to the applicant with the \nstandardized application package.  Further information regarding the prequal ification process can \nbe found in Chapter 3, Section 1. Use of Form  RD 3550- 35 is optional for applicants; however, if \nan intake  form is received by the Agency, i t should be processed  within 30 days of receipt .\n \n \n \n  \n \n \n \n  \n \n \n12-3 \n(01-23-03) SPECIAL PN  \nRevised  (05-05-25) PN  640",
  "page_4": " \n   \n HB-1-3550  \n \n12.4 APPLICATIONS  [7 CFR 3550.104]  \nApplicants interested in the 504 program will be provided the standardized \napplication  package (which  Field  Staff  can find in the SFH Direct  SharePoint  site under \nGeneral Info > Useful Documents).  \nThe “Date Application  Received” field in UniFi  must  be completed  promptly  upon \nreceipt of an application; and applications must be reviewed within 3 business days after \nreceipt  to determine if the Loan Estimate disclosure requirement was triggered (see \nParagraph 3.8)  and to determine if items are missing.  The Non- Purchase Loan Estimate \nand Closing Disclosures should be utilized for 504 loans where a security interest will be taken. For unsecured loans (i.e., the total Section 504 indebtedness is less than $7,500), \nForm RD 1940- 41, “ Truth in Lending Statement ” is required.  \nThe Loan  Originator  will send Handbook Letter  11 , Appendix 3 of this Handbook, \nRequest  Information, to the applicant requesting any missing items and stating that their \napplication will be withdrawn if the  missing  information  is not received  within  15 days (30 \ndays may  be allotted  if the applicant is waiting for repair estimate (s)). A complete Section 504 \napplication includes applicable items listed on Attachment 12 -E, of this Chapter, checklist.  \nThe Loan  Approval  Official  should make a determination  of eligibility  within  30 days \nof receiving a complete loan application. When funding is available, a pre -construction \nconference should be scheduled within 30 days of  an eligibility determination and loan/grant \napproval.  Attachment 12 -F, of this Chapter, is utilized to document the pre -construction \nconference.  \nIf funds are insufficient to continue  processing an application from an applicant  who \nhas been determined eligible, the applicant should be notified using Handbook Letter 2 (3550), Waiting Period and follow up with Handbook Letter 3- A Appendix 3 of this \nHandbook, Waiting Period (Funds Not Available) as applicable (see Exhibit 3- 2 of Chapter 3 \nof this Handbook) .  If an eligibility determination cannot be made within 30 days of \nreceiving a complete application, Handbook Letter 3- B Appendix 3 of this Handbook, \nWaiting Period (Extended Processing Timeframe), will be sent to the applicant with the  \napproximate waiting period until an eligibility determination can be made  and follow up with \nanother Handbook Le tter 3 -B as applicable (see Exhibit 3 -of Chapter 3 of this Handbook).  \nSection  504 applications  requesting assistance  to remove  health  or safety  hazards  should \nreceive priority processing. Veterans’ preference described in Chapter 3 Paragraph 3.13 C  of \nthis Handbook. should be used in cases where multiple applications with the same priority preference are received on the same day.\n When funding is insufficient, complete applications \nwith health and safety hazards (e.g., unsafe water, failed septic system, lack of heat, and those affected by natural disasters) will receive First  Priority , and all other applications will be \nSecond Priority . In the case of applications with equivalent priority status that are received on \nthe same day, priority will be extended to applicants qualifying for a veterans’ preference.  \nA property evaluation  may be conducted utilizing  online  resources  and photos  to view \nthe property and real estate tax assessments to determine the condition and value of the property.\n If the condition of the property cannot be determined using online resources, or \nrecent photos from the applicant  or third  party sources  (e.g. i nspector, s elf-help grantee,  etc.), \nan on- site visit is documented with Attachment 12 -D, of this Chapter , Checklist for Evaluation \nof Existing Dwelling. \n \n \n12-4 ",
  "page_5": " \n   \n HB-1-3550  \nParagraph  12.4 Applications [7 CFR 3550.104] \nBy submitting  applications for a grant,  applicants  certify  that they will not engage in \nthe unlawful manufacture, distribution, dispensing, possession, or use of a controlled \nsubstance in conducting any activity with the grant. \n12.5 APPLICANT  ELIGIBILITY [7 CFR 3550.103] \nA. Income  \nTo be eligible for a Section 504 loan or grant, the adjusted income at the time of \nloan/grant approval and at loan closing must not exceed  the applicable  very low-income limit. \nLow-income applicants cannot receive assistance under Section 504. \nMedical deductions in excess of 3% of annual income should be closely examined and \napplied to elderly applications, as described in HB-1-3550, Chapter 4 Paragraph 4.4 G of this Chapter . Consider the following unreimbursed ongoing/projected medical  expenses;  Medicare \npremiums,  supplemental insurance, long- term care insurance, prescription drug coverage, \npharmacy expenses, co - payments, eyewear,  hearing aid / batteries,  exams,  monthly payments for \nmedical  bills,  disability expenses, in home care expenses,  dental expenses,  including the greater  of \nthe actual  travel  costs for medical  appointments or the published Internal  Revenue Service  \nmileage  rate. You may not deduct funeral or burial expenses, nonprescription medicines, \ntoothpaste, toiletries, cosmetics, a trip, or program for the general improvement of your health, or most cosmetic surgery. Additional guidance on eligible  medical  expenses  can be located  on the Internal Revenue Service \nwebsite.  \nB. Credit  Requirements  \nApplicants receiving grant only funding do not need a credit history evaluation.  An \napplicant  with an outstanding judgment obtained by the United  States  in a Federal  court, other \nthan in the United States Tax Court, is not eligible for a Section 504 grant or 504 loan. \nFor loans, applicants must have a credit history that indicates a reasonable ability and \nwillingness to meet debt obligations.  Applicants with a credit score of 620 or higher, do not \nrequire  Form  RD 1944-61, “ Credit  History  Worksheet, ” or further evaluation.  These \napplicants are considered to have acceptable  credit  histories,  with the exception  for loan \napplicant(s)  with a significant delinquency described in Chapter 4 Paragraph 4.12 A, of this \nHandbook, or delinquency of a federal debt. \nFor loans, to assist the Agency with verifying a non-purchasing spouse’s obligations in \ncommunity property states, the applicant’s non-purchasing spouse must provide a credit report or reports from each of the three nationwide consumer credit companies – Equifax, Experian, and TransUnion as described in HB-1-3550, Chapter 4 Paragraph 4.12 D of this Handbook. \nCommunity property states include: Arizona, California, Idaho, Louisiana, Nevada, New \nMexico, Texas, Washington and Wisconsin.  Puerto Rico allows property to be owned as community property as do several Indian jurisdictions.  Alaska is an opt-in community property state, where property is separate unless both parties agree to make it community property through a community property agreement or community property trust.  As laws vary from state to state, Loan Originators should contact the appropriate Office of General Counsel with questions regarding the consideration of a non-purchasing spouse’s credit history. \n \n____________________________________________________________________________________ \n12-5 \n(01-23-03) SPECIAL PN  \nRevised  (05-05-25) PN  640",
  "page_6": " \n   \n HB-1-3550  \nParagraph  12.5 Applicant  Eligibility  [7 CFR 3550.103]  \n \n \nFor unsecured  loans, an infile  credit  score is considered  reliable.  An applicant with  a \ncredit score less than 620 must demonstrate a history of reliable traditional or non- traditional \ncredit using Form RD 1944-61, “Credit History Worksheet” to conduct the credit analysis. \nThe indicators of unacceptable credit  described  in Chapter 4 Exhibit 4-4, of this \nHandbook, for Section  502 loans can  be used to evaluate the applicant’s  credit  history; \nhowever, general  credit  requirements may be less stringent than those for Section 502 \nloans.  Late payments for housing costs should not be considered as an indicator of \nunacceptable credit.  \nThe Loan  Originator  will check  Department  of Treasury’s  Do Not Pay (DNP)  portal, as \ndescribed in  Chapter 4 Paragraph 4.11 of this Handbook for loan and grant requests. Infile \ncredit reports will be required for applicant(s) receiving a 504 loan assistance. A Tri -Merge \nCredit Report (TMCR) is required for all applications for loans of $7,500 or greater, but the \ncost of the report is not charged to the applicant.  A TMCR is not required to deny a loan request of less than $7,500. \n \nC. Asset  Requirements  \n \nAsset  requirements  are identical  to those imposed by Section  502, except  only assets  that \ncan be converted to cash in 60 days or less are included in the calculation of non- retirement \nassets.  Non-retirement assets  in excess of $15,000 (or $20,000 for an elderly household), must \nbe used to reduce the Section 504 request. \nAn applicant’s  home equity should not be considered in the asset calculation and should \nnot be used as a test for other credit.  \n \nD. Repayment  Ability  \n \nTo qualify for a Section 504 loan, the applicant must have a reliable income source \nsufficient to allow repayment of the loan as supported by a budget.  A budget is defined by \nusing a maximum Total  Debt  (TD)  ratio of 41%. Non-taxable income  is not “grossed  up” for \nthe Section 504 program.  \n \nE. Age for Section  504 Grants  \nAt least one qualified applicant must be 62 or older for a household to receive grant \nassistance.   A qualified  applicant  with an eligible  grant purpose may receive grant funds first \n(up to the lifetime limit).   If grant funds are not enough to cover the needed repairs, the \napplicant’s loan repayment ability will be calculated (see Paragraph 12.5 D of this Chapter ). \nF. Ownership  of Property   \n \nThe applicant  must own and occupy the property  to be eligible  for Section  504 funds, and \nmust be able to document ownership, as described in Chapter 5 Paragraph 5.11 of this Handbook, with 3 exceptions: \nLeasehold  Interest: For Section  504 loans, the property must be covered  by a lease with \nan unexpired portion of not less than 2 years beyond the term of the promissory note, and for grants, the remaining lease period must be at least 5 years. \n \n \n12-6  ",
  "page_7": " \n   \n HB-1-3550  \n \nParagraph  12.5 Applicant  Eligibility  [7 CFR 3550.103]  \n \n \nLand  Purchase  Contract:  This form  of ownership is acceptable  if the applicant  is \ncurrent on all payments and has the ability to remain current. \nNonstandard Forms of Ownership: If standard evidence of ownership, as described in \nChapter 5 Paragraph  5.11 of this Handbook, is not available,  Section  504 loan/grant applicants  \nmay demonstrate ownership by presenting any of the following: \n \n• Records  of the local  taxing  authority that show the applicant  as owner and that \ndemonstrate that real estate taxes for the property are paid by the applicant;  \n• Affidavits  by others in the community  stating  that the applicant  has occupied the \nproperty as the apparent owner for a period of at least 10 years, and is generally \nbelieved to be the owner; or \n• Any instrument,  whether  or not recorded,  that is commonly  considered  evidence of \nownership, such as a deed or mortgage. \n \nTrusts, partnerships, limited liability companies, for -profit, or non-profit corporations \nare not an eligible program applicant, borrower, or owner.  In limited cases, an individual exception request for a special needs trust can presented to the National Office for consideration (see Chapter 1 Paragraph 1.15 of this Handbook).   \n \n12.6 PROPERTY  ELIGIBILITY  [7 CFR 3550.106(a)] \nA. Property  Requirements   \nTo be eligible for Section 504 funds, the property must be owner occupied and the \napplicant’s  sole and principal residence.  The property  must be considered  typical  and modest for \nthe area and must not be used for rental or other income producing purposes.  However, Section \n504 loan or grant funds may be used  to improve a home on a property that has income-producing \nland or a small business, if the loan or grant is only used to improve the applicant’s residence. \nThe property must be deemed a single- family  housing residential unit.  The Agency \nwill not use 504 program funds to improve multi- family  housing, or accessory  dwelling  units \n(see Chapter 5 Paragraph 5.6 D.2, of this Handbook).  \nA modest dwelling may not have an estimated or appraised value that is greater \nthan the applicable  area loan limit unless waived  by the State  Director.  Waivers  will be \ndocumented in the recipient’s electronic customer file.  \n \n \n__________________________________________________________________________________________ \n12-7 \n(01-23-03) SPECIAL  PN \nRevised  (05-05-25) PN  640 \n \n  ",
  "page_8": " \n   \n HB-1-3550  \nParagraph  12.6 Property  Eligibility  [7 CFR 3550.106(a)]  \n \nB. Determining  Property  Value   \nThe Loan Approval Official will determine whether an appraisal is needed to assure \nadequate  security  exists  for the  proposed loan.  An appraisal  is never required for an \nunsecured loan.  An appraisal is  required  when  the sum  of all secured  (RD or non-RD) \nindebtedness, including the proposed repair loan, exceeds $25,000. Section 504 applicants \nare required to pay an appraisal fee if an appraisal is deemed necessary.  The cost of the \nappraisal  fee is described  in Chapter 5 Paragraph  5.20 of this Handbook and may be included \nin the 504 loan amount. \nIf an appraisal  is not required,  the value  and the method used to develop the estimate \nshould be documented in the running record.  Utilization of tax assessments, and real estate websites such as Zillow.com, Trulia.com and Realtor.com may be considered as a tool to estimate the value of security.  Appraisals are required when issuing an adverse \naction based on inadequate value of security.  \nC. Construction  Standards   \nDwellings repaired with Section 504 loan or grant funds must remain modest and all \nwork  must  be completed  in accordance with local  codes  and standards.  They  do not need  to be \nbrought up to Agency development standards, nor must all of the existing hazards be removed, provided the property does not continue  to have  major  health  or safety  hazards  after the planned \nrepairs are made. Refer to Section 6, Chapter 5 of this Handbook for all construction \nmanagement information. \n \nD. Environmental  Requirements  \nSection  504 loans  and grants  are subject  to the same environmental  requirements  as \nSection 502 loans, as described in Section 3 of Chapter 5 of this Handbook.  \n \n \n12.7 INTEREST RATE  AND LOAN TERM  [7 CFR 3550.113]  \nSection  504 loans  have an interest  rate of 1 percent  and a term of 20 years.  \nSection  504 loans  are amortized  on a monthly basis. Annual  payment  terms  are not \npermitted.  \n \n12.8 MAXIMUM LOAN AND GRANT  AMOUNTS  [7 CFR 3550.112]  \n \nA. Maximum  and Minimum  Loan  Amount  \nLoan and grant amounts should be rounded to the nearest whole dollar.  The \nmaximum loan that an individual  applicant  may receive is limited  by the three factors \ndiscussed below:  \n \n• Outstanding  loan amount.  The sum of the outstanding balance on all Section  504 loans \nmay not exceed $40,000.  \n \n \n__________________________________________________________________________ \n12-8 \n   \n ",
  "page_9": " \n   \n HB-1-3550  \nParagraph  12.8 Maximum Loan and Grant Amounts  [7 CFR 3550.112]  \n \n \n \n• Repayment  ability.  The applicant  receiving  a loan must  demonstrate  \nrepayment  ability based on an analysis of the applicant’s TD ratio not to exceed \n41%. Please refer to Chapter 4 Paragraph 4.22 (B) (2)  of this Handbook, \n“Establishing TD”, for guidance regarding calculating total debt. Compensating \nfactors must be approved by the next level supervisor as  described in Chapter 4 \nParagraph 4.24 (A)  of this Handbook.  \n \n• Eligible  costs.  The applicant  can only receive loan funds  to cover  eligible  costs. \nFor example, if the applicant has only $5,000 of eligible repairs to make, the \nmaximum loan allowed is $5,000.  \nB. Grant  Limits  \nThe lifetime  grant  assistance  to any one household or one dwelling  cannot  exceed  a cumulative \ntotal of $10,000.  A dwelling ’s grant eligibility is reset when it is transferred to a new owner  provided \nthe transfer wasn’t to a household member . \n12.9 LOAN APPROVAL  AND CLOSING  [7 CFR 3550.108]  \nA. Loan  Approval  \nForm RD 3550- 7, “Funding Commitment and Notification of Loan Closing”  is used to \nnotify applicants  of loan approval  for secured  loans.  Handbook Letter  12, Appendix 3 of the \nHandbook, Notification of Approval, (504 Grant and/or Loan) is used to notify applicants of \nloan approval for unsecured loans.  O n the same day, Form RD 3550- 7 is signed by the Loan \nApproval Official, the Loan Originator obligates the funds in LoanServ, and the form is sent \nto the applicant. The applicant has 15 days to sign and return the form or the Loan Originator \nmust deobligate the loan. If the loan amount increases prior to loan closing, a revised Form \nRD 3550- 7 (secured  loan)  or HB Letter  12 (unsecured loan)  will be sent to the applicant  \nwithin  15 business days of the  increase;  the applicant has 15 days to sign and return the new  \nform or the Loan  Originator  must  deobligate  the loan. Deobligations  will follow  the processes  \noutlined in Chapter 8, Paragraph 8.3 of this Handbook. \nPreparation  of all forms  needed  to close  the loan should be handled in accordance with \nChapter 8.  \n \nHandbook Letter  15, Appendix 3 of this Handbook, Standard  Adverse  Decision  Letter  is \nused to notify applicant of a denial of credit.  \n \n \n12-9 \n(01-23-03) SPECIAL PN  \nRevised  (05-05-25) PN  640",
  "page_10": " \n   \n HB-1-3550  \nParagraph  12.9 Loan  Approval  and Closing  [7 CFR 3550.108]  \n \nB. Security  Requirements  \nIf the total Section 504 loan indebtedness is $7,500 or more, it must be secured by a \nmortgage on the property.  The Agency does not require first lien position, but the total of all \ndebts  secured  by the property  must  not exceed  the property’s  market  value,  except  by the amount \nof any required contributions to an escrow account for taxes and insurance and any required \nappraisal fee.  \n \nC. Loan  Closing  \nIf the total outstanding balance on Section 504 loans is $25,000 or less, the loan may be \nclosed  by the Loan  Originator  or designee  and requires  a Non-Purchase  Loan  Estimate  and Closing \nDisclosure be provided in accordance with Truth in Lending Act and Real Estate Procedures Act \nIntegrated  Mortgage Disclosures  (TRID).  If the total outstanding balance on Section 504 loans  is \ngreater than $25,000 the loan must be closed by a closing agent and is also subject to TRID disclosure requirements.\n Unsecured loans (i .e., the total Section 504 indebtedness is less than \n$7,500) require issuance of Form RD 1940- 41, “Truth in Lending Statement. ” Please refer to \nChapter  3 of this Handbook for further information  on TRID.  The process  for selecting  a closing \nagent  is the same as for a Section 502 loan and is detailed in Chapter 8 Paragraph 8.4 of this \nHandbook.  For a combination loan and grant, both the loan and grant closings must  occur at the \nsame time . No funds (loan or grant) may be disbursed prior to closing.  \n \n12.10  GRANT  APPROVAL  AND DISBURSEMENT  \nA. Grant  Approval  \n \nGrant recipients are notified of grant approval by sending Handbook Letter 12,  Appendix 3 of \nthis Handbook, Notification of Approval (504 Grant and/or Loan) immediately after the funds are \nobligated in LoanServ. If the grant  amount  increases,  a new letter  must  be sent to the applicant  within  \n15 days of the change.  \nB. Grant  Repayment  Agreements  [7 CFR 3550.114]  \n \nBefore any grant funds are disbursed, the recipient(s) must sign Form RD 3550- 24, “ Grant \nAgreement. ” The agreement states that if a home repaired with Section 504 grant funds is sold \nwithin three (3) years of signing the grant agreement, the full amount of the grant must be repaid. In the case of a life estate interest or an undivided ownership interest, as described in Chapter 5, Paragraph 5.11 of this Handbook, all co -owners living or planning to live in the household must \nsign Form RD 3550- 24.\n The original Form RD 3550- 24 should be filed with the promissory \nnotes in a locked cabinet with a copy to the recipient’s  electronic customer  file, and a copy \nprovided to the recipient.  Exhibit  12-1of this Chapter  illustrates owner and co -owner income, \nassets and signatures required for secured loans and unsecured loans or grants .  \n \n__________________________________________________________________________________________  \n12-10 \n \n ",
  "page_11": " \n   \n HB-1-3550  \nParagraph  12.10 Grant  Approval  and Disbursement  \n \nExhibit  12-1 \n Applicant \nCo-Applicant  Co-Owner \nResident  Co-Owner \nNon-Resident  Other  Household \nMembers  \nVerify  Income  Yes Yes No Yes \nVerify  Assets  Yes Yes No Yes \nRepayment \nAgreement  Yes Yes No No \nSecurity \nInstrument  Yes Yes Yes or \nNo* No \n*Undivided interests, life estates and other jointly held property not exceeding 50 \npercent  of ownership,  may be excluded  by the State Director  if permitted  by State  law \nfor secured loans  (see Chapter 5 Paragraph 5.11 of this Handbook) . \nC. Documentation  of Grants  \nTo ensure  that any one household or one dwelling  does not receive more  than the maximum \nallowable grant assistance, the Loan Originator must document the amount of any prior grant \nprovided to each homeowner or dwelling.  Since 1998, grant records have been maintained in \nLoanServ.  A list of  grants  closed  prior  to 1998  will be retained  in the state operational  file folder \n3550- C, \"Section 504 Grantee List.\"  When processing grant applications for individuals born \nprior to 1936, both LoanServ and the operational file folder will be checked to document if prior assistance was received.\n For all other grant applications, LoanServ must be checked by \nindividual and by dwelling address.  A dwelling that received past maximum grant assistance \nmay only receive a new grant if ownership has changed.  \n12.11  ESCROW,  TAXES,  AND  INSURANCE  [7 CFR  3550.109, 7 CFR 3550.110]  \nIf the total outstanding indebtedness is more than $15,000, Section 504 borrowers are \nresponsible  for furnishing and maintaining  hazard  insurance,  as described  in Section  3 of Chapter  \n7 of this Handbook.  If funds are not escrowed through another lender to pay for taxes and \ninsurance,  the borrower must contribute the appropriate amount to an escrow account managed \nby the Agency.  Escrow is also not required where the security property includes a farm,  and the \nproperty is not subdivided between  the farm  and non-farm  tract unless  the housing represents  the \nmajority  of the value of  the security property, or it is in the Agency’s best interest.  \nFlood insurance  is required  when  any form  of federal  financial  assistance  which  is intended \nin whole or in part for the acquisition, construction, reconstruction, or substantial improvement of any building located  in a Special  Flood Hazard  Area,  as identified  by the National  Flood Insurance \nProgram, administered by the Federal Emergency Management Agency and described in RD Instruction 426.2.  Substantial improvement means any reconstruction, rehabilitation, addition, or \nother improvement of a structure, the cost of which equals or exceeds 50 percent of the market value of  the structure  (a) before  the start of  construction of the  improvement, or (b) if  the structure \nhas been  damaged  and is being restored,  before  the damage occurred  (see Chapt er 7, Section  3 of \nthis Handbook for further information on calculating substantial improvements ). \n \n \n12-11 \n(01-23-03) SPECIAL  PN \nRevised  (05-05-25) PN  640  ",
  "page_12": " \n   \n HB-1-3550  \n \n12.12  MANAGING  REPAIRS  AND  MINOR  REHABILITATION  \nThis section generally refers to work being done that is not new dwelling construction such \nas subsequent loans, and unsecured Section 504 loans and grants. Typically, the repairs, \nimprovements, or minor rehabilitation (work) discussed within this section would be able to be \ncompleted within 30 days of it commencing.  If work will take more than 30 days, the loan must \nbe processed and coded as ‘construction’ (e.g., interest deferral period and subsequent conversion \nto a permanent loan).  \nA. Communicating  the Standards  \nIt is the applicant’s  responsibility  to be aware of  the standards  the local  jurisdiction  has in \nplace for repairs or improvements to their home before the design or estimate  process progresses.  \nContractors should be provided with a scope of work by the applicant to ensure that the repair \nestimates  for labor  and materials  are consistent  with the homeowners’  expectations.  If application \nfees and permits are required, the scope of work will identify the party responsible for submitting the permit fees and approval from the local jurisdiction. \nB. Selecting  the Contractor  \n \nWhile the Agency does not approve contractors, the Agency may provide applicants with \nsound advice on selecting a contractor (e.g., encouraging competitive estimate , checking \nreferences, Better Business Bureau review, etc.).  The Loan Originator should discuss any \nconcerns from their initial review with the homeowner to assist with  their contractor selection \ndecision.  The Loan  Originator  should document  in the running record  which  contractor(s)  the \nhomeowner selected.  \n \nThe contractor  must  be checked  in the Do Not Pay Portal  and have a valid  contractor’s \nlicense if required  by the local  jurisdiction,  and such license must  be documented  by the Loan \nOriginator (e.g., contractor provided verification or online search, when available).  In many \ncases, the applicant will have a contractor in mind.  The contractor’s estimate  should include a \nbreakdown of materials and labor and describe the quantity, quality, grades, styles, model numbers, etc. to identify the work and materials to be furnished.  \nThe applicant  will provide  an adequate number  of estimate (s) from  a qualified  contractor(s).  \nThe local office must review the estimate (s) obtained to ensure costs are reasonable for the area \nserviced  and the number  of estimate (s) are sufficient.  Online  construction cost comparison tools  \nmay be used when appropriate.\n The estimate (s) must be detailed to include cost of material, \nsize, quantity, and manufacturer.  \n \n \n \n \n12-12 \n \n  \n \n  ",
  "page_13": " \n   \n  \n \nHB-1-3350  \nParagraph  12.12  Managing Repairs and Minor Rehabilitation  \n \nC. Pre-Construction  Conference  \nOnce the funding has been obligated, the Agency, the applicant(s), and the contractor(s) are \nrequired to hold a pre -construction conference using Attachment 12- F, of this Chapter , Pre-Construction \nConference prior to work commencing. The purpose  of the conference is to ensure  that each party  \nunderstands  their respective roles and responsibilities.  The parties should review the contract or \naccepted contractors estimate /proposal, start date,  estimated  completion  date,  requirements,  and \nspecifications  to ensure  all parties  understand the scope of work, construction/thermal standards, \nenvironmental mitigation requirements, fees, materials,  inspection requirements, change orders, \nresponsibilities for access, cleanup, and payment procedures. Along with  the RD Representative,  the \napplicant/owner  and the contractor  should sign Attachment  12-F of this Chapter . Alternatively,  the \napplicant/owner  and the contractor  can acknowledge the  pre-construction conference  via an email  \nexchange that includes the completed Attachment 12 -F of this Chapter  with the RD Representative’s \nsignature.  \nD. Construction  Contract  \nWritten contracts using Form RD 1924- 6, “Construction Contract” are strongly \nrecommended  for all rehabilitation -related  construction and are required  if the contract or \nestimate will be greater than $10,000 and when construction work will affect the dwelling’s \nstructural integrity (widening doorways, removing walls, foundation work, termite/water \ndamage, etc.).  A contract or estimate  not exceeding $10,000 may use Form RD 1924- 6, \n“Construction Contract,” but it is not required.  Contractors commonly have esti mate  \nacceptance language at the bottom of their estimate  proposals, regardless the homeowner’s \nsignature is required as it binds the agreement (contract).  The applicant and contractor must \nsign the contract(s) or estimate /proposal no later than the pre -construction conference.  If there \nare multiple contracts or estimate s and when utilizing the Borrower Method, Form RD 1924- 1, \n“Development Plan ” with cost estimates and estimate  specifications must be used.  Separate \ncontracts and arrangements which split responsibility of contractors (multiple small simultaneous contracts), should be avoided whenever it is practical to do so. \n \n12.13  COMMENCEMENT  OF WORK  \nOnce the contract or estimate  has been accepted and/or signed, the pre -construction \nconference has been held, the work may begin.  Generally, the complexity of most repairs and \nminor  rehabilitation  will not require  periodic  inspections  by Agency  staff. The homeowner  and \ncontractor should communicate with Agency staff any unforeseen issues that arise which could increase costs or jeopardize timely completion.  \n \n \n12-13 \n(01-23-03) SPECIAL PN  \nRevised  (05-05-25) PN  640",
  "page_14": " \n   \n HB-1-3550  \nParagraph  12.13 Commencement of Work  \n \nA. Inspecting  the Work  \nThe homeowner is responsible for inspections necessary to protect their interest.  Agency \ninspections, (including acceptable alternatives)  are completed  to ensure  the funds  were used for the \napproved purpose and do  not imply  duty or obligation to the homeowner.  The inspection(s) may \nbe conducted on -site by Agency staff utilizing Form RD 1924- 12, “ Inspection Report ”, or by \nalternative methods provided by the contractor or homeowner such as photos/videos showing the \ncompleted  work.  Alternative  methods  of inspection should be accompanied  by a written  report  as \nneeded to document items such as the appropriate posters being on display, percent of work completed,  etc.\n Written  reports  without  photos  provided to the Loan  Originator  should be used as \nlast resource and must be confirmed by the homeowner.  \nQualified third -party inspectors may be used when on- site inspections or alternative \nmethods are not feasible.  The cost for these services may also be reimbursed to the \nhomeowner  with loan or grant  funds.  Because of additional  costs  to the homeowner, payment \nfor qualified third- party inspectors is not the preferred method.  If inspections are conducted \nby a third party, the inspector should submit periodic inspection reports to the Agency.  \n \nB. Payment  Upon  Completion \nPayment  Options  \nBefore  the Loan  Originator  initiates  payment(s), the homeowner’s  authorization must  be \ndocumented on Form RD 1924- 9, “Certificate of Contractors Release. ” The number and timing  \nof inspections varies by the type and extent of work performed.  \n \nOnce work has commenced, there are two payment options.  The first and preferred \nmethod is lump sum payment upon completion of work.  The second is multiple advances \nfor work in place in accordance with HB 1- 3550, Chapter 5 Paragraph 5.26 C  of this \nHandbook.  Multiple advances are used  to pay the contractor  for work  completed  and \ncalculated  not to exceed  60%  of the value of work in place for that portion of the contract \n(i.e., contract $10,000, 25% of work completed, calculated as: 0.25 x $10,000 x 0.60 = \n$1,500 payment).  \n \n \n \n \n \n \n_________________________________________________________________________________  \n12-14  ",
  "page_15": " \n   \n HB-1-3550  \nParagraph  12.13 Commencement of Work  \n \n \nC. Required  Forms  \nThe Loan  Originator  determines  acceptability  of documentation submitted  showing \ncompletion of repairs and documents the running record accordingly. \n1. For unsecured  loans  and grants  the Loan  Originator  must  receive the following \ndocumentations prior to final payment : \n• Form  RD 1924- 9, “Certificate  of Contractor’s  Release”  including an \napplicant/owner signature(s) confirming their acceptance of the work.  \n• Form RD 1924- 19, “Builder’s Warranty,” other 1 year warranty document, as applicable.  \n• Evidence of completed work: Either Form RD 1924- 12, “Inspection Report,” or a copy of a \nthird -party inspection, or photos of the completed work as provided by the owner or \ncontractor.  \n2. For secured  loans  the Loan  Originator  must receive the following \ndocumentation prior to final payment:  \n• Form  RD 1924- 9, “Certificate  of Contractor’s  Release”  including an \napplicant/owner signature(s) confirming their acceptance of the work.  \n• Form  RD 1924- 10, “Release  by Claimants. ” \n• Form  RD 1924- 19, “Builder’s  Warranty, ” other  1 year  warranty document.  \n• Evidence  of completed  work:  Either  Form  RD 1924- 12, “Inspection Report,”  or a copy \nof a third -party inspection, or photos of the completed work as provided by the owner \nor contractor.  \n \nD. Borrower Method  [RD Instruction  1924- A, 1924.6 (b)] \n \nBorrower method can be used when the construction method is not feasible, and the \nborrower demonstrates the capacity and experience to oversee the construction process.  This \nmethod increases  Agency  risk and provides  the least amount  of coverage to the borrower.  If this \nmethod is utilized, the total development of rehabilitation and repairs cannot exceed $5,000.  A \ndetailed estimate of labor and materials should be obtained in writing, with the exception for \namounts less than $100.  The Agency has two payment options:  \n• Checks  can be made payable  directly  to the laborer(s)  and/or  supplier(s)  to purchase \nlabor, equipment and materials, or  \n• Checks can be issued to the owner, if the owner has paid for labor/material out of \npocket, provides receipts/invoices to document the amount paid, and has obtained signatures  of the workers  who performed  labor  on Form  RD 1924- 11, “Statement  of \nLabor Performed”.  \n \n______________________________________________________________________________  \n12-15 \n \n(01-23-03) SPECIAL PN  \nRevised  (05-05-25) PN  640",
  "page_16": "  \n   \n HB-1-3550  \nParagraph  12.13 Commencement of Work  \n \nThe following documentation should be completed  prior  to final payment:  \n• Form  RD 1924- 1, “Development  Plan, ” \n• Form  RD 1924- 11, “Statement  of Labor  Performed ” for each worker  involved in \nperforming borrower method paid labor,  \n• Itemized  invoice  to include  all equipment and materials  furnished,  \n• Homeowners’  written  acceptance of the completed  work,  \n• Photos  of the completed  work  provided  by the owner, or third -party  inspector.  \n \n12.14  CLOSEOUT  PROCESS  \nOnce work is satisfactorily completed, the Agency will release the final payment in the \nform  of a check  made out to the homeowner  and their contractor.  The homeowner  is party  to the \ncontract and therefore responsible to countersign the check and release it to the contractor as \npayment. Before payment occurs, the Loan Originator ensures that the work has been accepted \nby the homeowner.  If construction or rehabilitation work cannot be completed because the \ncontractor is unable or unwilling to do so, and a new contractor is not identified by the homeowner  within  30 days, loan funds  will be applied  to reduce the borrower’s  principal  balance. \nGrant funds will be returned to the  Servicing and Asset Management Office (Servicing Office).  \nThe homeowner  must  be notified  of this action  in writing.  \nIf the homeowner  refuses  to pay the contractor  due to a dispute  or unsatisfactory \nworkmanship, the undisbursed funds will be processed in the following manner:  \n• If litigation  is pending,  the Agency  will consult  with the Office  of the General \nCounsel prior to disbursing or returning funds.  \n \n• If litigation is not pending, the Agency will return remaining funds to be applied to the borrower’s loan or grant amount.\n Once funds have been disbursed or returned (and \ndeobligated, as applicable) , loans must be converted to permanent accounts on the first \nof the following month.  The homeowner  should also be advised  of their contractual  \nobligations and may wish  to seek their own legal counsel. \n \n \n     \n \n__________________________________________________________________________________________________________ \n12-16 \n \n  ",
  "page_17": " \n   \n HB-1-3550  \nParagraph  12.14 Closeout Process   \n \nA. Funds  Remaining  After  Completion  [RD Instruction  1951- A, 1951.11(b)(3)]  \nFunds remaining after completion of \nconstruction and disbursement payment to the \ncontractor, may either be returned as unused funds or used toward an eligible repair.\n Loan funds returned \nwill be curtailed to principal.   For construction loans, \nreturn ed funds must  be de- obligated prior to loan \nconversion.  However, if a borrower received a \ncombination loan and grant, the remaining funds will first be returned to reduce the grant amount. A  notice  \ninforming the borrower  of their right  to appeal must be \nissued within 10 days of the determination to return \nunused funds.\n The remaining funds must be returned \nwithin 90 days. \nB. Disbursement  [DLOS  Manual  Chapter  8] \nLoans and grants can be disbursed utilizing either multiple draws or single check \ndisbursement  (lump -sum payment)  function in LoanServ.  For rehabilitation  projects  exceeding  30 \ndays and those requiring multiple draws the purpose code on the registration screen in UniFi must \nbe coded  40 (construction loan).  This code  will transfer to the new loan screen  in LoanServ  which \nshould reflect a close code of “5” and must be verified at loan closing.  When ordering multiple \ndraws  for loan-grant  combinations, additional  draws  on the grant  portion cannot  be performed  once \nthe loan has been fully disbursed.  \nLoan funds will typically be disbursed before grant funds; however, this may not always be \nfeasible as grant funds are disbursed to remove safety and health hazards or make the dwelling accessible for household members  with a disability.\n Funds  remaining  after completion  of work  should \nalways be returned to reduce the grant balance first when feasible.  \nIn some  instances,  a supervised bank account  may be necessary  for multiple  disbursements.  \nPlease refer to RD Instruction  1902- A for Supervised Bank  Accounts  (SBA) requirements.  The \nWashington, D.C.  based  AgFed  Credit  Union is  equipped to  establish  SBAs  virtually  nationwide.  \nC. Cancellation  of Funds  \nPartial or full cancellation of loan and grant funds can be performed in accordance with \nDLOS Manual Chapter 8.   If a Treasury Check is held by the Agency, it must be voided and \nreturned  to Servicing  Office with form  RD 3550- 17, “Funds  Transmittal Report”.   The following \nreason codes may be used on the Funds Transmittal Report: \n05 Cancellation  of Treasury  Funds  (loan  or grant)  \n20 Principal  Curtailment  \n \n \n12-17 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628 \n Example  - Joe Smith  receives  \n$6,000 in combination loan and \ngrant assistance ($2,000 loan \nand $4,000 grant funds). The repairs are completed and invoiced at only $4,000, less than the original  contract  price. \nThe remaining $2,000 will be returned as unused funds to reduce the grant (not the loan). ",
  "page_18": "  \n   \n ATTACHMENT 12 -A \nSUMMARY  OF DIFFERENCES  BETWEEN  \nSECTION  504 LOANS  AND GRANTS  \n  \n                            H B-1-3550  \n                 Attachment  12-A \n                                Page  1 of 1 \n \nNote:  This attachment  summarizes  key requirements  to assist  the reader  in comparing Section \n504 loans and grants.  It is not a comprehensive description of all requirements. \n \nTopic  Section  504 Loan  Section  504 Grant  \nUse of Funds  May be used to: (1) improve  or \nmodernize; (2) make dwelling \ndecent, safe, and sanitary;  \n(3) remove  hazards.  \nCannot  be used for acquisition  or \nnew construction.  Specific \nprohibitions are listed in \nParagraph 12.2 A.  May be used only to remove  health \nand safety hazards or to make \ndwelling accessible to household \nmember with disabilities.  \nTRID  Disclosure \nRequirements  504 indebtedness of $7,500 or \nmore require the  issuance  of Non-\nPurchase Loan Estimate and \nClosing Disclosure.  \n \n504 indebtedness of less than \n$7,500 require the  issuance  of \nForm  RD 1940-41 “Truth in \nLending Statement. ” \n \nA list of Settlement Service \nProviders is only required when a \nLoan Estimate is issued.  N/A \nCredit  Reports  Required for all applicants . but \nno fee charged.  Loans $7,500 or \ngreater  require a TMCR.  N/A \nAge of Applicant  N/A 62 or older  \nLeaseholds  The property  must  be covered  by a \nlease with an unexpired portion of \nnot less than 2 years beyond the \nterm of the promissory note.  The remaining  lease  period  must  be \nat least 5 years from closing.  \nAppraisals  Fee charged  if appraisal  completed.  N/A \nMaximum  Assistance  $40,000  outstanding  at one time.  $10,000  lifetime  limit.  \nSecurity  If the total Section  504 indebtedness \nis greater than or equal to  \n$7,500,  a mortgage  is required.  No security  required.  \nInsurance  If indebtedness  greater  than $15,000, \nproperty insurance is required.  \nFlood insurance  is required  in Special \nFlood Hazard Areas (SFHA) for \nsubstantial improvements per \nChapter  7 Paragraph  7.12 B of this \nHandbook.  Flood insurance is required in \nSFHA for substantial improvements  per Chapter 7 \nParagraph  7.12 B of this Handbook.  \n \n(01-23-03) SPECIAL  PN \nRevised  (05-05-25) PN  640\n",
  "page_19": " \n   \n HB-1-3550  \nAttachment 12 -B \nPage 1 of 4  \nATTACHMENT  12-B \nDIFFERENCES  BETWEEN  SECTION  502 AND SECTION  504 LOANS  \n \n \nNote:  This attachment  summarizes  key requirements  to assist  the reader  in comparing Section \n502 and 504 loans.  It is not a comprehensive description of all requirements. \n \nTopic  Section  502 Loan  Section  504 Loan  \nPROGRAM  PURPOSES  AND  PRIORITIES  \nProgram  Purpose  Assist  applicants  who are not \nhomeowners to become \nhomeowners.  Assist  current  homeowners  with \nnecessary improvements and repairs.  \nProcessing  Priorities  Applications  will be  selected \nfor processing using the \npriorities specified in Chapter 3 \nParagraph  3.13 of this \nHandbook. Applications that \nmeet special criteria are \nprocessed immediately.  Multiple priorities apply, but \napplications for assistance to \nremove  health  and safety  hazards \nreceive first priority processing.  \n \nVeterans’  preference is used for \napplications  with the equivalent \npriority status received on the \nsame day.  \nLOAN  PURPOSES  \nEligible  Purposes  In general,  funds  may be used to \nbuy, build, rehabilitate,  improve, \nor relocate an eligible dwelling \nand provide  related  facilities  for \nthe borrower to personally occupy. \nNo initial loans  for repair  of \nmanufactured homes.  Remove health and safety \nhazards.  Repair or remodel \ndwelling to make  more  accessible \nand useable for a household \nmember with a disability.  \nGeneral  repairs  to improve  or \nmodernize a home.  \nRepair  mobile  or manufactured \nhomes with a permanent \nfoundation.  \nAPPLICANT  ELIGIBILITY  \nIncome  Applicant income must not \nexceed  low-income  limit  at loan \napproval and must not exceed \nmoderate -income limit at loan \nclosing.  Applicant income must not \nexceed  the very low-income  limit \nat loan approval and closing. \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (05-05-25) PN  640",
  "page_20": " \n   \n HB-1-3550  \nAttachment  12-B \nPage 2 of 4  \n \nTopic  Section  502 Loan  Section  504 Loan  \nAPPLICANT  ELIGIBILITY  \nCredit  Requirements  Credit  history  must  demonstrate \nability and willingness to pay. \nCosts for credit reports are \ncharged to applicant.  Applicants  must  have  a credit \nhistory that indicates a \nreasonable ability and \nwillingness to meet debt obligations. Costs  for credit \nreports  are not charged  to the \napplicant.  \nAsset  Requirements  Applicants are required to \ncontribute nonretirement assets \nexceeding  $15,000 ($20,000 for \nelderly households) toward the purchase of the property. Same as Section 502, except \nnonretirement assets  include  only \nassets that can be converted to \ncash within 60 days . \nRepayment  Ability  Applicants  must  show  repayment \nability based on PITI and TD \nratios.  Applicants  must  show  repayment \nability based on a TD ratio of \n41% or less.  \nOwnership  The applicant  need  not own the The applicant  must  own the \nproperty.  property.  \nA leasehold  must  have  an A leasehold  must  have  an \nunexpired  term of at least 150%  unexpired  term of at least 2 years  \nof the term of the mortgage,  beyond  the loan term.  \nunless  the loan is guaranteed  by a \npublic authority, Indian tribe, or \nIndian  Housing  Authority.  If standard evidence of \nownership is unavailable, \nexceptions  may be made.  \nNo exceptions  on ownership   \nevidence.   \n \n     \n \n    \n \n     \n \n ",
  "page_21": " \n   \n HB-1-3550 \nAttachment  12-B \nPage  3 of 4 \n \nTopic  Section  502 Loan  Section  504 Loan  \nPROPERTY  REQUIREMENTS  \nArea  Loan  Limit  Individual  exceptions  are \nallowed.  Individual  exceptions  are \nallowed.  \nProperty Standards  The property  must  meet  the \nAgency’s  site and  dwelling \nstandards.  The property: (1) need not be \nbrought  to Agency development \nstandards; (2) need not have all \nhazards removed; but (3) must \nhave  all major  hazards  removed.  \nAppraisals  An appraisal  is required  when  the \ndebt is to be secured,  and prior \nliens  exceed  $15,000.  Applicants \nare required to pay an appraisal \nfee which  may be included  in the \nloan. An appraisal  is not required  \nunless an RD lien will secure  \nthe property.  An appraisal is \nrequired when the  total \nsecured  indebtedness (RD \nand non- RD) exceeds \n$25,000.  If under this \nthreshold, the  Loan  Official  \nwill determine if an appraisal \nis needed.  \nApplicants  are required  to pay an \nappraisal fee which may be \nincluded in the loan.  \nLOAN  TERMS  \nInterest  Rate and Loan  Terms  The applicable Rural Housing \n(RH) Section 502 low or \nmoderate  interest  rate in effect  at \nloan approval or closing, \nwhichever is lower.  Standard \nterm is 33 years;  some  applicants \nmay qualify for a 38 -year term.  \nBorrowers may be eligible for \npayment  subsidies  that reduce  the \neffective interest rate.  1 percent interest rate and a \nstandard  loan term of 20 years.  \nLoan  Amount  Total  secured  indebtedness  must \nnot exceed the area loan limit.  Total  secured  indebtedness  must \nnot exceed the area loan limit or \nthe market value limitation.  \nThe outstanding balance  on the \nsum of all Section 504 loans cannot exceed $40,000.  \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (05-05-25) PN  640 \n ",
  "page_22": " \n   \n HB-1-3550  \nAttachment  12-B \nPage 4 of 4  \n \n \nTopic  Section  502 Loan  Section  504 Loan  \nLOAN  APPROVAL  AND  CLOSING  \nLoan  Closing  Loans  must  be closed  by a \nclosing agent.  Loans of $25,000 or less may be \nclosed  by the Loan  Originator  or \na designee.  \nSecurity  First liens  are generally  required, \nbut Agency interests may be \nsubordinated in some \ncircumstances.  First lien position  is not required.  \n \n \n \n  \n \n \n \n \n  \n \n \n  \n \n \n \n \n  \n \n \n ",
  "page_23": " \n   \n HB-1-3550 \nAttachment  12-C  \nPage 1 of 6  \n \n \nApplicant:   Co-Applicant:   \n \n \nECF  RP DATE   \nPREQUALIFICATION PROCESSING  \nDiscuss the results with the potential applicant and emphasize that the results are  informal and unbinding. As \napplicable, consider the below when discussing the results  and refer to Attachment 3 -F for guidance on addressing \nnegative results . \nB LO  Form RD 3550 -35, “Section 504 Home Repair Loan and Grant Program Intake Form ” \nand RD 3550 -1, “Authorization to Release Information ” (HB-1, 3.5)  \nC LO  Check  Treasury’s  DNP  portal , and file in applicant  ECF file (HB-1, 4.11,  12.5 B) \nC LO  Check  LoanServ’s  “SSN  CROSS  REFERENCE”  softlink  key (HB-1, 4.11,  12.10 C) \nC LO  Infile  Credit  Report  (HB-1, 3.3, 4.11)  \nC LO  Verify  eligibility  of subject  property.  (HB-1, 5.1) \nhttps://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do  \n \nAPPLICATION  PROCESSING  \nReview  application  for completeness  within  3 business  days of receipt.  Call or write  the applicant  to request  any missing \ninformation. Follow up with a letter advising applicant of a 15- day deadline for submission or the application will be  \nwithdrawn,  or a 30-day deadline  to obtain  repair  estimate (s). Mark  files as inactive  until complete.  (HB-1, 3.6) \n \nC  \nLO  Form RD 410-4, “Uniform  Residential  Loan  Application, ” include  information  sheet  \nsimilar  to Attachment 3 -D & RD 3550 -1, Authorization to Release Information (HB -1, 3.5) \n \n \nC  \n \nLO  If a secured loan  application  is subject  to TRID, forward the  following documents  as \napplicable  to the applicant  within  3 business days  of receipt  of the application  (HB-1, \n3.8):  \n  HB Letter  5 (3550),  Cover  Letter  to Truth  in Lending  Disclosure  \n  CFPB’s  “Your  home  loan toolkit:  A step-by-step guide”  \n  CFPB’s  Non-Purchase  Loan  Estimate  form  \n  Attachment 3 -I, Settlement Service Providers List &Mortgage App. \nRelated Disclosures  \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 \n  \nATTACHMENT  12-C \n \n504 SINGLE  FAMILY  HOUSING  LOAN  AND  GRANT  CHECKLIST  \nTHIS  CHECKLIST  DOES  NOT  REPLACE  THE  RUNNING  RECORD!  \nThis document  should be filed in under  Folder  A for an Electronic  Customer  File (ECF)  \n \nOnce  clear, readable  copies  are uploaded and confirmed  in ECF,  the originals  can be destroyed  following \nthe requirements of RD Instruction 2033 -A (e.g., PII must be cross -cut shredded) except for the \ndocuments identified on the Index of Essential Records which are maintained in locking -type, fireproof \nfiling cabinets/safes in accordance with RD Instruction 2033 -A, 2033.6(b).  \nECF – Electronic  Customer  File (refer  to the ECF Classifications  – Quick  Reference  Guide  in SharePoint) \nRP – Responsible Party \nLO – Loan  Originator  \nLAO  – Loan  Approval  Official  ",
  "page_24": " \n   \n HB-1-3550  \nAttachment 12 -C  \nPage 2 of 6  \n \nC LO  For an unsecured  loan,  send  RD 1940 -41, \n“Truth in Lending Statement. ” Date \nReturned:   \nC LO  Check  Treasury’s  DNP  portal , and file in applicant  ECF file (HB-1, 4.11,  12.5B) \nC LO  Check  LoanServ’s  “SSN  CROSS  REFERENCE”  softlink  key (HB-1, 4.11,  12.10 C) \nC LO  Check  list for 504 Grant  recipients  born  prior  to 1936  for prior  assistance  and document in \nrunning record (HB -1, 12. 10C) \nC LO  Check  address  in LoanServ’s  “CUS  XREF  ID” softlink  key for prior  grant  assistance on the \ndwelling (HB -1, 12. 10C) \n \nC  \nLO  Identification  and Verification  of age (grants  only)  (HB-1, 4.21)  \n Evidence  \nof age  Taxpayer’s  \nID number   Photo  ID  \nD5 LO  If not a citizen,  see attachment  4-D (S.A.V.E.)  (HB-1, 4.20)  \nE LO  Evidence  of homeownership  and occupancy:  (copy  of Deed,  RE Tax Bill, etc.) (HB-112.4F)  \nC LO  Verify  eligibility  of subject  property.  (HB-1, 5.1) \nhttp://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do  \nC LO  Enter  application  complete  date in stage  updating  of UniFi  and on Form  RD 410-4 \nC LO  Funds  Available;  send  HB Letter  11, Request  Information  (HB-1, 3.13)  \nC LAO   Funds  Not Available;  send  HB Letter  2, Funds  Not Available  (HB-1, 3.12)  \nD5 LAO   Send HB Letter 3 -A (3550) Waiting Period (Funds Not Available) if funds are not available 6  \nmonths after sending HB Letter 2 (Signed by LAO) (HB -1, 3.14)  \nD5 LAO   Send  HB Letter  3-B (3550)  Waiting  Period (Extended Processing Timeframe) if eligibility \ndetermination is not made within 30 days of receipt of complete application  (Signed by LAO)  (HB-1, \n3.7) \n Send subsequent  HB Letter  3-B (3550)  if eligibility determination is not made within 6 months  of \ncomplete application  (Signed by LAO)  (HB-1, 3.14)  \nINCOME  \n \nD1  \nLO  Paycheck  stubs  (4 most  recent  & consecutive  weeks) -Only  for employment  which  is not seasona l in \nnature. Seasonal  employment  is verified  using the last two years  of complete  tax returns  with W -2s and \napplicable schedules.  (HB-1, 4.3)  \nD1 LO  Oral  Verification  of Employment  – if applicable  (HB-1,3.15  A.3.)  \n \nD1  \nLO  Form RD 1910 -5, “Request  for Verification  of Employment ” – if paystubs  are not available  LO (HB-\n1, 4.3): \n  If no response  in 14 days, call employer  to follow  up and document  the discussion  \n \n \n \n \nD1  \n \n \n \nLO  Other  Income/  documentation  (HB-1, 4.3, 4.5): \n  Public  Assistance   Self-employment  income  \n  Child  Support  /Alimony   Social  Security/ VA \nBenefits  \n  Unemployment  Benefits   Pensions/ \nAnnuities  \n  Latest  two Federal  Income  Taxes  with W-2s and applicable  schedules  \n  Tax transcripts  directly  requested  and obtained  by applicant  using  IRS Form  4506 -T, \nRequest for Transcript of Tax Return, if additional income validation was needed.  \n  Other  \nD1 LO  Form RD 3550 -4, “Employment  and Asset  Certification ” \nD1 LO  Separation/Divorce/Paternity/Property  Settlement  Agreement,  if applicable  \nDEDUCTIONS  \n \n \nD2  \n \nLO  Deduction documentation  (HB-1,4.4): \n  Childcare   Disability Assistance Expense  \n  Elderly/Disabled (RD 1944 -4, if \napplicable)   Full-Time Student Status  \n  Medical Expenses   Minor Dependent  \n  Other  \n ",
  "page_25": " \n \n   \n C LO  If changed circumstances occur, issue revised Loan Estimate within 3 business days  of receiving  \nnew information,  but no later than 4 business  days prior  to loan consummation.  \n \n  \n \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628\n \n ASSETS  \n \nD3  \nLO  Most  recent  bank account  statements covering at least a two -month period  – statements \nmust include  the transaction  history,  review  any recurring  deposits  or debits,  and obtain  explanation  \nfor large  deposits  (HB-1, 4.5) \nD3 LO  Form RD 1944 -62 “Request  for Verification  of Deposit ” – if statements  are not available  or the \naccuracy  of the applicant’s  self-certification  or statements  are questioned  (HB-1, 4.3) \nD5 LO  Form RD 3550 -2 “Request  for Verification  of Gift/Gift  Letter, ” if applicable  (HB-1, 4.3) \nD3 LO  Land  and Other  Real  Estate,  if applicable  (HB,  4.5, Exhibit  4-3) \nD3 LO  Most  recent  retirement  fund  statements  cover  at least  a two-month  period  (considered for \nincome calculations, but not for down payment) (HB-1, 4.6, 4.7)  \nD3 LO  Other  Assets  (HB-1, 4.5, Exhibit  4-3) \nCREDIT  \nC LO  Infile  Credit  Report  (HB-1, 3.3, 4.11)  \nD4 LO  Tri-Merge  Credit  Report  (TMCR)  documentation  (Only  loans$7,500  or greater)  [no grants] – no \ncharge to the applicant) ( HB-1, 4.12 &  12.5): \n  Report:  Requested   Received   \n  Document  in item 19 of RD 410-4 \n  Credit \nScores:  Applicant   Co- \nApplicant   \nD4 LO  Credit  score  is less than  620 (HB-1, 12.5B): \n  Nontraditional  credit  verifications  \n  Applicant  Reference  Letter  (RD410 -8) \n  Credit  History  Worksheet  (1944 -61) \n  Credit  Letter  of Explanation,  if applicable  (HB-1, 4.12)  \nOTHER  \nD1 LO  Automated  Worksheet  for Computing  Income  and 504 Eligibility  \nD5 LO  Document  repayment  ability,  TD ratio does not exceed  41% without  documented compensating \nfactors ( HB-1, 12. 8). \nD5 LO  Document  applicant lacks personal resources and meets non -retirement asset limitations  \n($15,000;  $20,000  for elderly  households)  (HB-1, 4.6, 6.10,  and 12.5 C) \nF LAO   If applicant  is not eligible,  send  HB Letter  15 (3550),  Standardized  Adverse  Decision Letter \nwith review and appeal rights (must be signed by the LOA) (HB-1, 1.9)  \nD5 LAO  Document  Eligibility  on originally  submitted  Application  - item 17. Update UniFi/Stage \nUpdating  \nD5 LAO   Handbook Letter 16B, Self -Help Applicant Eligibility -Owner Occupied Rehabilitation  issued \nwhen loan and/or grant eligibility has been determined.  \nD5 LO  Form RD 3550 -23, “Applicant  Orientation  Guide ” (HB-1, 4.26 loans  only)  HB-1-3550  \nAttachment 12-C \nPage 3 of 6  ",
  "page_26": " \n \n   \n  \n PROPERTY  ELIGIBILITY  \nD1 LAO   Property  eligibility  determination  (document  with Automated  Worksheet  for Computing Income \nand 504 Eligibility) (HB-1, 12. 4) Method used: (site visit, online resources)  \n \n \nOnline  Resources  can be uploaded  to Property  Visit  & Documentation  for Repair  \nF LAO   If denying  property,  send  HB Letter  15 (3550),  Standardized  Adverse  Decision  Letter  \nwith Review  and appeal  rights  (must  be signed  by the LOA)  (HB-1, 1.9 & 8.2) \nE LO  Verify the subject property’s address using the USDA address verification site. Result  code  \nmust  be 1 or 2; or researched, verified, and documented if not. Enter verified Address in \nUniFi. (HB -1, 5.1)  (https://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do ) \n \nE LO  Checklist  for Evaluation  of Existing  Dwelling  (HB-1, 12.4, Attachment  12-D), if applicable.  \nE LO  Photographs  of property  and essential  repairs  (before  and after).  (HB-1, 12.13) \nE LO  Appraisal  Report,  or document  Statement  of Value  (HB-1, 12.6B) \nE LAO   Form RD 1922- 15, “Administrative  Appraisal  Review  for Single  Family  Housing ” - within  7 \ndays of appraisal (HB -1, 5.19); Reviewed and Accepted   (initial and date)  \nE LO  Notify  Applicant  of appraisal  results  and provide  a copy  of the appraisal.  If making  \nan adverse decision  on the appraisal, send either  HB Letter 17 or HB Letter 18, as applicable, \nalong with a copy of the appraisal.  \nE LO  Lead  Based  Paint  (LBP)  Compliance  Key and Print  Out (houses  built  prior  to 1978) \n(https://leadpaint.sc.egov.usda.gov/LBPWeb/lbpQuestionaire ) \nE LO/ \nLAO   RD Instruction  1970 -B, Exhibit  D, “Environmental  Checklist  for Categorical Exclusions” or \nRD Instructions 1970- C, Exhibit E “Guide for Reviewing Environmental Assessments (as \napplicable) (1970 -B & HB -1, 5.8)  \nE LO  When applicable, c onsult with State Historic Preservation Office (SHPO) for properties \nlocated in, or eligible for, listing on the National Register of Historic Places  or with Tribal \nHistoric Preservation Officer (THPO) for properties located on Tribal land or Indian \nCountry.  \nE LO  FEMA’s  Standard  Flood  Hazard  Determination  Form  (HB-1, 5.8 & 1970 -F) \n(https://www.floodcert.com ) \nE LO  FEMA’s  Elevation  Certificate  Form,  (HB-1, 5.8 & 1970 -F), if substantial  rehabilitation   \n(https://www.fema.gov/glossary/elevation -certificate ) \nPrivate  Party  Notice  Regarding  Flood  Hazards,  as applicable  (HB-1, 5.8 & 1970 -F) \nE LO  Form RD 3550 -6, “Notice  of Special  Flood  Hazards,  Flood  Insurance  Purchase  \nRequirements, and Availability  of Federal  Disaster  Relief  Assistance, ” as applicable (mail 10 \ndays prior to closing) (HB-1, 5.8)  \nCONSTRUCTION  \nE2 LO  Check  contractor(s)  in the DNP  portal  whose contracts are  equal to or greater than $25,000 and \nplace  copies  in file (1940 -M) \nE2 LO  Attachment  12-F. Pre-Construction  Conference  (HB-1, 12.4) (at or before  closing)  \nE2 LAO   Form RD 1924 -7, “Contract  Change  Order ,” if applicable  \nCONTRACTS  $10,000 OR LESS  \n \nE2  \nLO  Review  detailed  estimate (s) from  contractor(s)  itemized  costs  to include  labor  and materials \n(HB-1, 5.25)  or use 1924 -6, Construction Contract  and RD 1924- 7, Contract  Change Order, if \napplicable.  \nE2 LO  Form RD  1924 -1, “Development  Plan”  \nE2 LO  Form RD  1924 -9, “Certificate  of Contractor’s  Release”  HB-1-3550  \nAttachment 12 -C \nPage 4 of 6  ",
  "page_27": " \n   \n E2 LO  Form RD 1924 -10, “Release  by Claimants ,” if applicable  \nE2 LO  Form RD 1924 -11, “Statement  of Labor  Performed  for each  worker  involved  in \nperforming borrower method paid labor  \nE LO  Pictures  of repairs  before  and after  \nE2 LO  Form RD 1924 -19, “Builder’s Warranty ” (HB-1, 5.2 5), if applicable (HB-1, 12.1 3 C) \nCONTRACTS  GREATER  THAN $10,000  \nE2 LO  Form RD 1924 -6, “Construction  Contract”  \nE2 LO  Form RD  402-1, “Deposit  Agreement”  and RD 402-2, “Statement  of Deposits  and \nWithdrawals,”  if applicable  \nE2 LO  Form RD 1924 -12, “Inspection  Report ”. Third  Party  Inspections,  or alternative  method  \n(HB-1, 12.1 3) \nE2 LO  Form RD  1924 -9, “Certificate  of Contractor’s  Release”  \nE2 LO  Form RD  1924 -10, “Release  by Claimants ,” if applicable  \nE2 LO  Form RD 1924 -11, “Statement  of Labor Performed”  (borrower method  only)  \nE2 LO  Form RD 1924 -19, “Builder’s  Warranty”  (HB-1, 5.25), if applicable , (HB-1, 12.1 3 C) \nUNDERWRITING/APPROVAL  \nD1 LO  Reverify  income  - if over 120 days old (HB-1, 8.6) \nDI LO  Automated  Worksheet  for Computing  Income  and 504 Eligibility -if income  reverified  \nC LO  Check  Treasury’s  DNP  portal , and file in applicant  ECF file (HB-1, 4.11,  12.5 B) \n LO  Verify  UniFi  Program  Type  Code  (must  match \nincome type)  Program  Type \nCode:   \nF LO  Update  all screens  in LoanServ  before  uploading  file; check  Display  History  Screen  for \ncorrect loan / grant amount  \nF LO  Direct -US Findings  Report (optional)  \nF LAO   If rejected,  use HB Letter  15 (3550),  Standardized  Adverse  Decision  Letter,  and attach \nreview & appeal rights (HB -1, 1.9 & 8.2)  \nF LO  Obligate  through  LoanServ  (HB-1, 8.7). \n \nF  \nLAO   Form RD  3550 -7, “Funding  Commitment  and Notification  of Loan  Closing”  – issued  \nwhen  secured  loan funds  are obligated  in LoanServ  (if not accepted  and returned  in 15 days, \ndeobligate) ( HB-1, 8.2 ) \nF LAO   Handbook  Letter  12 (3550),  Notification  of Approval  – issued  when  unsecured  loan \nand/or grant funds are obligated in LoanServ.  \nF LO  If changed circumstances occur, issue revised Loan Estimate within 3 business days  of \nreceiving  new information,  but no later than 4 business  days prior  to loan consummation.  \nCLOSING  \nG LO  Check  Treasury’s  DNP  portal  for closing  agent  (Label  as Closing  Agency  using  ECF Title \nfield) (HB-1, 4.11, 12. 5B) \nG LO  Form RD  1927 -4, “Transmittal  of Title  Information”  (HB-1, 8.4) \nG LO  Title  Insurance  required  for loans  if the total outstanding  balance  on Section  504 loans  is \ngreater than $25,000 (HB-1, 8.4) \nG LO  Form RD  1927 -9, “Preliminary  Title  Opinion”  (if the total outstanding  balance  on \nSection  504 loans is greater than $25,000 ), as applicable (HB-1, 8.4)  \n(01-23-03) SPECIAL  PN \nRevised  (05-05-25) PN  640HB-1-3550  \nAttachment 12 -C \nPage 5 of 6  ",
  "page_28": " \n   \n G LO  Hazard Insurance Binder & Receipt for 1st year premium for loans $15,000 or greater \n(HB- 1, 7.12)  \nG LO  Flood Insurance Binder & Receipt for 1st year premium required for properties located \nin Special Flood Hazard Area (Loans and grants with substantial improvement)  \nG LO  Review  Title  Insurance  Binder/Preliminary  Title  Opinion  and verify  legal  description  is \ncorrect If exceptions noted affect the security value, loan cannot close (HB-1, 8.5)  \nG LAO   Form RD 3550 -15, “Tax Information ” – loans  $15,000  or greater  (HB-1, 7.10)  \nG LO  Form RD 3550 -9, “Initial Escrow Account Disclosure Statement ”, loans $15,000 or greater  \n(HB-1, 7.5 & 12.1 1) \nG LO \n/ \nLAO   Form RD 3550 -25, “Loan Closing Instructions and Loan Closing Statement ” – if the total \noutstanding balance on Section 504 loans is greater than $25,000 (should include documents  \nto be signed at closing) (HB -1, 8.11)  \nG LO  Form RD 3550 -17, “Funds Transmittal Report ” for tax service & appraisal fees, escrow \nfunds, etc. (copy in Collections Operational File) (1951 -B, if applicable)  \nG LO  Form RD 3550 -19, “Transmittal -Closing Documents ” & Attachments, as applicable (Grant \ndocuments are not sent to Servicing Office) (HB -1, 8.11)  \nG LO  Form RD 410 -4, “Uniform Residential Loan Application ” - PRINTED FROM UniFi  \nG LO  Form RD 1927 -5 “Affidavit Regarding Work of Improvement” (if required by State \nSupplement)  \nsend blank to closing (1927 -B, 1927.58)  \nG LO  Form RD 1940 -16, “Promissory Note” (original in safe) - all loans (HB -1, 8.9)  \nG LO  Non-Purchase Closing Disclosure (HB -1, 8.5), review for compliance with tolerance limits  \n(secured loans)  \nG LO  Form RD 1940 -41, “Truth in Lending Statement,” if applicable for an unsecured loan (HB -\n1, 3.8B)  \nG LO  Form RD 1940 -43, “Notice of Right to Cancel” - if secured loan (HB -1, 8.6)  \nG LO  Form RD 3550 -14, “Real Estate Mortgage or Deed of Trust for (State)” – (Section 504 \nindebtedness of $7,500 or greater – sent blank) (HB -1, 8.11)  \nG LO  Form RD 1927 -10, “Final Title Opinion,” if applicable  \nG LO  Form RD 1927 -8, “Agreement with Prior Lienholder, “if applicable (HB -1, 8.6)  \nG LAO   Form RD 3550 -24, “Grant Agreement ” (original in safe; copy in case file) (HB -1, 12. 10) \nG LO  Form RD 3550 -29, “Document Errors and Omissions Agreement” (HB -1. Attachment 8 -A) \nG LO  Forms RD 3550 -10, “Condominium Rider” or RD 3550 -11, “Planned Unit Development \nRider” (if applicable)  \nPOST  CLOSING  \n \n \nG  \n \nLO  Verify  closing  documents  faxed to  Servicing  Office in  required  time frame  (HB-1, 8.11)  \n  Verify  proper  lien position.  \n  Post 1 month  follow -up for recorded  Real Estate  Mortgage.  \n  Post follow -up for Title Insurance  Policy  (60 days)  or Final  Title Opinion  (14 \ndays). (If not received, contact Closing Agent by mail with a copy of the  \nletter  to the insurance  company.)  \nH LO  Activate  loan (wait  until  the rescission  period  has expired,  if applicable)  \nH LO  Review  final  Loan  Estimate  & Closing  Disclosure  for tolerance  violations.  Cure  violation \nwithin 60 days of closing.  \nH LAO   Form RD  3550 -25 – Loan  Approval  Official  approves  after  all forms  are returned,  reviewed, \nand correct (HB -1, 8.11 secured loans)  \nH LO  Delinquent/Lienholder  Screen  – complete  LoanServ  screen  for each  leveraged  partner  – \nInclude forgivable loans from CDCs and Non -Profits  \n \n HB-1-3550  \nAttachment 12 -C \nPage 6 of 6 ",
  "page_29": " \n   \n  \n \nATTACHMENT  12-D HB-1-3550  \nAttachment  12-D \nPage  1 of 2 \n \nCHECKLIST FOR EVALUATION OF EXISTING  DWELLING  \n \n \nOwner -Occupant  Name  Property  Address  \n \nCo-Owner Occupant Name  Account  Number \nMark the appropriate box to indicate the condition of each  element.  \n \nYes  \nNo Health  / \nSafety \nHazard   \nElement  \n   1. Entry, Exit, Walkway and Driveway.  Porches, stairs, decks are sound and free of \ndeterioration.  Handrails are required for extended stairs generally four or more \nconsecutive  steps. Walkways,  porches,  and decks  pose no safety  hazards  and provides \nadequate accessibility for a household member with a disability, if applicable.  \nComments:  \n   2. Exterior Walls.  Exterior walls do not exhibit signs of structural fatigue, failure, \nor excessive bowing.  The siding is free of any rot or paint that is loose, peeling, \nchipping,  scaling,  or cracking.  Vinyl  or aluminum  siding  is free of mildew.  Brick \nor stone veneer is sound and exhibits no displacement.  \nComments:  \n   3. Utilities.  The property  is connected  to a water/septic  system  that is approvable  by \nan appropriate public agency.  The system is adequate for the size of the property \nand is performing satisfactorily.  The dwelling has adequate, safe, dependable  \nutilities  with no evidence  of malfunction.  \nComments:  \n   4. Foundation.  The foundation is structurally sound with no evidence of defects such \nas cracks,  bowing or moisture  intrusion.  If a deficiency  is noted,  describe the nature  of \nthe deficiency and report necessary repairs, alterations or required inspections to \nalleviate the deficiency.  Gutters, downspouts and grading are functioning adequately \nand provide proper drainage, if applicable.  \nComments:  \n   5. Roof.  The roof is satisfactory  and free of serious  defects  such as buckling, \nsagging, holes, leaking and is expected to last a minimum of 2 years.  \nComments:  \n \n \n(01-23-03) SPECIAL  PN \nRevised  (10-05-17) PN  504",
  "page_30": " \n   \n HB-1-3550 \nAttachment  12-D \nPage 2 of 2  \n \n \nYes  \nNo Health  / \nSafety \nHazard   \nElement  \n   6. Interior  walls,  framing  and trim.  Structurally  sound  and are \nexhibiting  no signs  of bowing,  sagging,  or deterioration.  \nComments:  \n   7. Windows.  Windows  are functional,  adequate  and energy \nefficient exhibiting no obvious signs of deterioration.  \nComments:  \n   8. Framing.  Floor,  subflooring,  ceiling  joists  and partition  framing  are \nsound and exhibit no structural deficiencies . \nComments:  \n   9. Floor  covering.  Structurally  sound  and without  presence  of cracks, \nholes, buckling, damage, heavily worn or soiled . \nComments:  \n   10. Plumbing.  Functionally  adequate  water  pressure,  flow and waste \nremoval. Water heater and sump pump  are functional.  Plumbing \nfixtures exhibits no evidence of leaks, damage.  \nComments:  \n   11. Heating  and Air Conditioning.  Functionally  adequate  \nComments:  \n   12. Electrical  Wiring.  Functionally  adequate.  \nComments:  \n \nAdditional Comments:   \n \n \n \n \n \n \n \n \nReviewer  Signature  Date \n \n \n \n ",
  "page_31": " \n   \n HB-1-3550 \nAttachment  12-E \nPage  1 of 3 \nATTACHMENT 12 -E \nCHECKLIST OF ITEMS  TOACCOMPANY  \nAPPLICATION FOR  HOME REPAIR LOAN  AND/ OR GRANT  \nFUNDS  \n \nYou, as the applicant , need to simultaneously submit the applicable items below when applying for \nthe Single- Family  Housing (SFH)  504 Repair program. All applicable items  requested  below  should be \nsubmitted. If any item, information and/or signature is missing, your application will be considered \nincomplete, and you will be contacted to provide the missing items.  If the missing items are not \nprovided within the specified timeframe 15 days (30 days for estimates), your application will be \nconsidered incomplete and will be withdrawn from consideration.  To avoid delay or withdrawal, \nplease verify that your loan application is fully complete prior to submission. \nCheck  the boxes  below  when  completed : \n This checklist  with the applicable and included items  checked. \n Form  410-4, “Uniform  Residential  Loan  Application” you must  complete  all sections  and \nsign/date pages 5 & 8.  \n Verification of identity: you must provide a copy of your government-issued picture \nidentification  (ID) along with evidence of age. Standard verifications  are a driver’s  license or \na passport. Contact us if you do not have these standard verifications to discuss possible alternatives.  \n Verification of T -Nonimmigrant Status (including T1, T2, T3, or T4), if applicable, as this \nstatus may not be reflected in DHS’s United States Citizenship and Immigration Service \n(USCIS) SAVE database used by the Agency.  \n Verification of taxpayer ID number: you must provide verification of your full taxpayer ID number (i.e., no hidden or suppressed numbers) using evidence such as your pay stubs or tax \nreturns.\n A copy of your social security card is only needed if you do not have any other \nevidence of your full taxpayer ID number.  \n Form  3550-1 “Authorization to Release Information” . Each  adult member  of the household must  \nsign/date a separate release  form.  \n Form  3550-4, “Employment & Asset  Certification”  for each adult household member. \n List your personal email  address(es) below if you authorize the Agency  to contact  you via email. \nThe Agency password protects emails containing personal identifiable information.  \n \n \nINCOME : \n Verification of all household income . To qualify for the program, a household’s adjusted \nincome must be within the established income limit based on size and location.  Below are \nsome examples  of income that may be applicable  to all household members  and what  should \nbe provided to the Agency.  \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 ",
  "page_32": " \n   \n HB-1-3550 \nAttachment  12-E \nPage 2 of 3 \n \nINCOME  (continued) : \n \n Last four consecutive weeks  of pay stubs.  \n Recent  benefit  statements  for regular  unearned income  (such  as social  security, \npublic assistance, retirement income, etc.).  \n Last 12 -month payment history of alimony and/or child support received as \nprovided by the court appointed entity  responsible for handling payments.  If \nthis is not available, a copy of the separation agreement or divorce decree. \n Your last two signed  Federal  Income Tax Returns with all applicable  tax return \nschedules.  Also provide: \n• All W-2s, 1099s, and other forms  attached  to the returns . \n• If filed electronically, include a copy of the signature page with the Self - \nSelect  PIN, confirmation that the return  was accepted,  or evidence that it \nwas filed by an authorized E-File provider. \n• If an applicant is not required by the IRS to file taxes; provide a letter of \nexplanation that supports exemption from filing.  \n For each non- retired  applicant,  a written  explanation of employment history of less \nthan two years or employment gaps in excess of  30 days within the last two years. \n \nASSETS,  CREDIT,  OTHER  DOCUMENTATION: \n For each  household member, a copy of their two most recent  asset/bank  statements.  (Note \nthat if you are  obtaining this information  through online banking, you should print your bank \nstatement, as opposed to printing the online transaction history.)  \n For each applicant , a written explanation for late payments, collections, judgments, or other \nderogatory items in their credit history of which they may be aware.  If applicants are \nunsure what their credit history looks like, they can obtain a free credit report by calling 1- \n877-322- 8228 or logging into https://www.annualcreditreport.com.  Individuals are entitled  \nto receive one free credit  file disclosure every  week  from  each of the nationwide consumer \ncredit reporting companies – Equifax, Experian and TransUnion. This free report cannot \nreplace the credit report that the Agency will obtain to determine eligibility.   \n The applicant’s non-purchasing spouse must provide a credit report or reports from each of \nthe three nationwide consumer credit companies – Equifax, Experian, and TransUnion to \nverify obligations if located in a community property state.  Community propert y states \ninclude: Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Washington and \nWisconsin.  Puerto Rico and several Indian jurisdictions allow property to be owned as community property.  Alaska is an opt-in community property state, where property is separate unless both parties agree to make it community property through a community property agreement or a community property trust.  \n  ",
  "page_33": " \n   \n HB-1-3550 \nAttachment  12-E \nPage 3 of 3  \nASSETS,  CREDIT,  OTHER  DOCUMENTATION (continued) : \n \n For a household member  who is a full-time student and 18 years  of age or older, a copy of \ntheir school transcript.  \n If applicable,  provide written  evidence of childcare expenses  for dependents 12 years  of age \nor younger.  \n If applicable,  evidence of out-of-pocket annual medical  expenses  (for applicants 62 years  of \nage and older, or individuals with a disability)  who wish  to be considered  for a deduction to \nhousehold income. \n \n \nPROPERTY INFORMATION:  \n Evidence of Ownership: Copy of Deed, or other  documentation.  \n Tax Statement: Most  recent  property tax assessment  and annual statement,  if applicable.  \n Insurance:  Evidence of homeowner’s hazard  or flood coverage,  if applicable.  \n Repair  Estimate (s) including an itemized  description of repairs,  material,  labor, and a \ncopy of Contractor’s license, if applicable.  \n Mortgage Statement: Most  recent  copy of mortgage statement,  if applicable.  \n Photos of the areas  requested  for repair(s),  as well as the front  and back  of the dwelling.  \n \n     \n \n     \n \n    \n_______________________________________________________________________________ \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 \n  ",
  "page_34": " \n   \n ATTACHMENT  12-F \n \nPRE -CONSTRUCTION  CONFERENCE  HB-1-3550 \nAttachment  12-F \nPage  1 of 2 \n \n \nOwner  Name(s):  Contractor:   \n \nA Pre -Construction Conference was held ( ) in person, ( ) by telephone on    \nto review the contract/ estimate  and/or specifications dated  for work  to be completed  and \nperformed  at the property address,   . \n \nThe Contractor will start work  on , and will complete  the work  by . \n• Although Rural  Development  (RD) is interested  in the proper completion  of the work, RD is \nnot and will not become a party to the contract nor incur any liability thereunder. \n• Parties  involved have reviewed  the plans and specifications/ estimate  and understand the \nscope of work, construction standards, environmental requirements, materials, liquidated \ndamages, inspections, change orders and payment procedures. \n• The Contractor will submit evidence (i.e. unconditional lien waivers) that all payrolls, labor, \nequipment and material bills,  and other indebtedness connected  with the work  have been  paid \nand at completion of the Contract, will furnish and sign Form RD 1924- 10 “Release of \nClaimants”, Form RD 1924- 9 “Certificate of Contractor’s Release”, and RD 1924 -19 \n“Builders Warranty” (or similar documentation). \n• Acceptance by the Owner will not relieve the Contractor of obligation to the Owner to \ndischarge any and all liens  for the benefit  of subcontractors, laborers,  material,  person, or any \nother persons performing labor upon the work or furnishing material or machinery for the \nwork covered by this contract, which have attached to or may subsequently attach to the property, or interest of the Owner. \n• All notices,  consents, or other acts to be given or done hereunder  shall  be valid  only if in \nwriting.  \n• Disputes in the construction and/or completion  of the contract  will be resolved  between  the \nOwner and the Contractor with RD remaining informed by both parties. \n• Should a dispute arise between the Contractor and Owner, the Contractor will have 90 \ndays to complete court proceedings. If these actions are not taken within  this timeframe, \nRD will return  funding obligated  toward  the project and the Owner  will be responsible for \nthe decision rendered by the judge. \nResponsibilities : \n• Owner  is responsible to monitor progress of proposed repairs, approve payments to \ncontractor as  specified in contract, and attend final inspection.  Owners are responsible \nfor property inspections, to address  any faulty  or defective  work  or nonconformance with \nthe contract and provide written notice to RD to protect their own interests.  \n \n \n(01-23-03) SPECIAL  PN \nRevised  (05-05-25) PN  640\n ",
  "page_35": " \n   \n HB‐1‐3550 \nAttachment  12-F \nPage 2 of 2  \n• Contractor’s responsibilities include obtaining and displaying posters and permits as \nrequired, perform work in accordance with approved plans, specifications and apply \nfor preapproval of contract change orders if necessary.  Notify owner and RD when \nwork is complete.  It is the Contractor’s responsibility to obtain and furnish RD with \nall permits, inspections and approvals required by the local code department.  Be \nadvised  that should human remains,  historic  or cultural  resources  be uncovered  during \nexcavation or site development, all work must be stopped until an additional environmental analysis is completed. \n• RD’s  responsibility  is to protect  the government’s interest,  monitor progress of repairs, \nauthorize partial  payments,  final payments, and authorize contract  change orders.  RD \ninspections do not create  or imply  duty or obligation to the owner  and are conducted to \ndetermine  whether the property provides adequate  security  and dwelling  requirements . \nCheck  the applicable:  \n \n  Form  RD 1924-25, “Plan  Certification”  is required  and has been  completed; or \n  Form  RD 1924-25, “Plan  Certification”  is not required. \n  Contractor will obtain  applicable building and occupancy  permits;  or \n  No building or occupancy  permits  are required. \n The presence of Lead -Based Paint (LBP) is presumed.  Contractor will use  EPA certified Safe Work  \nPractices  in accordance with 24 CFR  35.1350, HUD LBP regulations during  completion of work \nto be performed.  Upon completion of the contract, the area in which the work was performed \nwill be subject to an LBP Clearance  Test,  as performed  by a licensed  LBP Inspector or Risk \nAssessor.  Should the test results indicate an unacceptable level of LBP residue, the Contractor \nwill be responsible for additional cleanup, and providing an acceptable clearance report from an \nLBP Inspector or Risk Assessor to RD.  No payment for work will be made until an acceptable \nclearance report is provided; or  \n  No LBP Clearance Test is required. \n  No subcontractors will be utilized;  or \n  A list of subcontractors will be provided by the Contractor and is attached.  \nSign below  if the conference was held in person  or acknowledge the conference via email if held by \ntelephone/virtual.  \nOwner:  Co-Owner:   \n \nContractor:  RD Representative   \n \n "
}