[
  {
    "HB-1-3550": "HB-1-3550",
    "CHAPTER": "CHAPTER 16",
    "CHAPTER_TITLE": "DISPOSING OF REAL ESTATE OWNED PROPERTY",
    "SECTION": "SECTION 1",
    "SECTION_TITLE": "PRICING AND LISTING PROPERTIES",
    "16.1": "16.1",
    "OVERVIEW": "OVERVIEW",
    "AGENCY_EFFORT": "The Agency will make every effort to sell Real Estate Owned (REO) properties quickly and at the best possible price.",
    "PREFERENCE": "Whenever possible, preference will be given to selling REO program property to buyers eligible for Direct or Guaranteed SFH programs.",
    "AUTHORIZED_RD": "The authorized RD official mentioned throughout this chapter will depend on whether the state has centralized their foreclosure and REO processing with the Servicing and Asset Management Office (Servicing Office).",
    "AUTHORIZED_RD_STATES": "For those states that have centralized their foreclosure and REO processing, the Servicing Office is the authorized RD official. For those states that have retained those functions, the State Director or designee is the authorized RD official.",
    "RESPONSIBILITIES": "Responsibilities for oversight of disposing of REO Properties is now referred to the Responsible Party identified by the Agency.",
    "RESPONSIBLE_PARTY": "The Responsible Party may be both the Servicing Office, the Field Office or an independent authorized government contractor.",
    "SALE_METHODS_PRICING": "A. Sale Methods and Pricing",
    "REO_SOLD": "Most REO properties are sold through real estate brokers.",
    "RESPONSIBLE_PARTY_SELL": "However, the Responsible Party may sell properties through sealed bid, auction, negotiation, or agreements with other Federal agencies, such as the Department of Housing and Urban Development (HUD).",
    "REO_HOUSING": "REO housing for program eligible borrowers is initially priced for sale based upon its \"as is\" market value with adjustments made based on the Agency's liquidation value factors which can be found in the SFH Direct SharePoint site.",
    "ADMINISTRATIVE_PRICE": "Administrative price reductions are to be taken over time to facilitate sale of the property (see Paragraph 16.3 B. for a discussion of price reductions).",
    "SCHEDULE_PUBLISHED": "A schedule is published that restricts sales of program property to program-eligible buyers for a period of time before any offering to the general public.",
    "AFFIRMATIVE_FAIR_HOUSING": "An Affirmative Fair Housing Marketing Plan, as described in Paragraph 16.4 A., must be prepared when 5 or more REO properties are for sale in the same market area at the same time.",
    "SPECIAL_PN_1": "(01-23-03) SPECIAL PN",
    "SPECIAL_PN_2": "Revised (03-09-22) SPECIAL PN",
    "PAGE_NUMBER": "16-1"
  },
  {
    "HB1-3550": "true",
    "Paragraph 16.1 Overview": "true",
    "B. Financing": "true",
    "When funds are available, the Agency may offer financing to buyers of REO property.": "true",
    "When program credit is offered, the loan is processed following the loan origination procedures described in this handbook. If an REO property is sold for less than the appraised value to a program borrower, the equity credited to the borrower in the Form RD 3550-12, Subsidy Repayment Agreement is the difference between the selling price and the loan amount.": "true",
    "Nonprogram credit terms may be offered to investors or when the buyer is not eligible for Section 502 assistance or the property does not qualify as a program property. Investors and other nonprogram applicants are not subject to income eligibility, asset, citizenship or occupancy requirements to be extended credit. Chapter 11 provides instructions for processing loans on nonprogram terms. Buyers who receive financing on nonprogram terms must be advised that they are not eligible for payment subsidies or moratoriums.": "true",
    "C. Warranty": "true",
    "The Agency does not provide a warranty of either the title or the physical condition of any REO property except with regard to contamination from hazardous substances or petroleum products. Section 4 of this chapter provides additional guidance for managing hazardous substances when disposing of REO property.": "true",
    "D. LoanServ Processing for REO Sales": "true",
    "LoanServ tracks the progress of REO sales and activities. Agency staff will access LoanServ and update activity on specific properties.": "true",
    "16.2 CONTRACTING FOR SALES SERVICES": "true",
    "Agency personnel may sell REO property when staffing and workload permit, but sales are normally handled through the services of real estate brokers. The preferred method for obtaining broker services is to enter into an exclusive contract with a single broker. However, the Agency also may enter into open listing agreements that permit any licensed real estate broker to provide sales services. Once a broker has been employed, the Agency will refer all inquiries to that broker or to the list of participating brokers.": "true",
    "page_number": "16-2"
  },
  {
    "HB-1-3550": "",
    "Paragraph 16.2 Contracting for Sales Services": "",
    "A. Selecting Exclusive Brokers": "",
    "Exclusive broker contracts are awarded on a competitive basis. In order to do business\nwith the Agency, brokers must be properly licensed in the State in which they do business.\nAttachment 16-A provides a sample solicitation package, sample broker qualifications, and\ncriteria that may be used to evaluate offers from prospective brokers.": "",
    "B. Announcing Open Listing": "",
    "When an open listing method is used to obtain broker services, any licensed real estate\nbroker can offer to provide the services. At least annually, the Agency should announce that\nsales services are being requested by advertising in a newspaper of general circulation or sending\nnotices to all real estate brokers in the counties affected. Attachment 16-B provides a sample\nadvertisement.": "",
    "Brokers who respond in writing and are determined to be qualified will be designated as\n\"participating brokers.\" Each participating broker must execute Form 1955-42, Open Real\nProperty Master Listing Agreement, which provides the terms and conditions under which the\nsales services are to be provided.": "",
    "C. Commissions": "",
    "Broker's commissions will be negotiated as part of the selection process and are not paid\nuntil the sale has closed and title has passed to the purchaser. Commissions should not exceed\nthe typical commissions paid for comparable services.": "",
    "D. Broker Purchases of REO Properties": "",
    "Participating brokers must notify the Agency whenever a participating real estate broker,\nthe broker's salesperson, a member of the broker's or salesperson's household, or a legal entity\nin which the broker or salesperson has an interest, buys REO property.": "",
    "If Agency credit is required, no commission will be paid to participating brokers who\npurchase an REO property, and only half of the standard commission will be paid to a non-\nparticipating broker who purchases an REO property.": "",
    "(01-23-03) SPECIAL PN": "",
    "Revised (11-03-17) PN 505": "",
    "16-3": ""
  },
  {
    "HB-1-3550": "",
    "16.3": "PRICING AND SALES SCHEDULES",
    "REO pricing for program properties is based upon the as-is market value stated in the": "",
    "appraisal multiplied by the liquidation value factors posted on SharePoint. The liquidation value": "",
    "factors on SharePoint should not be applied to an appraisal report's liquidation value, if": "",
    "applicable. Nonprogram properties are offered for sale at the lower of Net Recovery Value": "",
    "(NRV) or the appraised value multiplied by the applicable liquidation value factor. Additional": "",
    "administrative price reductions may reduce the offering price to facilitate the sale. Mineral,": "",
    "water, and similar rights are generally sold with the property and are not sold separately except": "",
    "when the Government's security interest will not be jeopardized. Lease or royalty interests that": "",
    "do not pass by deed are assigned to the buyer.": "",
    "A. Appraisals": "",
    "To determine the property's present market value, the Agency must arrange for an": "",
    "appraisal using the procedures described in Section 5 of Chapter 5. If repair or improvement is": "",
    "planned, the appraisal must provide both as-is and as-improved values. Each as-improved": "",
    "appraisal must include a list of the planned repairs. Any special flood or mudslide hazard areas": "",
    "or wetlands and any flood plain or wetland use restrictions must be reflected in the appraisal. All": "",
    "REO property considered for disposal or lease must be evaluated for possible contamination": "",
    "from hazardous substances or petroleum products through the process of due diligence and": "",
    "completion of Attachment 5-B as described in Paragraph 16.18. This will normally be": "",
    "completed at the same time as the appraisal.": "",
    "A property must be reappraised whenever its condition has deteriorated, it has been": "",
    "significantly damaged or vandalized, additional repairs and improvements have been made, or": "",
    "there has been a change in market conditions. Be especially alert to potential contamination": "",
    "from unauthorized dumping while the property is owned by the Agency and, if necessary, update": "",
    "Attachment 5-B and the appraisal prior to sale or lease. The need for reappraisal should be": "",
    "established as quickly as possible so that the property is based upon its true value. Appraised": "",
    "value is not affected by administrative price reductions.": "",
    "An appraisal with interior inspection should be ordered immediately after the Agency is": "",
    "informed that the foreclosure sale was unsuccessful, and the Agency has made a determination": "",
    "that the property will be offered initially to program eligible buyers. The appraisal must have an": "",
    "\"as-is\" market value and may include an “as-improved\" value if repairs to the property are": "",
    "needed.": "",
    "16-4": ""
  },
  {
    "Paragraph": "16.3",
    "Topic": "Pricing and Sales Schedules",
    "Section": "B",
    "Subsection": "Sales Schedules and Administrative Price Reductions",
    "CFR_Reference": "7 CFR 3550.251(c)(4)",
    "REO_Sale_Restriction": "The sale of REO program property is reserved for sale to eligible Direct or Guaranteed SFH applicants or for sale or lease to nonprofit organizations or public bodies providing transitional housing and turnkey housing for tenants of such transitional housing, when a property is first offered for sale, for no less than 30 days after listing.",
    "Exhibit_16_1_Description": "provides the sales schedule for program property",
    "Exhibit_16_2_Description": "provides the sales schedule for nonprogram properties",
    "Sales_Price_Condition": "The sales price is fixed when a sales contract is executed and does not decrease further based upon scheduled price reductions.",
    "Exhibit": "16-1",
    "Exhibit_Title": "Sales Schedule for Single Family Housing REO Property Program Property",
    "DATES": "Days 1-30",
    "ACTION": "Available for sale exclusively to eligible Direct or Guaranteed SFH buyers for the \"as-is\" appraisal value multiplied by the applicable liquidation factor percentage found on the SFH SharePoint.",
    "Contract_Condition": "If the property is not under contract before the 31st day then the case will be referred to the authorized RD official and offered for sale as a nonprogram property.",
    "RD_Consultation": "The authorized RD official will be consulted to determine the best sales method: public auction, sealed bid, continued listing, etc.",
    "Listing_Continuation": "If it continues as a listing, then it will enter the schedule outlined in Exhibit 16-2 as a day 31 property at 95% of the initially offered price.",
    "Document_Number": "16-5",
    "Special_PN_Date": "(01-23-03)",
    "Revised_Date": "(03-09-22)",
    "Special_PN": "SPECIAL PN"
  },
  {
    "HB-1-3550": "",
    "Paragraph 16.3 Pricing and Sales Schedules": "",
    "Exhibit 16-2": "",
    "Sales Schedule for Nonprogram REO Property": "",
    "DATES": "ACTION",
    "Days 1-30": "Available for sale to anyone at the lower of the NRV or the \"as-is\" value of the appraisal\nmultiplied by the liquidation value factor on SharePoint.",
    "Days 31-60": "Available for sale to anyone following the preceding terms with an additional discount of 5%.",
    "Days 61-120+": "Available for sale to anyone for 10 percent less than then initial listed price. An additional\ndiscount of 5% occurs monthly until the property is under contract or it is determined that an\nalternative sales method is more likely to result in a sale.",
    "Day 121": "If not done already, discuss marketing efforts and consult with the authorized RD official for\nfurther advice on sales initiatives, to reappraise, or to authorize a sealed bid or public auction.",
    "reminder_properties_available": "As a reminder, properties are available to eligible public bodies or nonprofits for transitional housing for the\nhomeless at an additional discount of 10% with a term of 30 years and no required down payment. See\nParagraphs 16.10 B and C.",
    "REO_properties_that_do_not_sell": "REO properties that do not sell after four months should be referred to the authorized RD\nofficial for consideration of other sale methods or to determine whether additional marketing\nefforts and incentives are needed.",
    "page_number": "16-6"
  },
  {
    "01-23-03) SPECIAL PN": "true",
    "Revised (03-09-22) SPECIAL PN": "true",
    "(This page was intentionally left blank.)": "true",
    "16-7": "true",
    "HB-1-3550": "true"
  },
  {
    "HB-1-3550": "HB-1-3550",
    "SECTION": "SECTION 2: MARKETING",
    "16.4": "16.4 MARKETING AND ADVERTISEMENT",
    "marketing_plan_key": "A good marketing plan is the key to reaching the maximum number of potential buyers and to ensuring that eligible Direct or Guaranteed SFH loan applicants have an opportunity to purchase REO properties. The Agency may advertise directly or contract for advertising services. Exclusive broker contracts may include advertising services. All advertisements must state occupancy or environmental restrictions.",
    "tribal_allotted_trust_land": "Property on Tribal Allotted or Trust Land\n[7 CFR 3550.251(c)(3)]",
    "reo_property_tribal_land": "REO property located on tribal allotted or trust land will be sold or otherwise disposed of only to an eligible tribal member, the tribe, or to the Indian Housing Authority serving the tribe. Attachment 16- C may be used as a guide in notifying these entities of an available property.",
    "fair_housing_plan": "A. Fair Housing and Affirmative Fair Housing Marketing Plan",
    "advertising_requirements": "All advertising must meet equal housing opportunity requirements and contain the equal housing opportunity statement and logo. An Affirmative Fair Housing Marketing Plan is required whenever there are 5 or more REO properties for sale in the market area at the same time. The plan remains in effect for 1 year or until all properties covered under the plan are sold, whichever is later. When an exclusive broker contract is used, the plan is prepared by the broker and approved by the State Director or Servicing Office. When a sale is conducted by the Agency or under an open listing agreement, the plan is prepared by the Agency and must be approved by the State Director or Servicing Office. RD Instruction 1901-E provides more guidance on civil rights requirements.",
    "truth_in_lending_act": "B. Truth in Lending Act (TILA) and Real Estate Settlement Procedures Act (RESPA) Integrated Mortgage Disclosures rule (TRID)",
    "agency_financing_advertised": "If the availability of Agency financing will be advertised, marketing efforts must conform to the requirements of the TRID. Exhibit 16-3 highlights these requirements.",
    "advertising_marketing_methods": "C. Advertising and Marketing Methods",
    "advertising_efforts_designed": "Advertising efforts should be designed to reach a broad audience. The Agency should identify appropriate marketing efforts and tailor them for each market area. At a minimum, the property should be posted on the USDA REO Sales website or designated site provided by Responsible Party and posted on the Agency office bulletin board. Other marketing efforts that may be appropriate include:",
    "page_number": "16-8"
  },
  {
    "Paragraph_Marketing_and_Advertisement": "16.4",
    "HB": "1-3550",
    "Posting_advertisements": "in public locations accessible to prospective purchases, including community bulletin boards and major employment sites",
    "Informing_current_and_potential": "program applicants or investors of the availability of REO properties.",
    "Ensuring_that_the_listing_broker": "has the property listed (with pictures) on popular internet home search sites such as the Multiple Listing Service, Realtor.com, Zillow, Redfin, or other popular sites in the local geographic area.",
    "Inform_loan_application_packagers": "nonprofits, and other stakeholders working in the property's service area.",
    "Sample_advertisements": "are included in Attachment 16-D.",
    "D_Review_of_Marketing_for_Unsold_Properties": null,
    "At_least_quarterly": "the State Director or Servicing Office must review the status of unsold REO property to ensure that acquired properties are being placed on the market promptly, properties on the market are selling within a reasonable time frame, and that properties under contract are closed promptly. Of particular concern are properties:",
    "Acquired_more_than_30_days_ago": "that have not yet been made available for sale;",
    "That_have_been_available_for_sale": "for 3 months or more and are not under contract; and",
    "That_have_been_under_contract": "for more than 30 days and have not closed.",
    "SPECIAL_PN": "(01-23-03)",
    "Revised_SPECIAL_PN": "(03-09-22)",
    "Page_Number": "16-9",
    "Exhibit": "16-3",
    "TRID_Highlights": null,
    "Advertisements_that_state_specific_credit": "terms must state only terms that will actually be offered.",
    "Any_finance_charge_listed": "must be stated as an annual percentage rate.",
    "Key_terms_related_to_financing": "used in the advertisement must be defined."
  },
  {
    "HB-1-3550": "true",
    "16.5 SPECIAL MARKETING TECHNIQUES": "true",
    "A. Buyer Incentives": "true",
    "The State Director or Servicing Office may authorize buyer incentives when a specific\nmarket area is depressed and the incentives are commonly offered to stimulate buyer interest. To\nauthorize buyer incentives, describe past efforts to sell similar properties and explain why the\nproposed incentives are expected to produce improved results. Incentives, such as offering to\nprovide one or more home appliances or to pay closing costs, may be appropriate for any\nproperty. Seller concessions for program applicants should not create overages where the buyer\nreceives cash at closing beyond their out-of-pocket expenses such as the earnest money,\ninspection costs, homeowner's insurance, etc. Amortization schedules longer than the standard\nterm may be offered for nonprogram properties.": "true",
    "B. Broker Incentives": "true",
    "When an additional broker incentive is needed, such as when a very low-value property\noffers an inadequate commission, the State Director or Servicing Office may authorize a\nminimum commission or fixed-amount sale bonus. To authorize broker incentives, describe\nthe past efforts to sell the property and justify the amount and the purpose of the incentive.\nUpon the approval of the State Director or Servicing Office, a written offer of the incentive\nthat specifies the requirements and circumstances in which the incentive will be given must be\nprovided to the broker.": "true",
    "C. Acquisition of Land, Easements, or Rights-of-Way to Effect Sale": "true",
    "When it will help the sale of REO property and it is in the best interest of the\nGovernment, the State Director or Servicing Office may authorize the acquisition of adjacent\nland, easements, or rights-of-way in order to cure title defects or encroachments. Additional land\nmay not be acquired at a cost in excess of its appraised market value.": "true",
    "16.6 REO PROPERTY NOT MEETING AGENCY STANDARDS": "true",
    "[7 CFR 3550.251(c) (2)]": "true",
    "When REO property does not meet the Agency's standards of being decent, safe and\nsanitary (DSS) and it is not economically feasible for the Government to repair it, the property is\nlisted, advertised, and sold with specific occupancy restrictions.": "true",
    "16-10": "true"
  },
  {
    "Paragraph": "16.6",
    "REO Property Not Meeting DSS Standards [7 CFR 3550.251(c) (2)]": null,
    "DSS housing is defined as housing that meets the requirements described in RD": null,
    "Instruction": "1924-A",
    "requirements, it still may be considered DSS if it:": null,
    "Is structurally sound and habitable": null,
    "Has a potable water supply": null,
    "Has functionally adequate, safe, and operable heating, plumbing, electrical and sewage disposal systems": null,
    "Is energy efficient": null,
    "Is safe - that is, a hazard does not exist that would endanger the health or safety of occupants": null,
    "The deed by which such a property is conveyed will contain a covenant restricting it from residential use until it meets the Agency's dwelling standards, as discussed in Section 2 of Chapter 5. Property that is not DSS must still meet the Agency's environmental requirements, including the management of hazardous substance requirements discussed in Section 4 of this chapter.": null,
    "In the event that the Agency has acquired property that is unsafe and cannot feasibly be made safe, for reasons that are environmental in nature or relate to contamination from hazardous substances or petroleum products, the Agency will provide appropriate information to the State Environmental Coordinator or Program Support Staff for their review and guidance.": null,
    "A. Notice of Occupancy Restriction": null,
    "The notice of sale and sale contract must describe the specific conditions that prohibit occupancy and the items necessary for the property to meet DSS standards, using Form RD 1955-44, Notice of Residential Occupancy Restriction or language similar to the following:": null,
    "Pursuant to section 510(e) of the Housing Act of 1949, as amended, 42 U.S.C. 1480(e), RHS has determined the dwelling on this property inadequate for residential occupancy. The quitclaim deed by which this property will be conveyed will contain a covenant restricting it from residential use until the dwelling is repaired or renovated as follows:": null,
    "Insert those items necessary for the property to meet DSS standards.": null,
    "SPECIAL PN": "(01-23-03)",
    "Revised": "(11-03-17)",
    "PN": "505",
    "HB-1-3550": null,
    "page_number": "16-11"
  },
  {
    "HB-1-3550": "",
    "Paragraph 16.6 REO Property Not Meeting DSS Standards [7 CFR 3550.251(c) (2)]": "",
    "advertising_purpose": "the list of specifications may be replaced with a statement to contact the Agency, or the real estate broker under an exclusive listing contract or “any real estate broker\" for open listing agreements, whichever is relevant, for a list of specific items necessary for the property to meet DSS standards.",
    "section_title": "B. Quitclaim Deed Restrictive Covenant",
    "quitclaim_deed_content": "The quitclaim deed must contain a covenant restricting residential occupancy which describes the conditions which prohibit occupancy and the specific items necessary for the property to meet DSS standards, using Form RD 1955-44 or language in a State Supplement, similar to the following:",
    "housing_act_section": "\"Pursuant to Section 510(e) of the Housing Act of 1949, as amended, 42 U.S.C. 1480(e), the purchaser ('Grantee' herein) of the above described property ('subject property' herein) covenants and agrees with the United States acting by and through the U.S. Department of Agriculture ('Grantor' herein) that the dwelling unit located on the subject property as of the date of this quitclaim deed will not be occupied or used for residential purposes until the item(s) listed at the end of this paragraph have been accomplished. This covenant shall be binding on Grantee and Grantee's heirs, assigns and successors and will be construed as both a covenant running with the subject property and as equitable servitude.",
    "covenant_enforceable": "This covenant will be enforceable by the United States in any court of competent jurisdiction. When the existing dwelling unit on the subject property complies with the aforementioned standards of the U.S. Department of Agriculture in accordance with its regulations, the subject property may be released from the effect of this covenant and the covenant will thereafter be of no further force or effect. The property must be repaired as follows:\" (Insert the items referenced in the notice of sale and sale contract, necessary for the property to meet DSS standards.)",
    "release_section_title": "C. Release of Restrictive Covenant",
    "release_process": "When the owner requests a release of the restrictive covenant, the Agency inspects the property. The Agency will provide to the owner a release of the covenant if the conditions which prohibited occupancy have been corrected, the specific items necessary for the property to meet DSS standards have been provided, or the structure necessitating the restrictive covenant has been removed from the site. The owner will be responsible to file such release and any related filing costs.",
    "page_number": "16-12"
  },
  {
    "HB-1-3550": "",
    "SECTION 3: SALE METHODS": "",
    "16.7 REGULAR SALE METHOD": "",
    "A. Listing the Property": "",
    "REO property is offered for regular": "",
    "sale using Form RD 1955-43, Notice of Real": "",
    "Property for Sale (Single Family Housing).": "",
    "The date indicated on Form RD 1955-43 is the": "",
    "effective date of the offer. An offer may be": "",
    "submitted at any time after the effective date": "",
    "listed in the notice.": "",
    "When an offer is accepted, the notice": "",
    "of sale is revised to indicate that only back-up": "",
    "offers will be taken. The notice is not": "",
    "withdrawn until the sale is closed, except": "",
    "when the offer is from a nonprofit": "",
    "organization or a public body for transitional": "",
    "housing for the homeless.": "",
    "B. Submission Requirements": "",
    "REO Property Subject to Redemption Rights": "",
    "REO property subject to redemption rights": "",
    "may still be sold if the Agency determines that": "",
    "there is low probability of its redemption and": "",
    "State law permits its sale. In States where such": "",
    "sales are permitted, a State Supplement will be": "",
    "issued with the specific State law requirements.": "",
    "The buyer must sign a statement acknowledging": "",
    "sale conditions under State law. The original": "",
    "signed statement will be filed in the REO file and": "",
    "transferred to the borrower's case file if it is": "",
    "Agency financed.": "",
    "An offer to buy must be submitted on Form 1955-45, Standard Sales Contract, Sale": "",
    "of Real Property by the United States. Offers received in any other form must be returned to": "",
    "the offeror. Any offer that is made contingent upon Agency credit should be accompanied": "",
    "by a completed Form RD 410-4, Application for Rural Assistance (Nonfarm Tract)": "",
    "Uniform Residential Loan Application.": "",
    "C. Receiving and Considering Offers": "",
    "Each offer must be date stamped when it is received. For no less than 30 days after a": "",
    "program REO property is listed for sale, the property will be reserved for sale to eligible Direct or": "",
    "Guaranteed single family housing very-low, low, or moderate income applicants and for sale or lease to": "",
    "nonprofit organizations or public bodies providing transitional housing and turnkey housing for tenants": "",
    "of such transitional housing in accordance with 42 U.S.C. 11408a.": "",
    "(01-23-03) SPECIAL PN": "",
    "Revised (03-09-22) SPECIAL PN": "",
    "16-13": ""
  },
  {
    "HB-1-3550": "",
    "Paragraph 16.7 Regular Sale Method": "",
    "offer_on_program_property": "Any offer on a program property from a person or organization, other than a Direct or\nGuaranteed SFH applicant or an organization or public body providing transitional housing,\nduring the 30-day reservation period will be held and considered received on the 31st day.",
    "offers_received_same_business_day": "Offers received on the same business day are selected in the following order:",
    "offer_from_eligible_direct_guaranteed_sfh": "An offer from an eligible Direct or Guaranteed SFH loan-applicant with a request for\ncredit on program terms. All program offers are evaluated as if they were submitted\nat the listed price, regardless of the offering price. Priority of offers received the\nsame day from eligible Direct or Guaranteed single family housing applicants will\nbe given to applicants qualifying for veterans' preference.",
    "offer_from_nonprofit_public_body": "An offer from a nonprofit or public body for conversion to use as transitional\nhousing, multifamily housing, or for other special purposes as specified in 7CFR Part\n3550, Section 3550.251(d).",
    "cash_offer": "A cash offer, from the highest to the lowest.",
    "nonprogram_credit_offer": "A nonprogram credit offer, from the highest to the lowest.",
    "acceptable_offers_equal_priority": "Acceptable offers of equal priority received on the same business day are selected by\nlot. When selection is by lot, offers drawn after the first are held as back-up and the offeror so\nnotified.",
    "responsible_party_selects_first_minimum_acceptable_offer": "The Responsible Party selects the first minimum acceptable offer received and executes\nForm RD 1955-45. Form RD 1955-45 is sent to the bidder along with Handbook Letter\n10(3550), 'Status of Offer to Buy Single Family Housing REO Property,' and Handbook Letter\n10(3550) is sent to the bidder's broker. Handbook Letter 10(3550) also is used to notify all\nunsuccessful bidders of the status of their offers.",
    "D. Earnest Money": "",
    "notice_of_sale_specify_earnest_money": "The notice of sale must specify any earnest money requirements. No earnest money will\nbe collected when Agency staff conduct the sale. In broker assisted sales, an earnest money\ndeposit in an amount that is customary for the market, is required when the sales contract is\nsigned. Earnest money is held by real estate brokers and is applied to the purchaser's closing\ncosts.",
    "E. Cancellation of Sales Contracts": "",
    "offer_contingent_upon_obtaining_agency_financing": "If an offer contingent upon obtaining Agency financing on program terms is selected and\nthe credit request is subsequently rejected, the next offer is considered.",
    "page_number": "16-14"
  },
  {
    "HB-1-3550": "",
    "Paragraph 16.7 Regular Sale Method": "",
    "Property is not held off the market pending the outcome of an appeal. If there are no back-up": "",
    "offers, the notice of sale is revised to indicate the new status of the property.": "",
    "When a sales contract is canceled due to offeror default, any earnest money collected is": "",
    "forwarded to the local Agency office where it will in turn be forwarded to the Servicing Office": "",
    "for application to the General Fund.": "",
    "16.8 DISPOSITION BY SEALED BID OR AUCTION": "",
    "The Responsible Party may authorize the sale of an REO property by sealed bid or": "",
    "public auction when it is in the best interest of the Government.": "",
    "A. Establishing the Minimum Acceptable Offer": "",
    "The Responsible Party must develop and document the recommendation for the": "",
    "minimum acceptable bid or sales price using the Net Recovery Value worksheet provided in": "",
    "Handbook-2-3550, Attachment 6-A.": "",
    "B. Publicizing the Sale": "",
    "The Responsible Party solicits sealed bids or publicizes an auction by public notice. The": "",
    "notice must include the date, time, and place of the bid opening or auction, describe how bids": "",
    "are to be made, the required percentage of bid deposit, the maximum credit terms, the cash": "",
    "preference percentage described in Paragraph 16.8 C.3., and other pertinent information, such as": "",
    "occupancy restrictions, or notice of special flood or mudslide hazard area or wetland.": "",
    "C. Sealed Bid Procedures": "",
    "Sealed bids must be made on Form RD 1955-46, Invitation Bid and Acceptance-Sale of": "",
    "Real Property by the United States and be accompanied by a deposit provided in the form": "",
    "specified in the bidding instructions. No deposit is required from bidders who are eligible": "",
    "program purchasers. A minimum deposit of 10 percent is required for nonprogram loans.": "",
    "(01-23-03) SPECIAL PN": "",
    "Revised (03-09-22) SPECIAL PN": "",
    "16-15": ""
  },
  {
    "HB-1-3550": "",
    "Paragraph 16.8 Disposition by Sealed Bid or Auction": "",
    "1. Receiving and Opening Bids": "",
    "All bids will be date and time stamped when they are received. Sealed bids will be": "",
    "held in a secured file before bid opening. The bid opening will be held publicly at the": "",
    "place and time specified in the notice with at least 2 Agency employees present. Each": "",
    "bid received will be recorded showing the name and address of the bidder, the amount of": "",
    "the bid, the amount and form of deposit, and any conditions of the bid. The record of": "",
    "bids will be signed by the staff person conducting the bid opening and retained in the": "",
    "REO file.": "",
    "2. Reviewing and Accepting Bids": "",
    "Only responsive bids will be considered. To be considered responsive, bids must be": "",
    "signed and dated by the offeror, include any required deposit, and be for an amount at": "",
    "least equal to the established minimum bid. Minor deviations or defects in the bid": "",
    "submission may be waived by the Responsible Party so long as the bid meets these": "",
    "minimum requirements.": "",
    "Generally, the highest bid will be selected. However, cash bids will be given preference": "",
    "over bids that are contingent upon the offeror obtaining financing if the cash offer is at least": "",
    "equal to a specified percentage of the highest offer. Exhibit B of RD Instruction 440.1": "",
    "specifies the applicable percentage.": "",
    "In the case of identical bids for a program property eligible Direct or Guaranteed SFH": "",
    "loan, purchasers will be selected by lot before bidders who are not eligible for a Direct or": "",
    "Guaranteed SFH loan.": "",
    "3. No Acceptable Bid": "",
    "If no acceptable bids are received, the Responsible Party may negotiate a sale at the": "",
    "best price possible in accordance with Paragraph 16.9. All bidders must be informed, in": "",
    "writing, of any anticipated negotiations. Deposits must be returned to all bidders by": "",
    "certified mail, return receipt requested.": "",
    "4. Notification to Bidders": "",
    "The Responsible Party sends Handbook Letter 10 (3550) to notify unsuccessful": "",
    "bidders that their bids were not accepted and who the successful bidder was.": "",
    "Deposits must be returned to all unsuccessful bidders by certified mail, return receipt": "",
    "requested.": "",
    "When a bid is accepted, the Responsible Party executes Form RD 1955-46 and sends": "",
    "Handbook Letter 10 (3550), Status of Offer to Buy Single Family Housing REO": "",
    "Property.": "",
    "16-16": ""
  },
  {
    "HB-1-3550": "true",
    "Paragraph 16.8 Disposition by Sealed Bid or Auction": "true",
    "5. Failure to Close": "true",
    "bid_deposit_forfeited": "true",
    "forwarded_to_Servicing_Office": "true",
    "application_to_General_Fund": "true",
    "authorize_direct_negotiations": "true",
    "authorize_another_sealed_bid_sale": "true",
    "negotiations_with_interested_parties": "true",
    "Paragraph_16.9": "true",
    "D. Auction Procedures": "true",
    "Responsible_Party_determines_auction_conduct": "true",
    "Form_1955-46": "true",
    "Invitation_Bid_and_Acceptance-Sale_of_Real_Property": "true",
    "used_for_auction_sales": "true",
    "1. Selecting a Professional Auctioneer": "true",
    "Auctioneers_selected_through_procurement": "true",
    "RD_Instruction_2024-A": "true",
    "commission_set_as_part_of_auctioneer_solicitation": "true",
    "auctioneer_submits_bid_with_commission_rate": "true",
    "documentation_provided_attesting_successful_sales": "true",
    "lower_rate_no_compromise": "true",
    "2. Bid Deposits": "true",
    "bidders_required_to_make_bid_deposit": "true",
    "10_percent_of_sales_price": "true",
    "fee_waived_for_eligible_SFH_bidders": "true",
    "pending_determination_of_eligibility": "true",
    "deposits_in_form_of_cashier_check": "true",
    "certified_check": "true",
    "postal_or_bank_money_order": "true",
    "bank_draft_payable_to_Agency": "true",
    "cash_or_personal_check_accepted_if_necessary": "true",
    "successful_auction": "true",
    "(01-23-03) SPECIAL PN": "true",
    "Revised (03-09-22) SPECIAL PN": "true",
    "16-17": "true"
  },
  {
    "HB-1-3550": "",
    "Paragraph 16.8 Disposition By Sealed Bid or Auction": "",
    "3. Accepting Bids": "",
    "When the highest bid is lower than the minimum amount acceptable to the Agency, negotiations should be conducted with the highest bidder or, in turn, the next highest bidder(s) or other persons known to be interested to obtain an executed bid at the predetermined minimum.": "",
    "4. Purchaser's Default": "",
    "Upon purchaser's default, the Agency will retain the bid deposit as a Miscellaneous Collection. The property may then be disposed of through a negotiated sale.": "",
    "16.9 NEGOTIATED SALE": "",
    "If no acceptable bid is received either from a sealed bid sale or at a public auction, the Responsible Party may negotiate a sale at the best price possible without further public notice by negotiating with interested parties, including previous bidders.": "",
    "A sale made through negotiation will be documented and accepted by the Responsible Party on Form RD 1955-46, Invitation Bid and Acceptance-Sale of Real Property by the United States and must be accompanied by a bid deposit of 10 percent of the negotiated sales price, except that the deposit will be waived for program-eligible buyers.": "",
    "16.10 DISPOSAL OF PROPERTY FOR SPECIAL PURPOSES [7 CFR 3550.251(d)]": "",
    "REO properties may benefit people in need of housing who can be reached in cooperation with other programs or Federal agencies. Cooperative agreements with other Federal or State-assisted housing programs will be announced and updated with Administrative Notices.": "",
    "A. Multifamily Housing": "",
    "Multiple units of REO property may be sold as multifamily housing. In this case, the properties and the applicants must meet the requirements for the loan program under which the sale is proposed.": "",
    "B. Transitional Housing for the Homeless": "",
    "Upon request from a public body or nonprofit organization, the Agency provides a list of available REO property. Upon receipt of written notice from the entity of its intent to buy or lease the property, the Agency withdraws the property from the market for a period not to exceed 30 days for the purpose of negotiations. If negotiations are unsuccessful, the REO property will be relisted and sold in the best interest of the Government.": "",
    "16-18": ""
  },
  {
    "Paragraph 16.10 Disposal of Property for Special Purposes [7 CFR 3550.251(d)]": "An earnest money deposit is not required.",
    "HB-1-3550": null,
    "1. Price": "If the entity wants to buy a property, the currently listed price is discounted by an additional 10 percent.",
    "2. Repairs to Meet DSS Standard": "If the entity wants to buy a nonprogram property that does not meet DSS standards, the Agency repairs it to remove health or safety hazards unless cost of the repairs is prohibitive. Cosmetic repairs such as painting, floor covering, landscaping, and repairs to improve thermal performance are the responsibility of the buyer. All repairs or renovations to make the property habitable and to meet DSS standards should be discussed, put in writing, and made part of the sale contract. However, the environmental requirements, including the requirements for management of hazardous substances and petroleum products, discussed in Section 4 of this chapter must be followed. The Agency shall abate all identified lead based paint hazards in all REO properties built before 1960.",
    "C. Affordable Housing [7 CFR 3550.251(c)(4)]": "REO property may be sold under special provisions to nonprofit organizations or public bodies for the purpose of providing affordable housing to very low and low-income families in accordance with 42 U.S.C. 11408a. Organizations that purchase REO property for transitional housing purposes may do so at a discount of no more than ten percent (10%) of the currently offered price. For any REO property, no earnest money deposit is required. Further, the Agency will offer financing on nonprogram rates and up to 30 year terms, with no down payment required. Special terms, listed in Chapter 11, can be considered, depending upon the planned use of the property and repayment ability.",
    "Properties will be reserved for sale to eligible Direct or Guaranteed single family housing very-low, low, or moderate income applicants and for sale or lease to nonprofit organizations or public bodies providing transitional housing for tenants of such transitional housing in accordance with 42 U.S.C. 11408a. After receiving a written request from an organization for the purchase of an REO property, the Agency will withdraw the property from the market for up to 30 days in order to negotiate a purchase agreement.": null,
    "16-19": null,
    "(01-23-03) SPECIAL PN": null,
    "Revised (03-09-22) SPECIAL PN": null
  },
  {
    "HB-1-3550": true,
    "16.11 DISPOSAL AS CHATTEL OR SALVAGE": true,
    "Agency_unable_to_sell_nonprogram_property": "regular sale, sealed bid, or public auction",
    "structure_sold_as": "chattel or salvage",
    "Form_RD_1955-47_Bill_of_Sale_A_used_to": "transfer title of real property converted to chattel to the purchaser",
    "no_offer_received_to_remove_structure": "Responsible Party may contract or arrange to have it demolished, in exchange for salvaged materials",
    "local_firefighting_unit_may_use_structure_slated_for_demolition": "burn for firefighting practice",
    "structure_disposed_of": "lot offered for sale as nonprogram REO property",
    "REO_property_vacant_lot": "lot offered for sale as nonprogram property",
    "page_number": "16-20"
  },
  {
    "HB": "1-3550",
    "SECTION": "4",
    "SECTION TITLE": "ENVIRONMENTAL REQUIREMENTS",
    "SECTION NUMBER": "16.12",
    "SECTION SUBTITLE": "OVERVIEW",
    "CONTENT 1": "The Agency must complete the appropriate level of environmental review under the National Environmental Policy Act for disposal of REO property in accordance with RD Instruction 1970 series “Environmental\". The proposed disposal of REO property will normally qualify as a categorical exclusion. However, an environmental assessment, and when necessary an EIS, is required for any proposed disposal of REO property that meets one of the following criteria:",
    "CRITERIA 1": "The Agency has reason to believe the transaction would result in a change in use of the REO property within the reasonably foreseeable future.",
    "CRITERIA 2": "There is a violation of applicable Federal, state, or local statutory, regulatory, or permit requirements for environment, safety, and health.",
    "CRITERIA 3": "Conditions on the site are likely to cause uncontrolled or unpermitted releases of hazardous substances, pollutants, contaminants, or petroleum and natural gas products.",
    "CRITERIA 4": "There is an existence of controversy based on effects to the human environment brought to the Agency's attention by a Federal, tribal, state, or local government agency.",
    "CRITERIA 5": "The property has an adverse effect on the following environmental resources:",
    "RESOURCE 1": "Historic properties;",
    "RESOURCE 2": "Federally listed threatened or endangered species, critical habitat, Federally proposed or candidate species;",
    "RESOURCE 3": "Wetlands (those actions that propose to convert or propose new construction in wetlands will require consideration of alternatives to avoid adverse effects and unwarranted conversions of wetlands);",
    "RESOURCE 4": "Floodplains (those actions that introduce fill or structures into a floodplain or propose substantial improvements to structures within a floodplain will require consideration of alternatives to avoid adverse effects and incompatible development in floodplains. Actions that do not adversely affect the hydrologic character of a floodplain, such as buried utility lines or subsurface pump stations, would not create an extraordinary circumstance; or purchase of existing structures within the floodplain will not create an extraordinary circumstance but may require consideration of alternatives to avoid adverse effects and incompatible development in floodplains when determined appropriate by the Agency);",
    "SPECIAL PN": "(01-23-03) SPECIAL PN",
    "REVISED": "Revised (11-03-17) PN 505",
    "PAGE NUMBER": "16-21"
  },
  {
    "HB-1-3550": "true",
    "Paragraph 16.12 Overview": "true",
    "Areas having formal Federal or state designations": "wilderness areas, parks, or wildlife refuges; wild and scenic rivers; or marine sanctuaries",
    "Special sources of water": "sole source aquifers, wellhead protection areas, and other water sources that are vital in a region",
    "Coastal barrier resources or, unless exempt, coastal zone management areas": "true",
    "Coral reefs": "true",
    "This section summarizes the basic environmental information that pertains to disposal of REO properties.": "true",
    "For more detailed information and assistance, refer to RD Instruction 1970 series Environmental or consult the State Environmental Coordinator.": "true",
    "16.13 PROPERTY LOCATED WITHIN A SPECIAL FLOOD ORMUDSLIDE HAZARD AREA OR CONTAINS WETLANDS": "true",
    "REO property located in a special flood or mudslide hazard area will not be sold for residential purposes unless it is determined safe that is, any danger that exists by virtue of the floodplain location is not likely to endanger the health or safety of the occupants and prior written notice of the specific hazard is given.": "true",
    "Form RD 1955-46": "Invitation Bid and Acceptance-Sale of Real Property by the United States, must include notice of special flood or mudslide hazard areas or wetlands and related use restrictions.",
    "Prospective purchasers, auctioneers, and brokers must be informed and acknowledge receipt of notice of these circumstances, and all advertisements need to reference them.": "true",
    "The conveyance instrument for disposal of REO property containing wetlands or located in a special flood or mudslide hazard area must specify those uses of the property that are restricted under any Federal, State or local floodplain and wetland regulations, as well as other appropriate restrictions.": "true",
    "Use restrictions will relate to the use of the property by the purchaser and any successors as determined by the Agency.": "true",
    "Examples of use restrictions include prohibition of draining or filling of floodplain or wetland areas, prohibition of new above-ground construction on that portion of the property located in the floodplain or wetland area, and prohibition against subdividing floodplain or wetland property into building lots.": "true",
    "16.14 COASTAL BARRIER RESOURCES SYSTEMS": "7 CFR 1955.137(a)",
    "REO property located within a Coastal Barrier Resources System (CBRS) will not be sold until the State Environmental Coordinator has consulted with the appropriate Regional Director of the U.S. Fish and Wildlife Service, and the Regional Director concurs that the proposed sale does not violate the provisions of the Coastal Barrier Resources Act (CBRA).": "true"
  },
  {
    "16-22": ""
  },
  {
    "Paragraph 16.14 Coastal Barrier Resources System 7 CFR 1955.137(a)": null,
    "HB-1-3550": null,
    "No Federal financing is permitted for REO properties located within a CBRS, since flood insurance under the National Flood Insurance Program is not available for properties within the CBRS.": null,
    "16.15 NATIONAL REGISTER OF HISTORIC PLACES": null,
    "When REO property has been determined to be listed on (or eligible to be listed on) the National Historic Register, the Loan Approval Official responsible for conveyance must consult with the State Historic Preservation Officer (SHPO) in order to establish any necessary restrictions on the use of the property so that the future use will be compatible with preservation objectives as long as it does not result in an unreasonable economic burden to public or private interest. The Advisory Council on Historic Preservation must be consulted by the Loan Approval Official after the discussions with the SHPO are concluded.": null,
    "Any restrictions that are developed on the use of the property as a result of the above consultations must be made known to potential bidders or purchasers through all advertisements and notices regarding the property, as well as in writing when the prospective purchaser signs the bid or offer to purchase. Acknowledgment of receipt of this notice will be obtained from the purchaser at that time and kept in the file.": null,
    "If the property is located on Tribal land or in Indian country, additional consultation with the Tribal Historic Preservation Officer should also be initiated.": null,
    "16.16 PROTECTIVE COVENANTS AND EASEMENTS": null,
    "The Agency has an affirmative responsibility to take actions to protect environmental resources located on REO property before that property is disposed of. \"Affirmative responsibility\" refers to the fact that there are certain protections that are required by Federal, State, or local environmental laws. Frequently, such protective actions or mitigation measures will take the form of a covenant or conservation easement. In addition to floodplains, wetlands, coastal barriers, and historic places, this affirmative responsibility also extends to the following resources:": null,
    "Listed or proposed endangered or threatened species;": null,
    "Listed or proposed critical habitat;": null,
    "Designated or proposed wilderness areas;": null,
    "16-23": null,
    "(01-23-03) SPECIAL PN": null,
    "Revised (11-03-17) PN 505": null
  },
  {
    "HB-1-3550": "",
    "Paragraph 16.16 Protective Covenants and Easements": "",
    "list_item_1": "Designated or proposed wild or scenic rivers;",
    "list_item_2": "Natural landmarks listed in the National Register of Natural Landmarks;",
    "list_item_3": "Sole source aquifer recharge areas designated by EPA;",
    "list_item_4": "Designated national trails;",
    "list_item_5": "Important farmland; or",
    "list_item_6": "Areas of high water quality.",
    "environmental_coordinator_consultation": "The State Environmental Coordinator should be consulted if it appears that the proposed disposal of REO property may involve any of these resources.",
    "16.17 REPORTABLE UNDERGROUND STORAGE TANKS": "",
    "underground_storage_tanks_disposal": "When disposing of REO property containing reportable underground storage tanks as described in Paragraph 15.7 A.4., the Agency, if it has not already done so, must file the appropriate report with the State agency identified by the Environmental Protection Agency (EPA). The potential purchaser of the property will be informed by the Loan Approval Official of the reporting requirement and provided a copy of the filed report.",
    "16.18 MANAGEMENT OF HAZARDOUS SUBSTANCES AND PETROLEUM PRODUCTS": "",
    "reo_property_evaluation": "All REO property considered for disposal must be evaluated for possible hazardous substance contamination. To do this, the Loan Approval official completes Attachment 5-B as the initial level of inquiry in the due diligence process.",
    "attachment_5B_prior_acquisition_1": "If Attachment 5-B was completed prior to acquisition of the property, the RD Official must determine if the document should be updated. If the completed or updated Attachment 5-B indicates potential contamination, it will be sent promptly to the State Environmental Coordinator for further evaluation and guidance. All clean-up actions will be taken under the guidance of the State Environmental Coordinator.",
    "attachment_5B_prior_acquisition_2": "If Attachment 5-B was completed prior to acquisition of the property, the RD Official must determine if the document should be updated. If the completed or updated Attachment 5-B indicates potential contamination, it will be sent promptly to the State Environmental Coordinator for further evaluation and guidance. All clean-up actions will be taken under the guidance of the State Environmental Coordinator.",
    "page_number": "16-24"
  },
  {
    "HB-1-3550": true,
    "Paragraph 16.18 Management of Hazardous Substance and Petroleum Products": true,
    "16.19 LEAD-BASED PAINT": true,
    "Subpart A, \"Disclosure of Known Lead Based Paint Hazards Upon Sale or Lease of Residential Property\"": true,
    "Subpart B, \"General Lead Based Paint Requirements and Definitions\"": true,
    "Subpart C, \"Disposition of Residential Property owned by a Federal Agency other than HUD\"": true,
    "Subpart D, \"Project-Based Assistance Provided by a Federal Agency Other than HUD\"": true,
    "Subpart J, \"Rehabilitation (applicable sections)\"": true,
    "Subpart R, \"Methods and Standards for Lead Based Paint Hazard Evaluation and Hazard Reduction Activities.\"": true,
    "16-25": true,
    "(01-23-03) SPECIAL PN": true,
    "Revised (11-03-17) PN 505": true
  },
  {
    "HB-1-3550": "true",
    "SECTION 5: PROCESSING AND CLOSING": "true",
    "16.20 OVERVIEW": "true",
    "program_financing": "true",
    "Chapter 8": "true",
    "financing_agent_procedures": "true",
    "Cash sales": "true",
    "Quitclaim Deed": "true",
    "Title clearance and property insurance": "true",
    "program financed sale": "true",
    "program loan": "true",
    "16.21 SPECIAL NOTICES AT SALE": "true",
    "A. HUD Insured Financing": "true",
    "HUD-insured financing": "true",
    "sales contract amendment": "true",
    "expressly agreed": "true",
    "Federal Housing Commissioner": "true",
    "appraised value": "true",
    "excluding closing costs": "true",
    "insert sales price": "true",
    "appraised value statement": "true",
    "Department of Housing and Urban Development (HUD)": "true",
    "B. Disclosure of Lead-Based Paint or Hazards": "true",
    "Residential Lead-Based Paint Hazard Reduction Act of 1992": "true",
    "Federal assistance built before 1978": "true",
    "lead history": "true",
    "lead exposure prevention": "true",
    "Protect Your Family from Lead in Your Home": "true",
    "National Lead Information Clearinghouse": "true",
    "1-800-424-LEAD": "true",
    "EPA-approved pamphlet": "true",
    "page_number": "16-26"
  },
  {
    "Paragraph 16.21 Special Notices At Sales": true,
    "Permit the buyer a 10-day opportunity to conduct a risk assessment or inspection for\nthe presence of lead-based paint hazard; and": true,
    "Include in the sales contract: (1) For a property constructed after 1959 and before\n1978, a disclosure of any lead-based paint hazard; (2) a list of any information about\nthe hazard available to the seller and passed on to the buyer; and (3) a Lead Warning\nStatement and acknowledgment, signed by the buyer. A sample disclosure format,\nincluding the required Lead Warning Statement, is provided in Appendix 12.": true,
    "For a program property constructed before 1960, abate all identified lead-based paint\nhazards in accordance with 40 CFR 745.227.": true,
    "For a nonprogram property containing lead-based paint hazards constructed before\n1960, the use of an occupancy restriction is authorized in accordance with 16.6. The\npurchaser will meet the requirements of 24 CFR 35.210(b) and provide the Agency\nwith a clearance exam that shows all lead-based paint hazards have been abated prior\nto occupancy. Nonprogram REO properties located on Tribal allotted or trust land, or\nsold to a nonprofit organization or public body to provide transitional housing for the\nhomeless are not authorized to be sold with an occupancyrestriction.": true,
    "16.22 INSPECTION": true,
    "An inspection of the property by the buyer should be scheduled immediately before\nclosing to ensure the condition of the property and the resolution of any problems or\ndiscrepancies.": true,
    "16.23 PRORATING REAL ESTATE TAXES AND/OR ASSESSMENTS": true,
    "When REO property is subject to taxation and/or assessments, they are pro rated between\nthe Agency and the buyer, as of the date the title is conveyed. The Agency is responsible for all\ntaxes and assessments accrued as of the settlement date, and the buyer is responsible for all taxes\nand assessment which accrue after the closing date. The Agency's pro rata share is deducted from\nthe proceeds of the sale at closing, if sufficient funds are available, or is paid under RD Instruction\n2024-A.": true,
    "16.24 DOWN PAYMENT": true,
    "When a down payment is made, it is collected at closing, identified by property\nidentification number, purchaser's name and case number, and remitted in accordance with\nprogram instructions.": true,
    "HB-1-3550": true,
    "16-27": true,
    "(01-23-03) SPECIAL PN": true,
    "Revised (03-09-22) SPECIAL PN": true
  },
  {
    "HB-1-3550": "",
    "16.25 PAYMENT OF POINTS": "",
    "points_limit": "3",
    "points_condition": "customary requirement of the lender",
    "points_payer": "seller",
    "points_purpose": "reduce the interest rate",
    "agency_points_in_contract": true,
    "payment_deducted_from_funds": true,
    "reflected_in_closing_disclosure": true,
    "16.26 CLOSING EXPENSES": "",
    "expenses_deducted_from_proceeds": true,
    "funds_condition": "sufficient funds are available",
    "sale_subject_to_truth_in_lending_act": true,
    "sale_subject_to_real_estate_settlement_procedures_act": true,
    "sale_subject_to_trid": true,
    "agency_financed_sale": true,
    "cash_sale": true,
    "sales_subject_to_trid_settled_by": "third-party closing agent",
    "closing_agent_provides": "Closing Disclosure",
    "closing_disclosure_recipients": "seller, buyer and lender",
    "closing_disclosure_purpose": "document the distribution of sale proceeds and closing costs",
    "no_closing_disclosure_required": true,
    "no_closing_disclosure_condition": "transaction is a cash sale",
    "expenses_paid_under": "RD Instruction 2024-A",
    "program_financed_sales_deposit_application": "buyer's closing costs",
    "nonprogram_credit_sale_payer": "buyer",
    "nonprogram_credit_sale_payment": "all closing costs",
    "16.27 COMMISSIONS": "",
    "commissions_paid_at_closing": true,
    "sufficient_cash_condition": "sufficient cash from sale proceeds to cover the commission",
    "agency_payment": true,
    "agency_charge_to": "REO account",
    "agency_charge_as": "recoverable cost",
    "16.28 TRANSFERRING TITLE": "",
    "agency_conveys_property_by": "Form RD 1955-49, Quitclaim Deed or other form of non-warranty deed approved by OGC",
    "responsible_party_action": "signs the conveyance instrument",
    "conveyance_instrument_copy_location": "REO property case file",
    "buyer_responsibility": "recording the instrument",
    "16.29 REPORTING SALE": "",
    "transaction_status": "closed",
    "instrument_status": "delivered",
    "disposition_recorded_in": "REO system",
    "real_property_disposition_reported": true,
    "sale_proceeds_forwarded_to": "Servicing Office to the General Fund",
    "page_number": "16-28"
  },
  {
    "HB-1-3550": "HB-1-3550",
    "Attachment 16-A": "Attachment 16-A",
    "Page 1 of 1": "Page 1 of 1",
    "ATTACHMENT 16-A": "ATTACHMENT 16-A",
    "SAMPLE SOLICITATION PACKAGE": "SAMPLE SOLICITATION PACKAGE",
    "I. BROKER QUALIFICATIONS": "I. BROKER QUALIFICATIONS",
    "Financial capability.": "Financial capability.",
    "Licensing in the State in which broker will be doing business.": "Licensing in the State in which broker will be doing business.",
    "II. RANKING CRITERIA FOR SELECTING BROKERS": "II. RANKING CRITERIA FOR SELECTING BROKERS",
    "Previous experience with REO properties.": "Previous experience with REO properties.",
    "Membership in Multiple Listing Service (MLS).": "Membership in Multiple Listing Service (MLS).",
    "Advertising plans and proposed innovative promotion methods.": "Advertising plans and proposed innovative promotion methods.",
    "Proximity to REO properties.": "Proximity to REO properties.",
    "Staffing commitment to sale of properties.": "Staffing commitment to sale of properties.",
    "Commission Rate. If a broker submits a bid with a commission rate that is\nsignificantly lower than other bids, detailed documentation will be provided attesting\nthat they have successfully sold properties at the lower rates with no compromise in\nservice.": "Commission Rate. If a broker submits a bid with a commission rate that is\nsignificantly lower than other bids, detailed documentation will be provided attesting\nthat they have successfully sold properties at the lower rates with no compromise in\nservice.",
    "(01-23-03) SPECIAL PN": "(01-23-03) SPECIAL PN"
  },
  {
    "document_id": "HB-1-3550",
    "attachment_name": "Attachment 16-B",
    "page_number": "1",
    "total_pages": "1",
    "attachment_title": "ATTACHMENT 16-B",
    "advertisement_type": "SAMPLE ADVERTISEMENT FOR BROKERS",
    "broker_solicitation_notice": "Advertisements for real estate broker services will be placed at least yearly in newspapers having general circulation in the area in which the property is located. The notice will usually be placed in both the residential property section and the public notice section, altered to describe whether the agreement is to be open or exclusive. An example follows.",
    "notice_type": "Public Notice",
    "broker_type": "Real Estate Brokers",
    "rhs_notice": "The Rural Housing Service (RHS) has from time to time various Real Estate Owned (REO) properties for sale through brokers having executed a listing agreement with the agency. Licensed real estate brokers may obtain additional information by writing or visiting the local RHS office located at 32 Penny Lane, Madison City, FL 32111 or telephoning (904) 323-0010.",
    "equal_housing_opportunity": "EQUAL HOUSING OPPORTUNITY",
    "special_pn_date": "(01-23-03) SPECIAL PN"
  },
  {
    "HB-1-3550": "HB-1-3550",
    "Attachment 16-C": "Attachment 16-C",
    "Page": "Page 1 of 1",
    "ATTACHMENT_NUMBER": "16-C",
    "NOTIFICATION_TYPE": "NOTIFICATION OF AVAILABLE TRIBAL PROPERTY",
    "Tribe_Name": "Name of Tribe or Indian housing Authority",
    "Contact_Person_Name_Title": "Name, Title of Contact Person",
    "Address": "Address",
    "RE": "RE:",
    "Borrower_Name": "Borrower Name:",
    "Borrower_Address": "Borrower Address:",
    "Brief_Legal_Description": "Brief Legal Description of Security",
    "Property": "Property:",
    "RHS_Borrower_Default": "The above-named Rural Housing Service (RHS) single family housing borrower is in default on an Agency loan. The borrower may sell the property and RHS is authorized to transfer the account on program terms to an eligible member of the tribe who meets RHS program requirements, or on nonprogram terms to any eligible member of the tribe, the tribe, or the Indian housing authority servicing the tribe.",
    "Assistance_Request": "We are asking for your help on the borrower's behalf in locating a buyer for the property. If the borrower does not sell the property within a reasonable time, RHS may assign the promissory note and security instruments to the tribe or the Indian housing authority servicing the tribe.",
    "Interest_Securing_Info": "Please let us know if you will be able to assist us in locating a buyer for the property or if you are interested in securing your interest in the property by buying the RHS promissory note and security instruments. Please contact me for further information.",
    "CONTACT": "CONTACT:",
    "PHONE": "PHONE:",
    "SPECIAL_PN": "(01-23-03) SPECIAL PN"
  },
  {
    "document_title": "ATTACHMENT 16-D",
    "hb_number": "HB-1-3550",
    "attachment_number": "Attachment 16-D",
    "page_number": "Page 1 of 9",
    "advertisement_type": "SAMPLE ADVERTISEMENT OF AVAILABLE REO PROPERTIES",
    "sale_type": "Regular Sale",
    "example_number": "Example 1(A)",
    "organization": "RHS",
    "investment_type": "Investment Buy of the Month!",
    "price_status": "Price Slashed!",
    "address": "965 Della Street",
    "city": "Anytown",
    "state": "USA",
    "minimum_price": "25000",
    "minimum_price_currency": "$",
    "down_payment_1": "5",
    "down_payment_1_unit": "%",
    "loan_term_1": "10",
    "loan_term_1_unit": "year",
    "apr_1": "10.5",
    "apr_1_unit": "%",
    "occupancy_1": "nonoccupant/investors",
    "down_payment_2": "2",
    "down_payment_2_unit": "%",
    "loan_term_2": "30",
    "loan_term_2_unit": "year",
    "apr_2": "10.5",
    "apr_2_unit": "%",
    "occupancy_2": "owner/occupants",
    "contact_number": "123-4567",
    "broker_name": "Ace Realty",
    "broker_number": "123-9876",
    "special_pn": "(01-23-03) SPECIAL PN"
  },
  {
    "document_id": "HB-1-3550",
    "attachment_id": "Attachment 16-D",
    "page_number": "2 of 9",
    "example_id": "1(B)",
    "organization": "RHS",
    "offer": "Home of the Week Price Slashed!",
    "address": "82 Town Street",
    "city_state_country": "Anytown, USA",
    "minimum_price": "30600",
    "description": "This charming three bedroom, 1 ½ bath cape cod is located in an attractive neighborhood close to town. This home has been repainted throughout, is in excellent condition and has new carpeting and appliances.",
    "financing_available": "Financing available",
    "rhs_loan_terms": "To qualified RHS direct and guaranteed SFH loan applicants: nothing down, 33/38 year financing, 10% APR with payment assistance available to qualified applicants",
    "nonprogram_loan_terms": "To nonprogram applicants: 5% down, 10-year term, 10.5% APR to nonoccupants/investors.",
    "owner_occupant_loan_terms": "2% down, 30-year term, 10.5% APR to owner/occupants.",
    "disclaimer": "All rates and terms are subject to change without notice.",
    "contact_information": "Contact your local RHS Office at 123-4567 or any real estate broker.",
    "equal_housing_opportunity": true
  },
  {
    "Example": "1(C)",
    "RHS": "Attractive RHS",
    "Homes for Sale": null,
    "Price Slashed": null,
    "82 Town Street": null,
    "Anytown, USA": null,
    "Minimum Price": "$33,500",
    "46 Aim Street": null,
    "22 Bee Street": null,
    "35 Cat Street": null,
    "Financing Available on Excellent Terms": null,
    "To qualified RHS eligible direct or guaranteed SFH applicant": null,
    "Nothing down": "33/38-year financing, 10% APR with",
    "Payment Assistance available to qualified applicants": null,
    "To nonprogram applicants": null,
    "5% down": "10-year term, 10.5% APR to nonoccupant/investors.",
    "2% down": "30-year term, 10.5% APR to owner/occupants.",
    "All rates and terms are subject to change without notice": null,
    "Contact your local RHS office at": "123-4567 or any real estate broker.",
    "EQUAL HOUSING OPPORTUNITY": null,
    "SPECIAL PN": "(01-23-03)",
    "Revised": "(11-03-17) PN 505",
    "HB-1-3550": null,
    "Attachment": "16-D",
    "Page": "3 of 9"
  },
  {
    "HB-1-3550": "true",
    "Attachment 16-D": "true",
    "Page": "4 of 9",
    "Example": "1(D)",
    "RHS Homes Priced to Sell": "true",
    "82 Town Street Anytown, USA Minimum Price": "$32,000",
    "46 Aim Street Anytown, USA Minimum Price": "$26,500",
    "22 Bee Street Anytown, USA Minimum Price": "$35,000",
    "35 Cat Street Anytown, USA Minimum Price": "$30,250",
    "Financing Available on Excellent Terms!": "true",
    "To qualified RHS direct or guaranteed SFHloan applicants": "true",
    "Nothing down": "true",
    "33/38 year financing": "true",
    "10% APR with Payment assistance available to qualified applicants": "true",
    "To nonprogram applicants": "true",
    "5% down": "true",
    "10 year term": "true",
    "10.5% APR to nonoccupant/investors": "true",
    "2% down": "true",
    "30 year term": "true",
    "10.5% APR to owner/occupants": "true",
    "All rates and terms are subject to change without notice": "true",
    "Contact your local RHS office at 123-4567 or any real estate broker": "true",
    "Note on 35 Cat Street": "Available for cash or nonprogram terms only",
    "This property contains a dwelling unit which RHS has deemed inadequate for residential occupancy": "true",
    "The Quitclaim Deed by with the property will be conveyed will contain a covenant restricting the residential unit on the property from being used for residential occupancy until the dwelling is repaired, renovated, or razed": "true",
    "This restriction is imposed pursuant to section 510(e) of the Housing Act of 1949, as amended 42 U.S.C. 1480": "true",
    "Contact RHS or any Realtor for a list of items which must be repaired/renovated": "true"
  },
  {
    "HB-1-3550": "HB-1-3550",
    "Attachment 16-D": "Attachment 16-D",
    "Page": "5 of 9",
    "Sealed Bid and Auction Sales": "Advertising of sealed bid and auction sales is critical for a successful sale. Advertising will be consistent with the portions of this handbook governing the sale of property by sealed bid or auction. Examples of sealed bid and auction sale advertisements are attached.",
    "Example 2(A)": "Example 2(A)",
    "RHS": "RHS",
    "Sealed Bid Sale": "Sealed Bid Sale",
    "Property Address": "123 14th Street, Anytown USA",
    "The subject property has been extensively damaged by fire and requires major renovation or demolition.": "The subject property has been extensively damaged by fire and requires major renovation or demolition.",
    "The lot contains 10,000 square feet, hookups to public water and sewage, and is suitable for reconstruction. Sealed bids will be accepted until Friday April 1, 1996 at 2:30 p.m. at which time all bids will be opened. The property will be sold to the highest bidder. All bids must be accompanied by a 5% bid deposit in the form of a certified check.": "The lot contains 10,000 square feet, hookups to public water and sewage, and is suitable for reconstruction. Sealed bids will be accepted until Friday April 1, 1996 at 2:30 p.m. at which time all bids will be opened. The property will be sold to the highest bidder. All bids must be accompanied by a 5% bid deposit in the form of a certified check.",
    "Financing is available on Nonprogram terms only": "Financing is available on Nonprogram terms only",
    "5% down, 10.5% APR, and 10-year repayment (all rates and terms are subject to change without notice), however preference will be given for cash. The government reserves the right to reject any or all offers.": "5% down, 10.5% APR, and 10-year repayment (all rates and terms are subject to change without notice), however preference will be given for cash. The government reserves the right to reject any or all offers.",
    "The property has been determined by RHS to be inadequate for residential occupancy. The Quitclaim Deed by which the property will be conveyed will contain a covenant restricting the residential unit on the property from being used for residential occupancy until the dwelling is repaired, renovated, or razed. This restriction is imposed pursuant to section 510(e) of the Housing Act of 1949, as amended 42 U.S.C. 1480. The structure must be razed or reconstructed and a Certificate of Occupancy issued before the deed restriction can be removed.": "The property has been determined by RHS to be inadequate for residential occupancy. The Quitclaim Deed by which the property will be conveyed will contain a covenant restricting the residential unit on the property from being used for residential occupancy until the dwelling is repaired, renovated, or razed. This restriction is imposed pursuant to section 510(e) of the Housing Act of 1949, as amended 42 U.S.C. 1480. The structure must be razed or reconstructed and a Certificate of Occupancy issued before the deed restriction can be removed.",
    "For a bid package or further information, contact RHS at 123-4567 or visit our office at 1955 Main Street, Anytown.": "For a bid package or further information, contact RHS at 123-4567 or visit our office at 1955 Main Street, Anytown.",
    "EQUAL HOUSING OPPORTUNITY": "EQUAL HOUSING OPPORTUNITY",
    "(01-23-03) SPECIAL PN": "(01-23-03) SPECIAL PN",
    "Revised (11-03-17) PN 505": "Revised (11-03-17) PN 505"
  },
  {
    "HB-1-3550": "true",
    "Attachment": "16-D",
    "Page": "6",
    "TotalPages": "9",
    "Example": "2(B)",
    "RHS": "true",
    "InvestmentPropertiesForSale": "true",
    "Address1": "1955 Lois Lane",
    "City1": "Anytown",
    "State1": "USA",
    "MinimumPrice1": "22000",
    "Address2": "114 Maple Street",
    "City2": "Anytown",
    "State2": "USA",
    "MinimumPrice2": "22000",
    "FinancingAvailable": "true",
    "NonProgramApplicantsDownPayment": "5%",
    "NonProgramApplicantsTerm": "10 year",
    "NonProgramApplicantsAPR": "10.5%",
    "NonProgramApplicantsType": "nonoccupant/investors",
    "OwnerOccupantsDownPayment": "2%",
    "OwnerOccupantsTerm": "30 year",
    "OwnerOccupantsAPR": "10.5%",
    "OwnerOccupantsType": "owner/occupants",
    "RatesTermsSubjectToChange": "true",
    "PropertyNoteAddress": "114 Maple Street",
    "PropertyNoteCondition": "inadequate for residential occupancy",
    "QuitclaimDeedCovenant": "true",
    "RestrictionBasis": "section 510(e) of the Housing Act of 1949, as amended 42 U.S.C. 1480(e)",
    "ContactForRepairsList": "RHS or any realtor",
    "ContactRHSOffice": "123-4567",
    "RealEstateBroker": "true",
    "EqualHousingOpportunity": "true"
  },
  {
    "Templates for developing Advertisements": true,
    "(01-23-03) SPECIAL PN": true,
    "Revised (11-03-17) PN 505": true,
    "HB-1-3550": true,
    "Attachment 16-D": true,
    "Page 7 of 9": true
  },
  {
    "HB-1-3550": "",
    "Attachment 16-D": "",
    "Page": "8 of 9",
    "More Templates": "",
    "Headings and logos for use with templates": ""
  },
  {
    "HB-1-3550": "HB-1-3550",
    "Attachment 16-D": "Attachment 16-D",
    "Page 9 of 9": "Page 9 of 9",
    "Investment Properties for Sale": "Investment Properties for Sale",
    "Financing Available": "Financing Available",
    "Investment Buy of the Month": "Investment Buy of the Month",
    "Home of the Week": "Home of the Week",
    "Sealed Bid Sale": "Sealed Bid Sale",
    "Farm for Sale": "Farm for Sale",
    "Attractive USDA Homes for Sale": "Attractive USDA Homes for Sale",
    "Homes Priced to Sell": "Homes Priced to Sell",
    "Price Slashed!!!": "Price Slashed!!!",
    "Financing Available on Excellent Terms": "Financing Available on Excellent Terms",
    "Farm Property for Auction": "Farm Property for Auction",
    "All Rates and Terms Subject to Change without Notice": "All Rates and Terms Subject to Change without Notice",
    "USDA Is An Equal Opportunity Lender": "USDA Is An Equal Opportunity Lender",
    "(01-23-03) SPECIAL PN": "(01-23-03) SPECIAL PN",
    "Revised (11-03-17) PN 505": "Revised (11-03-17) PN 505"
  }
]