[
  {
    "document_title": "APPENDIX 12 SINGLE FAMILY HOUSING DIRECT PROGRAMS AMERICAN RESCUE PLAN ACT (ARPA) GUIDELINES",
    "document_id": "HB-1-3550",
    "guideline_description": "These guidelines provide updated processing guidance for applications from existing Section 502 and Section 504 direct loan borrowers, to refinance outstanding loans which are, or have been, in an approved COVID-19 moratorium. These guidelines are also expanded to accept applications from Section 502 self-help borrowers to refinance outstanding self-help loans which were closed in Fiscal Year (FY) 2020 or later; and to make the Deferred Mortgage Payments (DMP) program (7 CFR 3550.69) available to Section 502 very low-income self-help borrowers who closed in FYs 2020 or later.",
    "guideline_purpose": "These guidelines are needed in response to the American Rescue Plan Act (ARPA) of 2021 to ensure mortgage payments are more affordable for eligible Section 502 and Section 504 borrowers.",
    "arpa_appropriation": "The American Rescue Plan Act (ARPA) of 2021 (H.R. 1319, Section 3207) appropriated an additional $39 million of Budget Authority (BA) for section 502 and 504 direct loans, to remain available until September 30, 2023.",
    "ba_rescinded": "However, this BA was rescinded as part of the Fiscal Responsibility Act which was signed into law by the President on June 3, 2023.",
    "refinance_acceptance": "In order to provide a wind-down period following the expiration of the ARPA BA under the Fiscal Responsibility Act, the Agency continued acceptance of these refinance applications (in accordance with 7 CFR 3550.201) through June 30, 2023.",
    "implementation_responsibilities": "Unless the guidance in this Appendix is supplemented or revoked, the Agency will temporarily accept applications through June 30, 2023, from existing Section 502 and Section 504 direct loan borrowers, to refinance outstanding loans, which have been in an approved COVID-19 moratorium or have built a home utilizing the Self-Help Housing Program and closed in FYs 2020 or later, as follows:",
    "covid19_moratorium_status": "COVID-19 Moratorium Status, Net Tangible Benefit, and Borrower Outreach. To be eligible for refinance, borrowers must be (or have been) on a COVID-19 moratorium (CUST/USER in LoanServ Field 56 will reflect: “C”). Any borrower meeting this criterion may apply at any time.",
    "appendix_page": "Appendix 12, Page 1 of 16",
    "special_pn": "(01-23-03) SPECIAL PN",
    "revised_pn": "Revised (10-19-23) PN 595"
  },
  {
    "HB-1-3550": "HB-1-3550",
    "NTB_determination": "The Agency must determine that there is a net tangible benefit (NTB) to the borrower as the result of the refinance.",
    "NTB_includes": "A NTB includes, but is not limited to, a reduced note rate or a change in term that results in a more affordable payment for the borrower.",
    "ARPA_Worksheet_documentation": "This must be documented in the ARPA Worksheet.",
    "Borrower_assistance_effort": "However, in an effort to reach borrowers who may have the most immediate need for assistance and to provide them every opportunity for success post-moratorium, the Agency will continue to provide outreach under which borrowers who have been on a COVID-19 moratorium, will be sent an outreach letter from the Servicing and Asset Management Office (Servicing Office) about the availability of this option and how to apply.",
    "Informational_letter_only": "This is an informational letter only, and not a requirement for eligibility.",
    "Servicing_Office_upload": "The Servicing Office will upload a copy of the letter in the borrower's existing case record in Electronic Customer File (ECF) under the Forbearance (Special Assistance) classification > ARPA Notifications document type.",
    "Additional_outreach": "In addition, the Servicing Office will continue to provide additional outreach through the 30, 60, and 90-day delinquency notices.",
    "Customer_Engagement_Division": "The Customer Engagement Division has and will continue to promote the ARPA refinance program with borrowers when discussing their servicing options.",
    "Borrower_website": "Borrowers may also visit https://www.rd.usda.gov/programs-services/single-family-housing-programs/single-family-arpa for more information.",
    "Self-Help_Borrowers": "Self-Help Borrowers. Regardless of moratorium status, very low- and low-income self-help borrowers with permanent loans that closed in FYs 2020 or later are eligible to apply for refinancing under this guidance.",
    "Refinance_request_process": "In general, these refinance requests will follow the same process for General ARPA or Fast Track options, unless noted otherwise in the guidance.",
    "NTB_determination_again": "The Agency must determine that there is a NTB to the borrower as the result of the refinance.",
    "NTB_includes_again": "A NTB includes, but is not limited to, a reduced note rate or a change in term that results in a more affordable payment for the borrower.",
    "Deferred_Mortgage_Payment_program": "Additionally, very low-income self-help borrowers with loans closed in FYs 2020 or later, may be eligible for the Deferred Mortgage Payment program available through ARPA refinance funding.",
    "Program_details": "For qualified borrowers, this program allows for up to 25% of a borrower's monthly principal and interest payment at 1 percent to be deferred for up to 15 years.",
    "ARPA_Processing_Resources": "ARPA Processing Resources.",
    "Processing_tools_location": "All internal processing tools and letters referenced throughout this Appendix are posted in the Direct SharePoint > General Info > American Rescue Plan Act folder (\"SharePoint\").",
    "ARPA_Application_Package": "ARPA Application Package.",
    "Application_requirements": "1. Impacted borrowers must use the \"ARPA Checklist of Items to Accompany the Uniform Residential Loan Application\" when submitting a complete application, instead of HB-1-3550, Chapter 3, Attachment 3-J or Chapter 12, Attachement 12-E.",
    "Appendix_page": "Appendix 12, Page 2 of 16"
  },
  {
    "HB-1-3550": true,
    "ARPA_application_packet_available_at": "https://pubmai.sc.egov.usda.gov/ and https://www.rd.usda.gov/programs-services/single-family-housing-programs/single-family-arpa",
    "Loan_application_packagers_must_use": "Phase I Application Submittal Cover Letter for ARPA and the Packaging Required Disclosure Letter for ARPA on the Direct Loan Application Packagers page, in lieu of the Phase 1 and required disclosure letter in HB-1-3550, Attachment 3-A",
    "Processing_Options": true,
    "Fast-Track_processing_available": true,
    "criteria_no_capital_improvements": "There are no capital improvements to be considered in a market value determination, as indicated by the borrower's selection on the 'Calculating Recapture - Capital Improvements Credit' form submitted as part of a complete application.",
    "criteria_no_repairs": "There are no repairs for major health and safety hazards included in the refinance loan.",
    "criteria_property_tax_valuation": "The most current property tax valuation available from the applicable tax assessment authority (see Exhibit 1) shows adequate security to support an outstanding eligible junior lien(s) which will be included in the refinance loan or subordinated.",
    "General_ARPA_processing_followed": "when Fast Track does not apply.",
    "Deferred_Mortgage_Payments_authorized": "7 CFR 3550.69 is a temporarily authorized use of ARPA refinance funding for self-help borrowers with loans closed in FYs 2020 or later.",
    "Deferred_Mortgage_Payments_qualify": "In order to qualify for deferred mortgage payments (for up to 15 years), the self-help household's adjusted income at the time of initial approval for the refinance loan, must not exceed very-low income.",
    "Loan_term": "38 years",
    "Deferred_payment_agreements_effective": "for twelve months, and once a borrower becomes ineligible for deferred mortgage assistance, it cannot be received again.",
    "Deferred_mortgage_payments_subject_to_recapture": "when the borrower transfers title or ceases to occupy the property.",
    "Deferred_Mortgage_tab_added": "to the Worksheet for Computing Income & Max Loan Calculator (Attachment 4-A), which includes specific calculations for the eligibility requirements in §3550.69.",
    "Appendix_page": "Appendix 12, Page 3 of 16",
    "SPECIAL_PN": "(01-23-03) SPECIAL PN",
    "Revised_PN": "Revised (10-19-23) PN 595"
  },
  {
    "document_title": "HB-1-3550",
    "exhibit_description": "Exhibits 1 and 2 provide an overview of the Fast Track and General processing options:",
    "exhibit_title": "Exhibit 1 - ARPA Fast Track Process Overview",
    "fast_track_instructions": "Fast Track is to be followed when all the following apply:",
    "no_capital_improvements": "true",
    "no_repairs": "true",
    "eligible_liens": "true",
    "liens_description": "Eligible junior liens for affordable housing products to be included in the refinance are supported by **PTV",
    "application": "Application",
    "letter_3": "Letter 3 - Loan Estimate (LE) and max recapture",
    "market_value_determination_fast_track": "*Market Value Determination (Fast Track)",
    "capital_improvements_included": "Capital Improvements and/or health & safety repairs included?",
    "go_to_general_processing": "Go to General Processing",
    "letter_4": "Letter 4 - Eligibility",
    "order_title_work": "Order Title Work",
    "market_value_determination": "*Market Value Determination",
    "payoff": "Payoff",
    "payoff_task": "(Task 504 & 505) to calculate final recapture",
    "letter_6": "Letter 6 (Borrower decides whether to include recapture)",
    "subsidy_included": "Subsidy included",
    "closing_disclosure_cd": "Closing Disclosure (CD)",
    "subsidy_not_included": "Subsidy not included",
    "closing_disclosure": "Closing Disclosure",
    "obligation_approval": "Obligation/Approval",
    "eligible_liens_question": "Eligible junior liens for affordable housing products to be included in the refinance are supported by **PTV?",
    "fast_track_use_ptv": "Fast Track use **PTV information for market value determination, no appraisal required",
    "dmp_self_help_borrowers": "For DMP/Self-Help borrowers - use appraisal in the original file, provided it is less than 2 years old. If over 2 years old, use **PTV if supported, or go to General Processing and order appraisal for market value determination.",
    "property_tax_valuation_ptv": "**Property Tax Valuation (PTV)",
    "use_market_value": "Use the market value obtained from local, county, or state tax assessment authority, as applicable.",
    "assessment_authorities": "Assessment authorities will generally assess properties at market value, or as a percentage of the property's market value. Often, the market and assessed values will both be displayed on the tax/assessor record; staff must use the market value.",
    "assessed_value_displayed": "If only the assessed value is displayed, staff must confirm if the property is assessed at market value, or as a percentage of the market value.",
    "property_assessed_percentage": "If the property is assessed as a percentage of the market value, staff must include documentation of taxing authority's percentage when calculating the market value for Agency purposes.",
    "amended_final_payoff": "Amended Final Payoff (Task 506 & 507) to calculate final recapture",
    "update_file": "Update file, reissue CD if needed",
    "closing": "Closing",
    "appendix_page": "Appendix 12, Page 4 of 16"
  },
  {
    "document_title": "Exhibit 2 - ARPA General Process Overview",
    "document_description": "General ARPA Processing is to be followed when Fast Track does not apply (e.g., capital improvements and/or repairs included)",
    "application_step": "Application",
    "loan_estimate_step": "Letter 3 Loan Estimate (LE) and max recapture",
    "eligibility_step": "Letter 4 - Eligibility",
    "title_work_step": "Order Title Work",
    "cat_ex_step": "Cat-Ex, if repairs included",
    "appraisal_step": "Appraisal",
    "market_value_determination_step": "*Market Value Determination",
    "appraisal_tasks_step": "Appraisal Tasks 502 & 503 (45 days)",
    "payoff_step": "Payoff (Task 504 & 505) to calculate final recapture",
    "property_tax_valuation_info": "**Use Property Tax Valuation information",
    "capital_improvements_question": "Capital Improvements?",
    "must_order_appraisal": "Must order appraisal for market value determination",
    "eligible_junior_liens_question": "Eligible junior liens for affordable housing products to be included in the refinance, supported by **Property Tax Valuation (PTV)?",
    "use_ptv_info": "Use **PTV information for market value determination, no appraisal required",
    "eligible_junior_lien_must_be_subordinated": "Eligible junior lien must be subordinated OR Order appraisal for market value determination",
    "dmp_self_help_borrowers_note": "For DMP/Self-Help borrowers - use appraisal in the original file, provided it is less than 2 years old. If over 2 years old, use **PTV or order appraisal or market value determination.",
    "property_tax_valuation_title": "**Property Tax Valuation (PTV)",
    "use_market_value_obtained": "Use the market value obtained from local, county, or state tax assessment authority, as applicable.",
    "assessment_authorities_note": "Assessment authorities will generally assess properties at market value, or as a percentage of the property's market value. Often, the market and assessed values will both be displayed on the tax/ assessor record; staff must use the market value.",
    "assessed_value_displayed_note": "If only the assessed value is displayed, staff must confirm if the property is assessed at market value, or as a percentage of the market value.",
    "property_assessed_as_percentage_note": "If the property is assessed as a percentage of the market value, staff must include documentation of taxing authority's percentage when calculating the market value for Agency purposes.",
    "recapture_decision_step": "Letter 6 (Borrower decides whether to include recapture)",
    "subsidy_included": "Subsidy included",
    "closing_disclosure": "Closing Disclosure (CD)",
    "subsidy_not_included": "Subsidy not included",
    "amended_final_payoff": "Amended Final Payoff (Task 506 & 507) to calculate final recapture",
    "closing_disclosure_step": "Closing Disclosure",
    "update_file_reissue_cd": "Update file, reissue CD If needed",
    "obligation_approval_step": "Obligation/Approval",
    "closing_step": "Closing",
    "repairs_included_note": "If repairs included, construction monitoring as applicable",
    "special_pn_date": "(01-23-03)",
    "special_pn_text": "SPECIAL PN",
    "revised_date": "Revised (10-19-23)",
    "revised_pn_number": "PN 595",
    "appendix_page": "Appendix 12, Page 5 of 16",
    "hb_number": "HB-1-3550"
  },
  {
    "HB-1-3550": true,
    "ARPA Application Review": "All applications (including those which are incomplete) must be entered into UniFi as soon as possible after receipt; and all application material must be stored in ECF as soon as the new account number is available; ECF must be utilized as the official case record beginning with application receipt. It is very important staff use the correct ECF classification instructions found in the ARPA Processing Checklist to avoid processing delays. (NOTE: While the majority of ARPA application material must be stored under the new account number, market value and payoff documents must be loaded to the existing primary account number's ECF.)",
    "The Agency will process applications in accordance with 7 CFR 3550 and HB-1-3550, except for the following": true,
    "1. Application Processing Stage": true,
    "a) Processing Checklist": "staff must use the \"ARPA Application Processing Checklist\" in lieu of HB-1-3550, Attachment 3-G or 12-C. A fillable version is available on SharePoint. Note: the ARPA Processing Checklist includes Attachment 1 to be used for Fast Track, and Attachment 2 for General ARPA Processing.",
    "ARPA Worksheet": "for General ARPA and Fast Track, staff and loan application packagers must use the ARPA Worksheet in lieu of Attachment 4-A, Worksheet for Computing Income.",
    "For Deferred Mortgage Payments, a Deferred Mortgage tab has been added to Attachment 4-A (do not use the ARPA Worksheet for Deferred Mortgage applications as the ARPA Worksheet does not include repayment calculations which are needed for Deferred Mortgage purposes.)": true,
    "The applicable worksheets include a section for the Loan Narrative. These are posted on SharePoint, and on the Direct Loan Application Packagers page.": true,
    "b) Processing priority": "HB-1-3550, 3.13 Β.. ARPA refinance applications and Deferred Mortgage loans will receive third priority for processing (due to hardship).",
    "c) Eligible use of funds": "The loan may exceed the market value of the property and/or the area loan limit (unless otherwise noted), only as necessary to cover the following:",
    "i. Refinance of borrower's outstanding Agency direct loan indebtedness": true,
    "Appendix 12, Page 6 of 16": true
  },
  {
    "document_id": "HB-1-3550",
    "section_ii_title": "Subsidy Recapture (502 only)",
    "section_ii_description": "Subsidy recapture may be included in the amount to be refinanced if requested by the borrower but should be considered carefully. The analysis must include what the borrower's total outlay will be on the recapture amount being refinanced (by amortizing the amount as applicable) and comparing to the potential discount the borrower may be eligible for by refinancing the recapture amount (see HB-2-3550, Par. 2.25). The ARPA Worksheet includes additional information to assist with this analysis. For example, if a borrower owes $20,000 in recapture, they may receive a 25% discount for paying that off by borrowing new loan funds as part of the refinance; in which case they would need to borrow $15,000 to pay off the discounted recapture amount. Because the $15,000 then becomes principal which will be amortized under the new loan, it must be determined whether the amount of interest paid is likely to exceed the amount the borrower saved through the discount. The analysis should be documented carefully in the ARPA Worksheet and discussed with the borrower, who will decide if they want to include the recapture in the refinance.",
    "section_iii_title": "Closing costs",
    "section_iii_description": "Closing costs associated with the new loan, and allowable excess costs over the market value and area loan limit (including the tax service fee and initial deposit to fund the escrow account).",
    "section_iv_title": "Permissible packaging fees",
    "section_iv_502_fees": "502 - not to exceed $1,300 for certified packaging bodies with an intermediary (split per agreement with intermediary), $1,100 for certified packaging body without an intermediary (packaged by an intermediary, opt-out, or when a state isn't served by an intermediary), or $575 for an approved non-certified packager.",
    "section_iv_504_fees": "504 - $575 for eligible 504 loan packaging types.",
    "section_v_title": "502 only - outstanding debt to prior lien holders",
    "section_v_description": "502 only - outstanding debt to prior lien holders (as identified on Form RD 1927-8, Agreement with Prior Lienholder), if rates and/or terms are less favorable than the Agency's new loan. However, even if the Agency offers a more favorable rate or term, lower payment, etc., the borrower may still choose to remain with the prior lienholder if they determine it is in their best interest to do so (e.g. - if the Agency rate is lower, but borrower only has a few years remaining on the term, they may prefer to continue as-is to pay off the debt in fewer years.)",
    "section_vi_title": "Limited circumstances",
    "section_vi_description": "In limited circumstances, amounts needed to correct major deficiencies, such as structural or issues impacting the health and safety of the occupants or members of the community, or to protect the Government's interest in the property. There must be a net",
    "appendix_info": "Appendix 12, Page 7 of 16",
    "special_pn_date": "(01-23-03)",
    "special_pn_name": "SPECIAL PN",
    "revised_date": "(10-19-23)",
    "revised_pn_number": "PN 595"
  },
  {
    "HB": "1-3550",
    "ARPA Program Type Codes": "d)",
    "Used through June 3, 2023:": null,
    "502 Loan - ARP Multi-Year": "1079",
    "502 Loan – ARP Packaged with Intermediary *": "1080",
    "502 Loan - ARP Non-Certified Packaged": "1081",
    "502 Loan – ARP Certified Packaging Body with Approved Opt-Out": "1082",
    "502 Loan – ARP Self-Help": "1083",
    "502 Loan - ARP Deferred Mortgage Payments Very-Low Self-Help ONLY": "1084",
    "504 Loan - ARP Multi-Year": "2079",
    "504 Loan - ARP Packaged": "2080",
    "504 Loan - ARP Self-Help": "2083",
    "Used after June 3, 2023:": null,
    "Non-ARPA Loan (Very-Low)": "1087",
    "Non-ARPA Loan (Low (or moderate))": "1088",
    "* The intermediary code will not be entered into UniFi for ARPA loans due to system constraints.": null,
    "Appendix 12, Page": "8 of 16"
  },
  {
    "HB": "1-3550",
    "e": "TRID: The Loan Estimate (LE) and Closing Disclosure (CD) 'Non-Purchase' forms will be used for all refinanced loans secured by a deed of trust or mortgage.",
    "f": "Terms:",
    "i": "502:",
    "f_i_bullet1": "If the estimated loan amount is less than $24,000 with a remaining term of less than ten years, the LE will be issued using a new 10-year term. However, if a longer term is necessary to demonstrate a NTB, or if the applicant prefers, a 25-year or 33-year term may be used (30-year for manufactured homes).",
    "f_i_bullet2": "If the estimated loan amount is over $24,000, the LE will be issued using a 33-year term (30-year for manufactured homes). However, if the applicant prefers a shorter term (and a NTB is still demonstrated) they may select a 25-, or a 10-year term (10-year terms are not eligible to receive payment assistance and this must be acknowledged by the borrower on the TRID cover letter). If the applicant does not demonstrate a NTB on a 33-year term, and adjusted income does not exceed 60 percent of the applicable area median income, a 38-year term may be used (unless it is a manufactured home).",
    "f_i_bullet3": "If the Deferred Mortgage Payments application, a 38-year term must be used.",
    "ii": "504-20 years.",
    "g": "Income:",
    "g_i": "Adjusted household income must be calculated to determine if the applicant is income-eligible to receive a new program loan. Evaluation of borrower repayment income is not required for General ARPA or Fast Track options.",
    "g_ii": "502",
    "g_ii_bullet1": "General ARPA and Fast Track - the adjusted income must not exceed the applicable moderate-income limit at the time of loan approval and closing. As a reminder, the ARPA Worksheet must be used in lieu of Chapter 4, Attachment 4-A of HB-1-3550, Worksheet for Computing Income.",
    "g_ii_bullet2": "For Deferred Mortgage applications - the self-help household's adjusted income must not exceed very-low income at the time of initial loan approval for the refinance loan. As a reminder, use the Deferred Mortgage tab in the Worksheet for Computing Income & Max Loan Calculator (Chapter 4, Attachment 4-A of HB-1-3550) – not the ARPA Worksheet.",
    "iii": "504 - The adjusted income must not exceed the very low-income limit at the time of loan approval and closing. If the household exceeds the very low-income limit, 502 loan funds may be used to refinance the 504 debt.",
    "note": "Borrowers with Multiple Loans:",
    "a": "An initial and subsequent 502 loans will be combined into one ARPA",
    "appendix": "12, Page 9 of 16",
    "special_pn": "(01-23-03) SPECIAL PN",
    "revised_pn": "Revised (10-19-23) PN 595"
  },
  {
    "HB-1-3550": "",
    "502 refinanced loan": null,
    "b": "An initial and subsequent 504 loans may be combined into one ARPA\n504 refinanced loan, provided the borrower still meets the very-low\nadjusted household income requirements. If adjusted household\nincome is low or moderate, loans can be combined into a 502 loan,\nhowever, the field should explain this will result a higher note rate\ninterest and the borrower could have recapture of subsidy.",
    "c": "Initial 502 and subsequent 504 loan(s) may be refinanced separately, or\nall loans could be refinanced into one 502 ARPA loan. If the borrower\nis very-low income, staff must first review the 502 and 504 loans as\nseparate refinances. If there is no NTB or the borrower exceeds the\nvery-low income category, the 504 debt may be refinanced into the 502\nARPA refinance loan. The field should explain this will result in a\nhigher note rate interest and the borrower could have recapture of\nsubsidy. The ARPA worksheet must be used when considering a NTB\nand determining which is the best option for the applicant.",
    "h) Assets": "The borrower and/or net family assets will not be evaluated for down payment\nrequirements or repayment income calculations, as applicable. However, net\nfamily assets must still be evaluated for annual and adjusted income calculations.",
    "i) Credit": "i. The borrower's credit history will not be evaluated using a tri-merge credit\nreport (TMCR) or infile; therefore, no credit report fee is to be collected and\nthese reports must not be ordered. Attachment 3-H is not required.\nii. Nontraditional/alternative credit sources are not required.\niii. The Agency must check the Department of Treasury's Do Not Pay (DNP)\nportal.\nNOTE: All Agency accounts in moratorium or whose moratoriums have\nexpired and have become delinquent are reported to the Credit Alert\nSystem and the Department of Treasury (DBCK), which is checked\nthrough the DNP portal, regardless of the reason the moratorium was\ngranted. Therefore, it is important that field staff clearly document that\nthe DNP hit is related to an approved COVID-19 moratorium. If the\naccount number reflected on the DNP matches the account that has\nreceived a COVID-19 moratorium (CUST/USER in LoanServ Field 56\nwill reflect: \"C\"), processing may continue. All other DNP hits are\nsubject to the guidance in HB-1-3550, Chapter 4.\niv. Bankruptcy - if a borrower is in Chapter 7 or 13 bankruptcy at the time of\napplication to refinance, the borrower's attorney must be notified of the\nproposed terms of the refinance. The Agency must receive written concurrence\nfrom the attorney or court (e.g., order granting the motion) before approving",
    "Appendix 12, Page 10 of 16": null
  },
  {
    "HB-1-3550": "the loan; however, additional items such as letters of explanation regarding\ncircumstances of the bankruptcy are not required from the applicant. If a\nborrower had a previous bankruptcy and the debt is not reaffirmed, it does not\nprohibit the applicant from applying or being eligible for ARPA refinance;\nhowever, since the refinance loan is new debt, the borrower would personally\nbe liable for the new debt and should be informed that the bankruptcy\nprotection would not apply to the new loan.",
    "Adding/Removing Borrowers": "j) Adding/Removing Borrowers:",
    "Adding borrowers": "i. Adding borrowers – it is acceptable to add a new borrower; provided the\nhousehold continues to meet applicable income limit (502 - moderate; DMP –\nvery low; 504 - very low). The added borrower's credit history will not be\nevaluated, except for DNP check as noted above. Systematic Alien\nVerification for Entitlements (SAVE) must be checked for new borrowers.\nHomeownership Education and Form 3550-23, Applicant Orientation Guide\nwill not be required from new borrowers.",
    "All borrowers": "ii. All borrowers on the existing RHS debt must remain on the refinance (except\nfor deceased individuals). If a borrower who does not live in the home has\nexecuted a quit claim deed conveying their interest in the security property to\nthe remaining borrower, staff may proceed without including the departing\nborrower on the refinance loan. The 'ARPA Letter 7 - ARPA Notification to\nDeparting Borrower' must be sent to the departing borrower, after ARPA\nLetter 3 is issued to inform them of the remaining borrower's intent to\nrefinance the loan. As a reminder, conveying the security interest does not\nrelease the departing borrower from liability for the initial loan or any\nrecapture owed on that loan; the Agency must issue 'ARPA Letter 8 –\nNotification of Release of Liability' to the departing borrower upon loan\nclosing and expiration of recission rights. A copy of this letter must be stored\nin ECF for the original loan, and the ARPA loan; and add a note to both\naccounts (existing and ARPA refinance accounts) in LoanServ to read \"See\n[insert date of ARPA Letter 8] notification to departing borrower regarding\nliability following ARPA refinance.\"",
    "Applicants who exceed the applicable income limit": "k) Applicants who exceed the applicable income limit, or are determined ineligible\nfor other reasons (e.g., there is no net tangible benefit to the proposed transaction,\nor an applicant is not eligible due to an outstanding judgment obtained by the\nUnited States in a Federal court, other than the United States Tax Court. This\nrequirement is statutory and cannot be waived), must be sent the ARPA specific\nStandardized Adverse Decision Letter posted in SharePoint, in lieu of HB Letter\n15. In addition, the letter should include HB-1-3550 Attachment 1-B or 1-C, as\nappropriate (see HB-1-3550, Par. 1.10 for guidance on which Attachment to use).",
    "Appendix 12, Page 11 of 16": null,
    "(01-23-03) SPECIAL PN": null,
    "Revised (10-19-23) PN 595": null
  },
  {
    "HB-1-3550": "true",
    "2. Other (502) eligibility processing items:": "true",
    "a) Social Security Number CROSS REFERENCE check is not required (except for\nnew borrowers being added).": "true",
    "b) SAVE check is not required (except for new borrowers being added).": "true",
    "c) Form RD 3550-23, Applicant Orientation Guide is not required.": "true",
    "d) The Eligibility Summary from UniFi is required to document the Annual and\nAdjusted Income only; these figures should match those in the ARPA Worksheet.\nThe Eligibility Summary must be signed by the Loan Originator with a note on\nPage 2 to see ARPA Worksheet for correct refinanced loan amount.": "true",
    "e) Notify the borrower of eligibility using the “ARPA Letter 4 - Eligibility Letter\"\nposted on SharePoint, instead of Form RD 1944-59, Certificate of Eligibility.": "true",
    "f) Once \"ARPA Letter 4 – Eligibility Letter\" issued, staff should request title using\nForm RD 1927-4, Transmittal of Title Information (HB-1-3550, Chapter 8,\nparagraph 8.4) for loans $7,500 or greater. Request for title should reflect\nestimated maximum payoff amount minus subsidy recapture.": "true",
    "3. Property Eligibility Stage:": "true",
    "a) Whole house inspections are not required.": "true",
    "b) Determining Market Value. See the Exhibits 1 and 2 (as applicable) of this\nAppendix for guidance on determining market value. If an appraisal should be\nordered, it is very important ARPA appraisals are ordered through the Servicing\nOffice, as described in Attachment 2 of the ARPA Processing Checklist. The\nServicing Office will be responsible for all communication with the appraisal\nvendor. ARPA appraisals must not be ordered through the nationwide appraisal\ncontract used for originations.": "true",
    "c) A new Flood Hazard Determination will be required.": "true",
    "d) If repairs are included, a new Lead Based Paint (LBP) risk assessment is required\nfor houses built prior to 1978.": "true",
    "e) If repairs are included, RD Instruction 1970-B, Exhibit D \"Categorical\nExclusion\" is required.": "true",
    "f) Eligibility of the subject property does NOT need to be re-verified. (Note: loans\nmay be approved even if an area's designation has changed from rural to non-\nrural, HB-1-3550, Chapter 5, paragraph 5.3 С. 6.).": "true",
    "4. Underwriting/Approval Stage:": "true",
    "a) Loan Narrative updated in the ARPA Worksheet (or Deferred Mortgage tab in the\nWorksheet for Computing Income & Max Loan Calculator (HB-1-3550, Chapter 4,\nAttachment 4-A), if applicable) to include underwriting details by Loan Approval\nOfficial.": "true",
    "b) Follow applicable guidance for submitting payoff request(s) carefully, as found in\nthe ARPA Processing Checklist (Att.1 – Fast Track, or Att. 2 - General ARPA) once\nthe property's market value has been determined.": "true",
    "c) Once the payoff quote is received from the Servicing Office, field staff will issue\nARPA Letter 6 - Subsidy Recapture Borrower Notification within the prescribed": "true",
    "Appendix 12, Page 12 of 16": "true"
  },
  {
    "HB-1-3550": "true",
    "ARPA Processing Checklist Timeframes": "This letter is to provide the applicant an opportunity to review the recapture amount and determine if they will include the amount in the refinance or defer repayment of the subsidy recapture (see HB-2-3550, Chapter 2 for more information on deferral of subsidy recapture). Borrower must return ARPA Letter 6 within 10 business days of issuance.",
    "ARPA Letter 6 Returned": "Once ARPA Letter 6 is returned by the borrower, see applicable ARPA Processing Checklist Attachment for next steps to obligate and issue Form RD 3550-7, Funding Commitment and Notification of Loan Closing.",
    "Non-Purchase Closing Disclosure": "Staff should carefully issue a 'Non-Purchase' Closing Disclosure.",
    "Servicing Office Payoff in ECF": "Once the Servicing Office sends the payoff in ECF, field staff will follow the guidance in the ARPA Processing Checklist for updating ARPA Worksheet & UniFi, obligating in LoanServ and issuance of Form 3550-7, Funding Commitment and Notification of Loan Closing.",
    "Amended Payoff Request": "An Amended payoff request is only needed if the borrower chooses to include the subsidy or the payoff calculation is more than 30-day old, staff should follow the applicable ARPA Processing Checklist (Att. 1 - Fast Track, or Att. 2 - General ARPA).",
    "Closing Stage": "true",
    "Debt to Prior Lien Holder": "If debt to a prior lien holder (as identified on Form RD 1927-8, Agreement with Prior Lienholder) will not be refinanced and the lien stays in place, a new Form RD 1927-8 must be obtained to correspond to the Agency's new loan.",
    "Escrow Account": "Field staff will establish an escrow account in the origination of the new ARPA refinance loan. Field staff will use the current tax and insurance information available in ECF, LoanServ and current tax records. The Servicing Office will complete an escrow analysis on the escrow account on the existing account when completing the payoff. If there is an escrow surplus on the existing escrow account, the Servicing Office will issue the borrower a refund approximately 20 days after the account is paid in full. If there is an escrow shortage on the existing escrow account, the shortage will be included in the payoff provided by the Servicing Office. NOTE: there are specific instructions in the Registration Section of the UniFi Quick References Guide if there are taxes or insurance payments due after the payoff is completed.",
    "502 Borrowers": "502 borrowers (with a term 25-years or greater) must sign a new Form RD 3550-12, Subsidy Repayment Agreement, for the new loan; the original Form RD 3550-12 remains valid for the deferred subsidy recapture. NOTE: the market value listed on the form should be the lesser of the refinance loan amount (P&I, closing costs, repairs, prior liens, etc.), or the property's market value (see Exhibit 1 or 2).",
    "Form RD 1940-43": "Form RD 1940-43, Notice of Right to Cancel must be given at loan closing to any applicant who already holds title to the dwelling being mortgaged.",
    "Loan Less Than $7,500": "If a loan is made for less than $7,500 and no mortgage will be taken, this form does not need to be sent out.",
    "Payoff Calculation Effective Date": "The payoff calculation will be effective the date of closing; however,",
    "SPECIAL PN": "(01-23-03) SPECIAL PN",
    "Revised PN": "Revised (10-19-23) PN 595",
    "Appendix Page": "Appendix 12, Page 13 of 16"
  },
  {
    "HB-1-3550": "HB-1-3550",
    "rescission_rights_days": "3",
    "rescind_loan_days": "3",
    "chapter_paragraph": "Chapter 8, paragraph 8.6 F. 2",
    "form_rd_1940_43": "Form RD 1940-43",
    "rescission_activation_days": "4",
    "servicing_office_days": "6",
    "form_rd_3550_19": "Form RD 3550-19",
    "transmittal_closing_documents": "Transmittal - Closing Documents",
    "rescission_loan": "RESCISSION LOAN",
    "dlos_manual_chapters": "Chapters 5 & 10",
    "loan_amount": "$7,500",
    "repayment_years": "10",
    "task_502": "Task 502",
    "task_502_description": "Field Staff sends to Servicing Office to request appraisal",
    "task_503": "Task 503",
    "task_503_description": "Servicing Office sends to notify Field Office appraisal is completed",
    "task_504": "Task 504",
    "task_504_description": "Field Office sends request to Servicing Office to complete payoff",
    "task_505": "Task 505",
    "task_505_description": "Servicing Office sends to notify Field Office payoff completed",
    "task_506": "Task 506",
    "task_506_description": "Field Office sends to Servicing Office to complete an amended payoff (if borrower includes subsidy or greater than 30-days old)",
    "task_507": "Task 507",
    "task_507_description": "Servicing Office sends to notify Field Office amended payoff completed",
    "appendix_12_issuance": "Appendix 12 issuance",
    "appendix_page": "14 of 16"
  },
  {
    "HB-1-3550": null,
    "Appendix_determining_market_value": null,
    "Note_guidance_in_Appendix_Form_RD_1927-4_Transmittal": "of Title Information now occurs immediately after determining eligibility.",
    "ARPA_Letter_4_Eligibility_revised_disclosure_title": "work will be ordered. If ARPA Letter 4 has previously been issued, Field",
    "Staff_re-issue_ARPA_Letter_4_revised_version_dated": "February 14, 2023.",
    "appraisal_ordered_Task_502_application_continue": "processed using the existing ARPA Processing Checklist (dated prior to this",
    "Appendix_including_appraisal_process": null,
    "Use_revised_checklist_letters_unless_noted_above": "ordered (Task 502)) any applications in process prior to or after the date of this",
    "Appendix_must_follow_guidance_in_Appendix": null,
    "7_Close-out_procedures": null,
    "Applications_addressed_under_Appendix_including_packaged_applications": "must be post-marked, hand delivered, or electronically submitted to a USDA-",
    "Rural_Development_Office_June_30_2023_accepted_refinance": "processing.",
    "Applications_date_stamped_upon_receipt_post-marked": "date if received by mail) in the \"Date Application Received\" field on page",
    "8_Form_RD_410-4_Uniform_Residential_Application_input_Unifi": "Unifi within 3 business days of receipt.",
    "Applications_continue_receive_Priority_3_processing_hardship": null,
    "Applications_not_post-marked_hand_delivered_electronically": "submitted by this deadline will be issued Handbook Letter 15, Standardized",
    "Adverse_Decision_Letter_Attachment_1-C_Adverse_Decision": "Cannot Be Appealed, citing the expiration of the American Rescue Plan Act",
    "budget_authority_per_Fiscal_Responsibility_Act_dated_June_3_2023_7_CFR": "3550.201, under which the Agency has prioritized the acceptance of these",
    "refinance_applications_June_30_2023_Applications_received": "after June 30, 2023 and subsequently denied, must still be input into Unifi and",
    "ECF_tracking_purposes": null,
    "Borrowers_inquire_ARPA_June_30_2023_directed": "the Servicing and Asset Management Office at 1-800-414-1226 for information",
    "available_servicing_options": null,
    "After_June_3_2023_applications_require_funding_obligated_new": "codes tied to regular annual funding using program type codes:",
    "Non-ARPA_Loan_Very_low_1087": null,
    "Non-ARPA_Loan_Low_moderate_1088": null,
    "NOTE_applicant_moderate_income_select_appropriate": null,
    "01-23-03_SPECIAL_PN": null,
    "Revised_10-19-23_PN_595": null,
    "Appendix_12_Page": "15 of 16"
  },
  {
    "HB-1-3550": "true",
    "product_code_reflects_loan_term": "correct loan term for low income",
    "supervisor_override": "click ok",
    "ARPA_Refinance_Loans_obligated": "Loans already obligated should remain under the previous ARPA Program Type Codes (1079, 1080, etc.). If you need to de-obligate funds, you can leave the Program Type Code as is and proceed with your full or partial de-obligation.",
    "potential_pause_allocation_funds": "Due to the potential pause in the allocation of funds at the beginning of FY 2024, ARPA applicants that are not obligated prior to the end of FY 2023 should be counseled that there may be a delay in funding and closing. Funds should be obligated as soon as they are available using the codes above.",
    "ARPA_refinance_loan_does_not_close": "When an ARPA refinance loan does not close due to issues identified on the title work, states should contact the National Office ARPA resource account at SFHARPA@usda.gov to determine whether the Agency may pay for the title work.",
    "effort_ensure_loans_processed": "Every effort should be made to ensure these loans are processed and closed as timely as possible. State Offices should closely monitor loans which have been obligated but not yet closed, as well as applications on hand.",
    "appendix_page": "Appendix 12, Page 16 of 16"
  }
]