{
  "text": "HB-1-3550  \n \n \n \nSECTION  1: OVERVIEW  OF THE  UNDERWRITING  PROCESS  \n6.1 INTRODUCTION  \n \nThe underwriting process  brings  together  the applicant  eligibility  requirements  discussed \nin Chapter 4 and the property requirements discussed in Chapter 5 of this Handbook with the \nloan and subsidy requirements that are discussed in detail in this chapter. By putting all of this \ninformation together, the Loan Originator can determine the applicant’s repayment ability, \nwhether a loan can be approved, and the amount of the loan. This chapter is structured as follows:  \n \n• Section  1 reviews  the concept  of underwriting;  \n• Section  2 describes  loan  terms and  requirements;  \n• Section  3 provides  policies  and procedures  for determining whether  the applicant  is \neligible for payment subsidy and the amount of the subsidy;  and \n• Section  4 provides  policies  and procedures  for underwriting a loan for a specific \nproperty and preparing the loan approval  recommendation. \n \n6.2 WHAT  IS UNDERWRITING?  \n \nThrough the underwriting process, the Loan Originator evaluates an applicant’s \ncircumstances and the condition and value of the property to determine whether making a particular  loan is a prudent  use of funds. Exhibit  6-1 of this Chapter  summarizes  key \nunderwriting decisions.  \n \nUnderwriting has both objective and subjective elements. For example, \nincome  eligibility  is an objective  factor  -- if the applicant’s  income  exceeds  program \nincome limits, the applicant cannot receive a program loan. On the other hand, analyzing an applicant’s credit history and estimating the value of the property both involve  some  degree of judgment. The underwriter’s  challenge is to make both objective  and \nsubjective decisions in a fair and impartial manner for all applicants.  \n \n \n  \n \n \n \n \n \n6-1 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628  \n \n \nCHAPTER  6: UNDERWRITING  THE LOAN  \n \n HB-1-3550  \nParagraph  6.2 What  is Underwriting?  \n \nThe Agency’s underwriting standards and procedures are similar in many respects to \nthose used by private lenders. However, because the Agency’s mission, in part, is to serve home \nbuyers  who are unable  to obtain private  credit,  the underwriting process  differs  in 4 key respects:  \n \n• The Agency’s  criteria for an acceptable credit  history are somewhat  less stringent \nthan those used by private lenders;  \n \n• Agency  loan-to-value  requirements  enable many  applicants  to become homeowners \nwith little or no down payment;  \n \n• In most  circumstances,  the Agency  has the ability  to offer subsidies  that enhance an \napplicant’s ability to repay the loan;  and \n \n• The Agency conducts quality checks on new loans as well as on withdrawn and \nrejected applications to confirm that the Loan Originator complied with the underwriting standards  and procedures.  Refer  to Attachment  6-B of this Chapter  \nfor guidance  on monitoring requirements.  \n \n \n \n6-2 \n \n \n \nExhibit  6-1 \nKey Underwriting  Decisions \nDoes the Applicant Meet Program Requirements?  \nThe applicant  must:  \n•Have  the legal  capacity  to enter  into a loan agreement;  \n•Have  the financial  resources  to repay  the loan;  \n•Have  an acceptable credit  history;  and \n•Meet  the specific  requirements  for participation  in the program,  such as eligibility  based \non income and citizenship  status.  \n•A first -time homebuyer must complete a homeownership education course prior to \nentering  into a contract  to purchase  or construct  a home  for maximum benefit  (or shortly \nthereafter).  \nDoes  the Property  Meet  Program  Requirements?  \nThe property  must:  \n•Meet  Agency  standards  regarding location  and housing quality; \n•Meet  the Agency’s  environmental  review  requirements;  \n•Not have  legal  hindrances  to the borrower’s  ownership of the property;  and \n•Have  sufficient value to  protect  the Agency’s  financial investment  in the property.  \nDoes  “The  Deal”  Work?  \n•Can the Agency  offer loan terms  and conditions  that enable the applicant  to afford  the \nloan?  \n•Is the applicant  willing and  able to meet  the terms  and conditions  the Agency  can offer?  \n \n  \nHB-1-3550  \n \n \n6.3 USING  UNIFI  TO FACILITATE UNDERWRITING  \n \nUniFi automatically completes most of the underwriting calculations discussed in this \nchapter.  However, the Loan  Originator  must  understand how the calculations  are made,  in order \nto enter the correct information into the system and, more importantly, to be able to explain the \nresults to applicants.  \n \n \n   \n \n  \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n  \n \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised ( 06-02-23) PN 583 6-3 \n \n HB-1-3550  \nSECTION  2: LOAN  TERMS AND  REQUIREMENTS  \n6.4 ELIGIBLE LOAN  PURPOSES  AND USES  [7 CFR  3550.52]  \n \nThe Section 502 program is intended to help those who do not currently own adequate \nhousing buy, build, relocate,  rehabilitate,  or improve  a property to use as a principal  residence. \nAll improvements must be on land that, after closing, is part of the security property. Eligible \ncosts are listed below.  \n \nA. Site-Related  Costs  \n \nEligible  site-related  costs  include:  \n \n• Providing a minimum adequate site, as described  in Section  1 of Chapter  5, if the \napplicant does not already own an adequate  site; \n \n• Providing adequate  utilities,  including adequate and safe water  supply and wastewater \ndisposal facilities; and reasonable connection fees, assessments, or the pro rata installment costs for utilities such as water, sewer, electricity and gas; and  \n \n• Site preparation, including grading, foundation plantings, seeding  or sodding, trees, \nwalks, yard fences, and driveways.  \n \nB. Dwelling -Related  Costs  \n \nIn addition to costs  for acquisition, construction, repairs,  or the cost of relocating  a \ndwelling, eligible dwelling -related costs include:  \n \n• Special  design features  or equipment  necessary  because of a physical  disability  of a \nmember of the applicant’s  household;  \n \n• Approved energy saving materials, equipment, or construction methods (heating \nsystems must  use a type of fuel that is commonly used, economical,  and dependably \navailable);  \n \n• Storm  cellars  and similar  protective  structures;  and \n• Purchase and installation  of essential equipment  including range,  refrigerator,  clothes \nwasher and/or dryer, if these items are not included in the sale of the home or are not \nin working order, and if the purchase of these items is not the primary purpose of the loan.  \n  \n6-4\n \n HB-1-3550  \nParagraph  6.4 Eligible  Loan  Purposes  and Uses [7 CFR 3550.52]  \n \nC. Fees  and Related  Costs  \n \nOther  eligible  costs  include:  \n \n• Reimbursement for certain items paid by the borrower outside of closing (i.e. \nearnest money deposit, inspection fees required by the Agency, and the first year’s hazard insurance premium); legal fees; architectural and engineering services; costs of title clearance and loan closing services; the appraisal fee; surveying, environmental and tax service services; personal liability insurance fees under  Mutual  Self-Help  Housing;  and other  incidental  expenses  approved by \nthe Loan Approval Official. F inders’ fees, homeowner association fees, \nplacement fees,  and administrative fees charged to the buyer by the real estate \nagent are not eligible costs;  \n \n• Fees for acceptable homeownership education under 7 CFR 3550.11 provided the fee does not exceed the reasonable costs determined by the State Director. Fees may be added  to the loan amount  in excess  of the area loan limit and the appraised \nvalue  of the house in cases where the borrower requests it be included in the loan;  \n \n• The buyer’s  portion of real estate taxes  that the applicant  must  pay at the time of \nclosing including delinquent taxes on a property owned by the  applicant;  \n \n• Real estate taxes  that become  due during the  construction period on houses  to be built; \n• The borrower’s  share of Social  Security  taxes  and similar  taxes  for labor  hired \nby the borrower in connection with making the planned improvements;  \n• Establishment of escrow  accounts,  including the initial escrow  deposit, for the \npayment of taxes and property insurance premiums;  \n• Payment  of recapture amounts  deferred  by a  former borrower;  \n• Costs  associated  with implementation  of mitigation  measures  to ensure \nenvironmental compliance;  \n \n• For leveraged  loans,  lender  charges  and reasonable  fees related  to obtaining the \nnon- Agency loan; and  \n______________________________________________________________ \n6-5 \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN  628\n \n  \nHB-1-3550  \nParagraph  6.4 Eligible  Loan  Purposes  and Uses [7 CFR 3550.52]   \n \n• Fees to public agencies and private nonprofit organizations that are tax exempt \nunder the Internal Revenue Code for the packaging of loan applications. The charges  must  be reasonable considering the services  provided and the cost of similar \nservices in the same or a similar rural area. The fee cannot exceed the amount listed in Chapter 3, Attachment 3 -A of this Handbook and the package must comply with \nthe requirements outlined in the aforementioned attachment.  \n \nD. Loan  Restrictions  [7 CFR 3550.52(e)]  \n \nAgency loans can be used to finance existing properties that include in -ground \nswimming  pools. However,  in-ground swimming  pools  with  new construction or  with \ndwellings that are purchased new are prohibited.  \n \nAgency  funds  cannot  be used to purchase  or improve  structures  designed for income - \nproducing purposes or income -producing land. Home -based operations such as childcare, \nproduct sales, or craft production that do not require specific features are not restricted.  \n \n6.5 REFINANCING  \n \nIn general,  Agency  funds  should not be used to refinance existing  debt;  however, \nrefinancing is permitted in limited circumstances.  \n \nA. Refinancing  Agency  Debt  [7 CFR 3550.52(c)]  \n \nBorrowers with Agency nonprogram loans (nonprogram assumptions or credit sales) or \ninitial Section 502 program loans with a term less than 25 years are not eligible for payment subsidy. Borrowers with these types of loans may be permitted to refinance if t he borrower is \neligible  to receive a program  loan, the property is program -eligible,  and the borrower  is in danger \nof losing the property due to circumstances beyond the borrower’s control.  \n \nSubject  to the availability  of funds  and Agency  priorities,  Agency  debt including subsidy \nrecapture, may be refinanced as a special servicing option.  When an existing Agency loan is \nbeing refinanced as a special servicing action in the limited circumstances provided in 7 CFR 3550.52 and 3550.201, the household’s adjusted income must not exceed the applicable moderate income limit for the area at the time of loan approval and closing.  \n_______________________________________________________________________________________  \n6-6 \n \n \n \n HB-1-3550  \nParagraph  6.5 Refinancing  \nB. Refinancing  Non-Agency  Debt  [7 CFR3550.52(b)]  \n1. Situations  in Which  Refinancing  is Permissible  \nRefinancing  of non-Agency  debt, except  for debt on manufactured  homes, is \npermissible in 3 circumstances.  \n• Refinancing for an existing home at risk of foreclosure. An applicant who \nowns  a home  but is clearly  unable  to continue  making  payments  and risks  losing \nthe home through foreclosure may be eligible for Agency refinancing if the risk is due to circumstances beyond the applicant’s control. Risk of foreclosure doesn’t  necessarily  mean  that the applicant’s  mortgage  is currently  delinquent;  it \nmeans that foreclosure is a highly likely eventuality because the mortgage payments are no longer sustainable due to circumstances beyond the applicant’s control.  \n• Refinancing for an existing home in need of repairs. Debt on an existing home may be refinanced if the home is in need of repairs totaling $5,000 or  \nmore to correct major deficiencies and make the dwelling decent, safe, and sanitary; and refinancing is necessary for the borrower to show repayment ability.  In such cases  the owner  need  not be at risk of losing the property  through \nforeclosure.  \n• Refinancing for a site without a dwelling. Agency funds may be used to refinance non-Agency  debt on a building site without  a dwelling  if the debt is for \nthe sole purpose of purchasing the site, the applicant is unable to pay the debt, and the applicant is otherwise unable to acquire decent, safe, and sanitary housing. The site must meet the conditions described in Section 1 of Chapter 5 of this Handbook. The Agency loan must include adequate funds to construct a \ndwelling on the site that conforms to the requirements of Section 2 of Chapter 5, of this Handbook and the applicant must occupy the property once it is  \nconstructed.  \n    In any of these circumstances,  a non-Agency  loan, including a Single  Family  Housing \nGuaranteed Loan, can be refinanced only if the Agency will have adequate security. For a  site \nwith an existing dwelling, the applicant must engage the services of a State -licensed inspector to \nperform a whole house inspection and provide statement that the dwelling appears to meet the Agency’s DSS standards as described in Section 2 of Chapter  5 of this Handbook. If there are \nany noted deficiencies that prevent the home from meeting decent, safe, and sanitary standards, the deficiencies must be addressed as part of the loan.  \n________________________________________________________________________ \n6-7 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628  \n \n HB-1-3550  \nParagraph  6.5 Refinancing  \n \n \n2. Eligible  Debt  \nIn general,  Agency  funds  can be used to refinance only debt that was incurred  for eligible \npurposes, as described in Paragraph 6.4 of this Chapter. For applicants who are in danger of \nforeclosure,  Agency funds also may be used to repay a protective advance made by a mortgagee \nfor costs related to the delinquency, such as accrued interest, insurance premiums, real estate tax advances, or preliminary foreclosure  costs.  \n \nThe primary debt to be refinanced must be secured with a lien against the security \nproperty. For  existing  dwellings, but  not for sites  without  a dwelling, short -term or unsecured \ndebts also may be included in the refinancing if refinancing of these debts is necessary to establish  sound repayment  ability,  the debts  were incurred  for purposes  that are eligible  under \nSection 502, and they do not represent a significant portion of the loan. \n \n3. Timing  of the Debt  \n \nIn general, the debt to be refinanced must have been incurred before the application was \nfiled. Costs incurred after the application date, but before loan closing, may be refinanced if: (1) they are incurred  for legal  fees or other  technical  services  related  to the property, or for materials, \nconstruction or site acquisition; (2) the applicant is unable to pay the costs from personal resources or to obtain credit from other sources; and (3) failure to authorize the use of Agency funds to pay such costs would jeopardize the applicant’s ability to repay the loan. The applicant should consult with the Loan Originator before incurring such expenses.  \n \n4. Verification  of Debt  \nTo verify that the debt to be refinanced meets these requirements, the Loan Originator \nshould send Form RD 3550- 30, Verification of Debt Proposed for Refinancing, to each creditor \nwhose  debt is proposed for refinancing.  The form,  which  asks for account  information as well as \na copy of the original debt and security instrument, should be accompanied by a preaddressed, postage -paid envelope (sufficient enough to cover the cost of and large enough to hold the \nmultiple -paged  instruments)  and Form  RD 3550- 1, Authorization to Release Information, which \nauthorized the respondent to release this information. \n \n \n \n \n_______________________________________________________________________________ \n6-8 \n \n \n 6.6 MAXIMUM LOAN AMOUNT  [7 CFR 3550.63]                                                             HB-1-3550 \n \nUnless an exception is granted, a loan \nmay not exceed the area loan limit. The loan \nmay exceed the area loan limit in an amount necessary to cover the appraisal fee, the tax service fee, homeownership education fee, and any required contribution to an escr ow account \nfor taxes  and insurance (excluding the first-year \ninsurance premium).  \nAll area loan limits  are available  online at: \nhttps://www.rd.usda.gov/files/RD -\n \nSFHAreaLoanLimitMap.pdf  \n \nA. Granting  Exceptions  \n \nExceptions to the area loan limit may be \ngranted  on a case-by- case basis  when  the current \nlimit is insufficient to provide adequate housing. \nExceptions may be granted to accommodate the specific needs of an applicant, for example, to serve exceptionally large households or to provide reasonable accommodation for a household member with a disability. Requests for exceptions may be approved by the State Director if the cost of the property will not \nexceed $5,000. \n \nTo request  an exception, the Loan  Originator must fully  document the need  for the \nexception. If approval is granted, the Loan Originator should follow UniFi procedures to override the maximum mortgage limit.  \n \n \n     \n \n    \n \n \n \n6-9 \n(01-23-03) SPECIAL  PN \nRevised  (06-02-23) PN 583 Effects  of the Area  Loan  Limit  \n \nDetermining  if a property  is modest  prior  to ordering  an \nappraisal.  Market  value  is generally  reflective  of the price \nfor a property agreed  upon  between  a willing  and informed \nbuyer and a willing and informed seller and/or contractor under usual and ordinary circumstances when the property is exposed for sale on the open market with reasonable time allowed to find a purchaser. Since the modest determination  must  be made  when the  purchase agreement \nor construction package is submitted, if t he property is \ndeemed modest but the appraised value subsequently comes in higher than the area loan limit - the property will \nstill be considered modest.  \nMaximum Loan Amount. The total amount of the \nAgency  loan,  loans  from  other  sources,  or the applicant’s \nown funds, including but not limited to the value of the \nsite, cannot exceed the applicable area loan limit.  \nCosts of Appraisal or Closing. The loan an applicant receives must not exceed the area loan limit unless the applicant  chooses  to finance the appraisal  fee, tax service \nfee, homeownership education fee, or the initial \ncontribution to fund the escrow account, in which case \nthe loan can exceed the area loan limit by the cost of these items.  \nHB-1-3550  \nParagraph  6.6 Maximum  Loan  Amount  [7 CFR 3550.63]  \nE\nxceptions also can be granted for subsequent loans that may cause the entire \nindebtedness to exceed the area loan limit only if necessary to protect the Government’s \ninterests. The State Director can authorize subsequent loans that exceed the area loan li mits to \naccommodate the cost of necessary  repairs,  reasonable closing costs,  and allowable excess  costs \n(including the appraisal  fee, tax service  fee, homeownership education  fee, and initial deposit to \nfund the escrow account), without authorization from the Deputy Administrator, Single Family Housing, even if the increase exceeds $5,000. \nB.Special  Situations\nTo further ensure that only modest housing is financed,  the maximum loan amount will \nbe limited in the following situations:  \n1.Housing  Other than  Self-Help\n•If the applicant  owns  the building site free and clear  or if an existing  non- Agency\ndebt on the site will not be refinanced with Agency funds, the market value of \nthe lot will be deducted from the area loan limit.  \n•If Agency funds will be used to refinance non-Agency debt on the building\nsite, the equity (market  value minus the debt owed  against  the site) will be \ndeducted from the area loan  limit.  \n•When  the applicant  is purchasing a site  below the market  value,  the difference\nbetween  the market  value and  the sales  price will be  deducted  from  the area \nloan limit.  \n•When  an applicant  is receiving  a housing grant or other form  of affordable  housing\nassistance for eligible loan purposes other than closing costs, the amount of such grants and other affordable housing assistance will be deducted from the area loan limit.  \n2.Self-Help  Housing\nThe maximum loan amount for self-help housing will be determined  by adding the total \nof the market value of the lot (including reasonable and typical costs of site development), the cost of construction, and the value of sweat equity. The total of these factors cannot exceed the area loan limit for the area.  \n6-10\n \n HB-1-3550  \n6.7 LOAN -TO-VALUE (LTV) RATIO [7 CFR3550.63(b)]  \n \nThe LTV ratio is the relationship between the amount to be financed, including all \nleveraged loans  and grants  (where a lien will be taken), and the market  value  of the security  \nproperty. The value  of the property is determined using the appraisal procedures described in \nSection 5 of Chapter 5 of this Handbook. A loan may exceed the LTV limitations discussed in \nParagraphs 6.7 A. and B  of this Chapter . to allow the borrower to finance certain allowable excess \ncosts. For any Agency loan, the amount that can be  financed in excess of the allowable LTV \nincludes the appraisal fee, the tax service fee, homeownership education fee, and the initial \ncontribution to the escrow account.  \nA. Loans  for Existing  Dwellings  (100% LTV)  \nFor existing  dwellings, the LTV  limitation  for a Section  502 loan, plus any other  liens  on \nthe security property, is 100 percent of value plus allowable excess costs.  \nB. Loans  for New  Dwellings  (90-100% LTV)  \nFor loans  on new dwellings,  the permitted  LTV  ratio depends  upon whether  the applicant \nprovides  documentation that the construction quality  is acceptable to the Agency.  If construction \nthat meets the Agency standards can be documented, the LTV limitation is 100 percent of value plus allowable excess costs.  \nIf construction quality  is \nnot adequately documented, loans for new dwellings are limited to 90 percent of the market value plus allowable excess costs.  \nThe following are \nacceptable documentation of \nconstruction quality:  \n• The Agency has \nissued a conditional commitment and inspected  the property,  \nas described  in Section  1 of Chapter  9. \n \n \n \n \n6-11 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 \nExample  - Maximum  Loan  Based  on Loan  to Value  Ratios  \n$50,000  Appraised  Value  \n$51,740  Total Costs  Including:  \n$49,500  \n$ 340 \n$ 1,500  \n$ 400 \nPurchase  Price  \nAppraisal  and Tax servicing \nClosing Costs  \nCosts  to Establish  Escrow  \nIf the allowable LTV is 100%, the maximum loan is $50,740 (the \nappraised  value  plus allowable  excess  costs).  $1,000  of the closing \ncosts must be paid by the borrower in cash.  \nIf the allowable LTV is 90%, the maximum loan is $45,740 (90% of \nthe appraised  value  plus allowable  excess  costs).  $6,000  must  be paid \nby the borrower in cash.  \n \n HB-1-3550  \nParagraph  6.7 Loan -to-Value  (LTV) Ratio  [7 CFR 3550.63(b)]  \n \n• The dwelling is covered by an insured 10- year warranty plan, as described in RD \nInstruction 1924- A, and there is a certificate of occupancy when issued by the local \ngoverning agency. In areas where there is no local authority to issue a certificate of \noccupancy or similar document, the State Office will provide appropriate guidelines for what  will be considered  acceptable documentation of a dwelling’s  or unit’s  livable \ncondition.  \n \n• The loan will be closed  prior  to the start of construction so that the Agency  can \nmonitor the construction following the procedures described in Section 6 of Chapter 5  of this Handbook. \n \n• The new dwelling  is a manufactured  home  that meets  the requirements  set forth  in \nSection 3 of Chapter 9 of this Handbook. \n \n• Applicant  provides  a complete  set of plans  and specifications  and, to demonstrate  that \nthe construction was properly inspected, copies of all construction- phase reports \nprepared by a licensed construction inspector. In the case of properties inspected by the Federal Housing Administration (FHA) or Veterans Affairs (VA), a certification that the dwelling was built in accordance with approved plans and specification may be submitted in l ieu of construction- phase  reports.  \n \nC. Subsequent  Loans  for Necessary  Repairs  \n \nIf necessary to protect the Government's security interest, the Agency may make a \nsubsequent loan that causes the total indebtedness to exceed the market value of the property and/or  the area loan limit.  The excess  amount  cannot  exceed  the cost of the necessary  repairs, \nreasonable closing costs, and allowable excess costs. The Loan Originator should review the status of the borrower’s account in LoanServ and coordinate with the Servicing and Asset Management Office (Servicing Office) as necessary.  \n \nD. Subsequent  Loans  for Closing  Costs  Only  \n \nWhen  the Agency  makes  a subsequent  loan to a program  borrower  for closing costs  only \nat the time of the sale of an REO property or a property transfer and assumption, total indebtedness may exceed the market value and/or the area loan limit by up to 1 percent, plus allowable excess costs.  \n \n \n_______________________________________________________________________________  \n6-12 \n \n HB-1-3550  \nParagraph  6.7 Loan -to-Value  (LTV) Ratio  [7 CFR 3550.63(b)]  \n \nE. Refinanced  Loan  for Existing  Agency  Borrower  \n \nWhen the Agency refinances an existing Agency loan, including those refinanced as a \nspecial servicing action (subject to the availability of funds and Agency priorities) such as at the \nend of a moratorium, the loan may exceed the market value of the property and/or the area loan limit only as necessary  to cover  the borrower's  outstanding indebtedness, closing costs  associated \nwith the new loan, and allowable excess costs. Directives will be provided for usage of this option as Agency priorities are determined.  \n \nF. Affordable  Housing  Products  \n \nIn those  cases  where  a junior  lien is a soft, silent or forgivable  subordinate  affordable \nhousing product, the loan to value ratio may exceed the market value provided:  \n \n• Agency is in the senior lien position and the Agency loan is fully secured (with allowable  exceptions  for the tax service fee, appraisal  fee, homebuyer  education, \nand initial escrow for taxes and insurance);  \n• The junior  lien is  for an  authorized loan purpose  identified  in § 3550.52; and  \n• The grant  or forgivable  affordable  housing product  comes  from  a recognized \ngrant source such as a Community Development Block Grant or a Home Investment Partnerships Program (HOME).  \n \nOnly affordable housing products that result in a lien against the property need to be \nconsidered  in evaluating  the loan to value ratio.  Grants  and similar  funding that do not result  in a \nlien and are not required  to be paid  back  should not  be considered  in evaluating  the loan  to value \nratio.  \n \n6.8 REPAYMENT  PERIODS  [7 CFR 3550.67]  \n \nLoans  must  be scheduled  for repayment  over a period that does not exceed  the useful \nlife of the property. The standard maximum loan  term for most Section 502 loans is 33 years.  \n    \n__________________________________________________________________ \n6-13 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628  \n \n HB-1-3550  \nParagraph  6.8 Repayment  Periods  [7 CFR 3550.67]  \nA. Exceptions  to the Standard 33-Year Maximum  Term  \n \nRepayment  may be scheduled  over  a 38-year term for:  \n \n• Initial loans, or subsequent loans made in conjunction with an assumption, if the \napplicant’s  adjusted  income  does not exceed  60 percent  of the applicable area median \nincome and the longer term is necessary to show repayment ability;  and \n \n• Subsequent loans not made in conjunction with an assumption, if the borrower’s \ninitial loan was for a period of 38 years,  the borrower’s  adjusted  income  at the time \nthe subsequent loan is approved does not exceed 60 percent of the applicable area \nmedian income, and the longer term is necessary to show repayment ability. \n \nA 38-year term offered with the Form RD 1944- 59, Certificate of Eligibility (COE) must  \nnot be reduced to a 33- year term  if the purchase price is lowered  after COE issuance, unless the \nlower term is requested by the applicant and the applicant can afford payment s at the lesser \nterm.   Otherwise, t he term will only be reduced by the Agency  when the  type of  property  being \npurchased changes  to m anufact ured housing.  Manufactured homes are eligible for a maximum \nloan term of 30 years.   \n \nThe repayment  period is  limited  to a maximum of  10 years  for loans  under  $24,000, and \nfor unsecured loans as described in Chapter 5 Paragraph 5.12 A  of this Handbook. Loans under \n$24,000 should first be considered at 10 years;  however,  a longer  term may be used when  \nnecessary  to show  repayment ability.   \n \nB. Effect  of Repayment  Period  on Payment  Subsidy  \n \nLoans  may  be approved for less than  the maximum period. However,  before  approving a \nloan with a payment term that is less than the maximum period, the Loan Originator should consider the effect this may have on any payment subsidy for which the applicant may be eligible. Because a shorter loan term could require the Agency to contribute a higher payment subsidy, an applicant with an initial loan term of less than 25 years cannot obtain payment subsidy. An applicant  may receive payment  subsidy on a secured  subsequent  loan with a term of \nless than 25 years if the initial loan had a term of 25 years or more. Section 3 of this chapter provides additional information about payment subsidies.   \n____________________________________________________________________________________  \n6-14  \n \n       HB -1-3550  \n6.9 INTEREST RATES  [7 CFR 3550.66]  \n \nA. Note  Rates  \n \nThe note rate is the interest rate shown in the promissory note. Exhibit B of RD  \nInstruction  440.1 provides current  interest  rates  for program and nonprogram loans. For program \nloans, the note rate used for the promissory note must be the lower of the Rural Housing (RH) \n502 very low or low- income  limit interest  rates  in effect  at loan approval and obligation of funds \nor at loan closing. \n \nFor non- program  loans, the non- program  rate in effect  at loan  approval must be used  for \nthe promissory note. For program and non- program loans, the date the loan was approved must \nbe the same date the loan was obligated in LoanServ. \nB. Subsidized Rate  \n \nAs described in Section 3 of this \nChapter , borrowers who qualify may receive \npayment subsidies based upon a lower interest rate. The subsidized rate does not affect the promissory note. Instead, a separate agreement  \nis executed annually (or more often if the \nsubsidy amount changes) to document the amount of payment subsidy provided. \n6.10 USE  OF ASSETS [7 CFR3550.64]  \n \nA. Asset  Limits  \n \nApplicants with assets  in excess  of established  limits  must use those  assets  for a down \npayment or other costs associated with the purchase of the property. Section 2 of Chapter 4 of this Handbook discusses assets in detail. Applicants may choose to use assets that fall below the established limits toward the purchase, even though they are not required to do so. \n \n• Nonelderly applicants must use nonretirement assets  in excess  of $15,000 toward  the \npurchase of the property. \n \n• Elderly  applicants  must use nonretirement assets  in excess  of $20,000 toward  the \npurchase of the property.  \n_________________________________________________________________________________  \n6-15 \n \n(01-23-03) SPECIAL P N \nRevised ( 11-06-24) PN 628  Example  - Effect  of Interest  Rate  and Repayment \nPeriod on Monthly Payments  \nLoan  Amount  Loan  Term  Monthly  Payment  \n$50,000  @ 7% 33 years  $324.05  \n$50,000  @ 7% 38 years  $313.79  \n$50,000  @ 1% 33 years  $148.29  \n$50,000  @ 1% 38 years  $131.84  \n \n \n HB-1-3550  \nParagraph 6.10 Use of Assets [7 CFR 3550.64]  \nB. Eligible  Uses  of Assets  \n \nEligible  uses for excess  assets  or assets  the \napplicant  has elected  to contribute  include  making \npayments to:  \n \n• Reduce the  principal  balance;  \n \n• Increase purchasing capacity  when \ncombined with the  applicant’s qualifying \nloan amount , when there is no additional \nrisk layering and  payment shock does not \nexceed 100% . The total of the down \npayment and loan amount does not \nexceed the market  value  or area loan \nlimit.  (See Paragraph 6.6  of this Chapter  \nfor guidance on exceptions to exceeding the area loan limit) ;  \n \n• Pay architectural,  engineering, inspection, \nor testing fees related to new construction or repairs;  \n \n• Establish  the escrow  account  for taxes  and \ninsurance;  \n \n• Pay closing costs  and related  fees; \n \n• Reduce non-housing debts;  \n \n• Contribution to a retirement  asset;  or \n \n• Purchases  not considered  a net family  asset  (Chapter 4, Exhibit  4-3 of this Handbook).  \n \n \nC. Ineligible  Uses  of Assets  \n \nIf an applicant  has excess  assets,  those  assets  cannot  be used for purposes  other  than \nthose listed in Paragraph 6.10 B  of this Chapter . \n \n \n \n \n \n6-16 \n \n \n  Required  Down  Payment  \n \nIf an applicant was issued a Certificate of Eligibility  \nthat listed a required down payment and they \nsubsequently spend or dispose of those funds for \nineligible loan purposes and now no longer have assets \nsufficient to cover  the required  down payment,  the Loan \nApproval Official will re -evaluate eligibility at the time \nof approval or denial. If the applicant is no longer eligible, the reasons for denial will include  Chapter 1,  \nAttachment 1 -B of this Handbook with appeal rights.  \n \n HB-1-3550  \n \nSECTION  3: PAYMENT  SUBSIDIES  [7 CFR  3550.68]  \n6.11 AN OVERVIEW  OF PAYMENTSUBSIDIES  \n \nThe Agency uses payment subsidies to enhance an applicant’s repayment ability for \nSection 502 loans. UniFi calculates the applicant’s payment subsidy. The sample calculations \nprovided in this section  are intended to help the Loan  Originator  understand how the calculation \nworks so that it can be explained to the applicant.  \n \nA. Three Types  of Subsidy  \n \n1. Interest  Credit  \n \nA borrower who initially received subsidy in the form of interest credit can continue \nto do so as long as the borrower  remains  eligible  and continuously receives  interest  credit \nassistance.  Subsequent  loans  to these borrowers  should be  subsidized with  interest  credit. \nParagraph 6.13 of this Chapter  describes the method for calculating subsidies using the \ninterest credit method.  \n \n2. Payment  Assistance  Method  1 \n \nA borrower  currently  receiving  payment  assistance  using payment  assistance method \n1 will continue to receive it for the initial loan as the borrower is eligible for payment assistance method 1. However, if a borrower receiving payment assistance method 1 receives a subsequent loan, payment assistance method 2 will be used to calc ulate the \nsubsidy for the initial loan and subsequent loan. Paragraph 6.12 B  of this Chapter  describes \nthe method for calculating subsidies using payment assistance method 1.  \n \n3. Payment  Assistance  Method  2 \n \nAll other  eligible  applicants  will receive payment  assistance method 2. This includes:  \napplicants who receive new initial loans; borrowers obtaining subsequent loans who qualify for payment subsidy, but who are not currently receiving interest credit; and applicants  who assume  loans  under  new rates  and terms.  Borrowers  who  cease  to receive \ninterest credit or payment assistance method 1 for 6 months or more will receive payment assistance method 2 if they subsequently begin to receive payment subsidies. Paragraph  6.12 A of this Chapter  describes  the method for calculating  payment  assistance  \nmethod 2.  \n \n   \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 6-17 \n \n HB-1-3550  \nParagraph 6.11 An Overview of Payment Subsidies  \nB. Applicant  Eligibility  \n \n1. Income Eligibility  \n \nApplicants who obtain loans on nonprogram terms are not eligible for payment \nsubsidies. To be eligible for an initial loan at the time of origination, an applicant must \nbe income -eligible  for the Section  502 loan -- that is, have  adjusted  income  that does not \nexceed the applicable low -income limit at the time of loan approval and the applicable \nmoderate- income limit at the time of loan closing. When an existing Agency loan is \nbeing refinanced as a special servicing action including, but not limited to, foll owing a \nmoratorium, the househo ld’s adjusted income must not exceed the applicable moderate \nincome limit for the area at the time of loan approval and closing.  Initial approval of \npayment subsidy for borrowers who become eligible after loan closing is the responsibility of the Servicing Office. A borrower who is receiving payment subsidy can continue to receive it, even if their income exceeds the moderate income limit, as long as their subsidized rate does not exceed the note rate.  \n2. Occupancy  Requirement  \n \nTo be eligible  to receive a payment  subsidy, the applicant  must  occupy the dwelling \nas their principal residence, unless during the term of the loan the Agency determines that the dwelling is uninhabitable or that the borrower may be absent temporarily from the property for reasons acceptable to the Agency, such as seasonal or mi gratory \nemployment, military call- ups, or hospitalization. A dwelling is considered a principal \nresidence when physically occupied by the owner on a permanent basis (i.e. lives ther e \nfor the majority of the year and is the address of record for such activities as Federal income tax reporting, voter registration, occupational licensing, etc.).  \n \nC. Loan  Requirements  \n \n1. Loan  Term  \n \nFor an applicant to be eligible for a payment subsidy, initial loans and subsequent \nloans made in conjunction with a new rates and terms assumption must have a term of at \nleast 25 years. Borrowers can receive a payment subsidy for a subsequent loan not made \nin conjunction with an assumption with a term of less than 25 years,  if the initial loan had \na term of at least 25 years.  \n \n2. Type  of Loan  \n \nTo receive payment  subsidy, the loan must  be made on program  terms  and must  be \nsecured by a mortgage on the property.  \n \n_______________________________________________________________________________________  \n6-18\n \n HB-1-3550  \nParagraph  6.11 An Overview  of Payment  Subsidies  \n \nD. Annual  and Interim  Reviews  \n \nSubsidy agreements are effective for a period not exceeding 24 months. For \nagreements that exceed 12 months, an annual review is conducted by the Servicing \nOffice to determine whether the borrower is eligible to continue to receive payment subsidies. Annual  and interim reviews  of borrowers  receiving  payment  subsidies  are the \nresponsibility of the Servicing Office. Borrowers who receive payment subsidies must notify the Agency if any adult household member changes or obtains employment, the \nhousehold composition changes, or if income increases by more than 10 percent.  \nBorrowers  may report  other  changes  that would result  in increased  payment  subsidies. \nThe review period may be different in certain circumstances. Borrowers receiving \npayment assistance via method 1 with adjusted incomes above 80 percent of the \napplicable adjusted  median  income  will pay  the Equivalent  Interest  Rate (EIR)  for the \nappropriate income contained in Chapter 4 , Exhibit 6- 4 of this Handbook.  \n \n1. Self-Employed  Applicants  \n \nFor a self -employed applicant, the initial payment subsidy agreement will run from \nthe effective date to 3  months after  the end of the applicant’s  business  fiscal year, but  not \nmore than a 12- month period. This will allow subsequent agreements to coincide with \nthe applicant’s  business  fiscal  year,  with a 3-month overlap, to provide  sufficient  time for \nthe applicant to supply verification of the previous year’s income.  \n \n2. Unemployed  Applicants  \n \nFor an applicant  receiving  unemployment  benefits, the agreement  will be effective for \nthe period during which the applicant will receive unemployment benefits, or, if the \nperiod is unknown, no longer than 6 months. The expiration date of the agreement will \nbe established by the Loan Originator.  \n \n3. Annual  Payment  Borrowers  \nFor an applicant currently paying an annual installment who receives a subsequent \nloan, the initial payment subsidy agreement, including the subsequent loan, will be in effect until the next January 1st. \n \n___________________________________________________________________________________  \n6-19 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628\n \n HB-1-3550  \nParagraph 6.11 An Overview of Payment Subsidies  \nE. Recapture  Requirement  \nBorrowers  are required  to repay  all or a portion of the payment  subsidy received  over the \nlife of the loan when the title to the property transfers or when the borrower ceases to meet the \noccupancy requirement described in Paragraph 6.11 B. 2 of this Handbook. The borrower must sign Form RD 3550- 12, Subsidy Repayment Agreement, at the time of loan closing for existing \nproperties, when a construction loan is converted to a permanent loan, or whenever the borrower qualifies for payment subsidy for the first t ime. \nThe amount to be recaptured is determined by a calculation specified in the borrower’s \nsubsidy repayment agreement and is based on the borrower’s equity in the property at the time of loan pay off. If there is no equity based  on the recapture calculation,  the amount  of principal \nreduction attributed to subsidy is not collected. The recapture calculation includes the amount \nof principal reduction attributed to subsidy plus the lesser of:  \n• The amount  of subsidy received; or  \n• A portion of the value appreciation of the property subject to recapture. In order \nfor the value appreciation to be calculated, the borrower will provide a current appraisal, including an appraisal for any capital improvements, or arm’s length sales  contract  as evidence of market  value upon Agency  request.  Appraisals  must \nmeet Agency standards.  \n \n6.12 CALCULATING  PAYMENTASSISTANCE  \nA. Payment  Assistance  Method  2 \nThe amount  of payment  assistance granted  is the lesser  of the difference between:  \n• The annualized promissory note installments for the combined RHS loan and \neligible  leveraged  loans  plus the cost of taxes  and insurance  less 24 percent  of the \nborrower’s adjusted income, or \n• The annualized  promissory  note installment for the RHS  loan less amount  the \nborrower  would pay if the loan were  amortized  at an interest  rate of 1 percent.  \nBorrowers  receiving  payment  assistance method 2 must  pay the greater  of: \n• A payment  to RHS  based  on 24 percent  of their adjusted  annual  income  less the \namortized payment for the eligible leveraged loan less the cost of taxes and insurance; or  \n• A payment  to RHS  based  on an interest  rate of 1 percent  plus the amortized \npayment for the eligible leveraged loan plus the cost of taxes and insurance.  \n \nAn eligible  leveraged  loan is a loan with payments  amortized  over a period of not less \nthan 30 years and an interest rate that does not exceed 3 percent.  \n \n6-20 \n  \n \n HB-1-3550  \nParagraph 6.12 Calculating Payment Assistance  \n \nB. Payment  Assistance  Method  1 \n \nThe amount  of payment  assistance  granted  is the difference between  the installment due \nat the promissory note rate and the amount the borrower must pay based upon income. \nBorrowers  receiving  payment  assistance method 1 must  pay the greater of : \n \n• A floor  payment  calculated  as a percentage of adjusted  income,  less the cost of taxes \nand insurance; or  \n \n• The loan payment  amortized  at the applicable  EIR. \n \nBorrowers  who receive leveraged  loans  are not subject  to floor  payments. Exhibit  6-3 of \nthis Chapter provides a sample payment assistance method 1 calculation.  \n \n1. Establishing  the Floor  Payment  \n \nThe floor  payment  is a minimum percentage of adjusted  income  that the borrower  must \npay for Principal, Interest, Taxes, and Insurance (PITI).  \n \n• Very  low-income  borrowers  must  pay a minimum of 22 percent.  \n \n• Low-income  borrowers  with adjusted  incomes  below  65 percent  of the applicable \nadjusted median income must pay a minimum of 24 percent.  \n \n        \n6-21 \n \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628  \n \n \nExhibit  6-2 \nSample  Payment  Assistance  Method  2 Calculation  \nThe Jones  family  wishes  to purchase a home  for $90,000.  They  have  been  approved  for a $60,000 loan from  RHS \nand a $30,000 Affordable Leveraged Loan.  \nThe family’s  adjusted  income  is $23,000;  monthly  taxes  and insurance  are estimated  at $150/month.  \n(1) Calculate  the combined Annual  Payment  at the Note  Rate plus Taxes  and Insurance  less 24% of the Adjusted \nAnnual Income (AAI).  \n-$460  \n$166  \nInsurance  (PITI  at Note  Rate) \nAAI ($23,000 X 24%)  \nTotal  Monthly  Subsidy  \n(2) Calculate  the annualized  RHS  note installment  less the annualized  1% installment.  \nPAYMENT  SUBSIDY  WILL  BE THE  LESSER  OF (1) OR (2). \n$166  \n Monthly  Subsidy  \nCalculate  Monthly  Installment(P&I)   \n     \n \n \n Principal  Amount  Payment  Period  Note  Rate \nRHS  Loan  $60,000  33 years  6.0%  \nAffordable  Leveraged  Loan  $30,000  30 years  3.0%  \n \n   \n \n$349  RHS  Loan  ($60,000  @ 6% for 33years)  \n$127  Affordable  Leveraged  Loan  ($30,000  @ 3% for 30 years)  \n$150  Estimated  Monthly  Taxes  and Insurance(T&I)  \n$626  Combined  Principal,  Interest,  Taxes  and \n  \n \n \n \n$349  RHS  Monthly  Note  Installment  \n-$178  RHS  1% Payment  ($60,000  @ 1% for 33years)  \n$171  Total  Monthly  Subsidy  \n  \n \n   \n \n$460  24% of AAI \n-$127  Affordable  Leverage  \n-$150  T&I \n$183  Total  Monthly  P&I Installment  HB-1-3550  \nParagraph 6.12 Calculating Payment Assistance  \n__________________________________________________________________________________  \n6-22 \n \n \n \nExhibit  6-3 \nSample  Payment  Assistance  Method  1 Calculation  \nThe Jones  family  has received  payment  assistance  method 1 on their initial loan since  it was approved.  They  have \nrecently been approved for a subsequent loan to make needed repairs.  \nThe following  financial  information  is needed  to calculate  the payment  assistance.  \nThe family’s  Adjusted  Annual  Income  is $23,000.  The Adjusted  Median  Income  is $36,500.  \n(1) \n(2)Calculate  the Floor  Payment  for PI* \n24% Floor  payment  percentage for applicant  @ 63% of median  income  \n$460 Floor  payment  for PITI*  ($23,000 ÷ 12 months  x 0.24)  \n$310 Floor  payment  for PI* ($460  - $150  for taxes  and insurance)  \n(3)Calculate  the Payment  at the EIR* \n4% EIR*  for applicant  at 63% of median  \n(4) \n* PI = Principal  and Interest.  \nPITI =  Principal,  Interest,  Taxes,  and Insurance \nEIR =  Equivalent Interest  Rate  \n     \n \n \n \n Principal  Amount  Repayment  Period  Note  Rate \nInitial  Loan  $60,000  33 Years  7% \nSubsequent  Loan  $30,000  33 Years  6% \n \n \n$23,000  Adjusted  income  \n63% Percent  of adjusted  median  ($23,000  ÷$36,500)  \n$150  Monthly  taxes  and insurance  \nCalculate  the Payment  at the Note  Rate \n$389  Initial  Loan  payment  at the note rate (amortized  amount  for $60,000  @ 7% for 33 years)  \n$174  Subsequent  Loan  payment  at the note rate (amortized  amount  for $30,000  @ 6 % for 33 years)  \n$563  Total  \n \n \n     \n \n$273  Initial  Loan  payment  at the EIR (amortized  amount  for $60,000  @ 4% for 33 years)  \n$137  Subsequent  Loan  payment  at the EIR (amortized  amount  for $30,000  @ 4% for 33 years)  \n$410  Total  Payment  at EIR \nCompute  Monthly Payment  Assistance  \n$563  Payment  at the note rate (combine  initial  and subsequent  loans)  \n-$410  Required  payment  is the greater  of (2) or (3) \n$153  Monthly  payment  assistance  \n \n \n  \n \nLow-income borrowers with adjusted  incomes  between  65 and 80 percent  of the \napplicable adjusted median income must pay a minimum of 26 percent. \n Paragraph 6.12 Calculating Payment Assistance  HB-1-3550  \n_________________________________________________________________________________________  \n6-23 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628 \n \n HB-1-3550  \nParagraph 6.12 Calculating Payment Assistance  \n2. Calculating  the Payment  at the EIR \n \nThe EIR is determined by comparing the applicant’s adjusted income to the applicable \nadjusted median income for the area in which the security property is located. The payment at \nthe EIR  is calculated by  amortizing  the loan using the applicant’s  loan amount, the  term of  the \nloan, and the EIR for which the applicant qualifies. Exhibit 6- 4 of this Chapter provides the \nEIRs to be used.  \n \nExhibit 6 -4 \nEquivalent  Interest  Rates  \nUse the equivalent  interest  rate for the income  range  applicable  to \nthe applicant’s adjusted income.  \nAdjusted  Median \nIncome Range  Equivalent \nInterest  Rate*  \n0%-50% 1.0%  \n50.01% -55% 2.0%  \n55.01% -60% 3.0%  \n60.01% -65% 4.0%  \n65.01% -70% 5.0%  \n70.01% -75% 6.0%  \n75.01% -80% 6.5%  \n80.01% -90% 7.5%  \n90.01 -100%  8.5%  \n100.01% -110%  9.0%  \n110.01% -greater  9.5%  \n* EIR can never  exceed  the note rate. \n \n6.13 CALCULATING  INTEREST CREDIT  \n \nThe amount  of interest  credit  granted  is the difference  between  the installment due at the \npromissory note rate and the amount the borrower must pay. \n• 20 percent  of adjusted  monthly income,  less the cost of taxes  and insurance;  or \n• A loan payment  reflecting  the loan amount  amortized  at an interest  rate of 1 percent. \nExhibit 6- 5 provides a sample interest credit  calculation.  \n__________________________________________________________________________________  \n6-24 \n \n HB-1-3550  \nParagraph  6.13 Calculating  Interest  Credit  \n \nExhibit  6-5 \nSample  Interest  Credit  Calculation  \nThe Joneses have received an interest credit subsidy on their initial loan since it was \napproved and have  recently  been  approved for a subsequent loan to make needed  repairs. \nThe terms of the 2 loans are as follows:  \n \n Principal  Amount  Payment  Period  Note  Rate \nInitial  Loan  $60,000  33 years  7.0%  \nSubsequent  Loan  $15,000  33 years  6.5%  \nThe family’s  adjusted  income  is $22,000; monthly taxes and insurance are estimated  at \n$90/month.  \n(1) Calculate  the Annual Payment  at the Note  Rate \n$389  Initial Loan  (Amortized  amount for $60,000 @ 7% for 33years)  \n$ 92 Subsequent Loan  ($15,000 @ 6.5% for 33years)  \n$481  Total  \n(2) Calculate  the Minimum  Payment  for Principal  and Interest  \n$367  Minimum amount for PITI*  ($22,000 ÷ 12 months x0.20)  \n$277  Minimum amount for PI* ($367 - $90) \n(3) Calculate  the Required  Payment  at 1 Percent  \n$222  Monthly payment  at the subsidized  rate ($75,000 @ 1% for 33years)  \n(4) Compute  Monthly  Interest  Credit  \n$481  Monthly payment at the note rate \n-$277  Required payment is the greater  of (2) or (3) \n$204  Monthly payment  subsidy  \n* PI = Principal  and Interest  \nPITI = Principal,  Interest,  Taxes,  and Insurance \nEIR =  Equivalent Interest Rate  \n \n  \n \n   \n__________________________________________________________________________  \n6-25 \n  \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628\n \n \n HB-1-3550  \n \n \nSECTION  4: UNDERWRITING  A LOAN  FOR  A SPECIFIC  PROPERTY  \n \n6.14 APPROVING  A SPECIFIC  PROPERTY  \n \nUnderwriting for a specific  property begins  after the applicant  has been  determined \neligible and submits information about the property. \n \n• Applicants who do not currently own the property must submit an option or \nsales  contract.  The sales  contract  must  specify  whether  the purchaser  or seller \nwill be paying for the inspections and certifications. \n \n• Applicants who already own the property must submit evidence of ownership as \ndescribed  in Paragraph  5.11, a legal  description, and a property survey showing all \nstructures on the site.  \n \nIf the property appears to be acceptable (refer to Chapter 5, Paragraph 5.17 B  of this \nHandbook for additional guidance), the Loan Originator requests an appraisal of the property. If the property is not acceptable, the Loan  Originator  must  notify the applicant  and provide  a new \nForm  RD 1944- 59, Certificate of Eligibility.  \n \n6.15 FUNDS  AVAILABLE  FOR  CLOSING  \n \nIf the applicant must pay for closing costs that cannot be financed or  plans to make a \ndown payment  (see Paragraph 6.10 B  of this Chapter ), the Loan Originator must obtain complete \ncopies of the borrower’s two most recent consecutive bank statements to ensure that the applicant has sufficient funds to pay the required costs or  can demonstrate that the funds will be \navailable before closing. If additional  funds  are to be received  from  an outside  source, the Loan  \nOriginator must ensure that the applicant has completed Form RD 3550- 2, Request for \nVerification of Gift/Gift Letter, to certify that the additional funds will not need to be repaid.  \n    \n__________________________________________________________________________ \n6-26 \n  \n \n \n \n \n \n  \n \n  \nHB-1-3550  \n6.16 CALCULATING  THE  APPROVABLE  LOAN AMOUNT  \n \nOnce the Loan Originator verifies and enters all applicable applicant information and \nreceives the appraisal, then UniFi can be used to determine whether the applicant appears to \nqualify for the needed  loan  amount, and  if not, determine  whether  there are  ways  to make the \nloan feasible.  \nA. Calculating  the Approvable  Loan  at Standard  Terms  \n \nOnce the required  information is entered,  the worksheet  automatically  computes  the PITI \nand TD ratios, determines whether the applicant is eligible for a payment subsidy and the amount, and determines whether the applicant can afford the selected property using standard loan terms. If UniFi indicates that the loan can be approved, the Lo an Originator should prepare \nthe loan approval package, as described in Paragraph 6.17 of this Chapter . \n \nB. Working with  Applicants  Who Do Not Qualify  Using  Standard Terms  \n \nIf the applicant  cannot  be approved for a loan using standard  terms,  the Loan  Originator \nshould determine whether any of the adjustments described below are possible. If any of the adjustments make the loan feasible, the Loan Originator should prepare the loan approval package, as described in Paragraph 6.17 of this Chapter . \n \n1. Possible  Applicant  Actions  to Make a Loan  Feasible  \n \nThe Loan Originator should discuss with the applicant options for enhancing their \nability  to obtain Agency  financing including:  (1) identifying additional  parties  to the note;  \n(2) seeking down payment assistance or other assistance programs to supplement the Agency  loan;  (3) providing an additional  down payment  to reduce the principal  amount \nof the loan; (4) seeking a less expensive dwelling; or (5) obtaining leverage funds with terms more favorable than available from the Agency. \n \n2. Possible  Agency  Actions  to Make a Loan  Feasible \n \nThe Loan Originator  should first  consider any compensating  factors,  as described in \nChapter 4 Paragraph  4.24 A of this Handbook, that have  not yet been  considered  and \ndoes not result  in multiple  risk layering. The Loan Originator should then recompute the \nloan using a 38- year term provided the applicant’s income qualifies for a 38 -year loan.   \nA Certificate of E ligibility  issued for a 38- year term  must not be reduced to a 33- year \nterm if the purchase price is lowered after COE issuance, unless the lower term is requested by the applicant and the applicant can afford payment s at the lesser term.  \nOtherwise, the term will only be reduced by the Agency when the type of property being purchased changes to manufactured housing.  Manufactured homes are eligible for a maximum loan term of 30 years.  \n \n6-27 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 \n \n HB-1-3550  \nParagraph  6.16 Calculating  the Approvable  Loan  Amount  \n \nIn the case of a subsequent loan, the Agency may authorize reamortization of the \ninitial loan if the borrower  cannot  reasonably  be expected  to meet  installment payments \nunless the account is reamortized. The Loan Originator should consult with the \nServicing Office to determine whether reamortization is appropriate.  \n \n6.17 APPROVING  CREDIT  \n \nThe results  of the underwriting analysis  are summarized  on UniFi’s  Eligibility  Summary.  \nThe Eligibility  Summary  must  be signed, dated,  and filed in the applicant  case file, and must \nreflect the verified applicant and property information at the time of loan underwriting.  \n \nIf the results of the analysis indicate that the applicant’s loan is feasible, the Loan \nOriginator should recommend that it be approved. Before forwarding the case file, the Loan Originator should review it to ensure that all documentation required for approval as listed in Attachment  3-G is included. The Loan  Originator  also should reconfirm  that the documentation \nin the case file demonstrates that: \n \n• The applicant  is eligible,  as described  in Chapter  4; \n \n• The property is  eligible,  as described  in Chapter  5; and \n \n• The loan is feasible at  approvable  loan terms,  as described  in this chapter.  \n \nWhen the Electronic Case File (ECF) is complete,  the Loan Originator will inform the \nLoan Approval Official the file is  ready for review and decision. Refer to Attachment 3 -G for \nguidance  on the documentation required  prior to loan approval. The Loan  Approval  Official  is \nresponsible  for all underwriting exceptions  within  their authority (or obtaining higher  level \nauthority)  and determining  loan approval  or denial.  To ensure  adequate separation  of duties, the \nLoan  Approval  Official  must  be different  than the Loan  Originator  for the subject  application.  \n \nIf a Loan  Approval  Official’s  first year loan delinquency exceeds  the national  new loan \ndelinquency rate,  they are required  to use the Underwriting, Pre-Closing, and Compliance  Tool \n(which can be found in SharePoint) as part of their review and decision of Section 502 loans. \nHousing Program  Directors  are responsible  for monitoring the required  use of this tool (as well \nas new loan delinquencies), and the National Office will monitor use of the tool as well. \n \n \n__________________________________________________________________________  \n6-28 \n \n  \n \n \n HB-1-3550  \nAttachment  6-A \nPage  1 of 1 \n \nATTACHMENT  6-A \n \n \n \n   \n \n \n \n \n \n \n  \n \nReserved  for Future  Agency  Use \n  \n \n \n \n \n \n \n \n  \n \n   \n \n \n \n \n  \n \n \n \n \n \n \n \n  \n HB-1-3550  \nAttachment 6 -B \nPage 1 of 8  \n \nATTACHMENT  6-B \n \n LOAN QUALITY REVIEW   \n \nQuality  loan underwriting ensures  that the Agency  properly and prudently uses funds and \ncontributes to reducing the first- and second- year delinquency rates, when coupled with \nhomeownership education. \n \nI. State  Office  Monitoring  \n \nState Offices must periodically conduct quality checks on new loans, as well as on \nwithdrawn and rejected applications, for each Field Office to confirm that the Loan Approval \nOfficial  complied  with the underwriting standards and procedures.  A minimum of one first year \nloan, one withdrawn, and one rejected application, or five percent of loans in each of these categories (whichever is greater) will be reviewed for each Loan Approval Official at least \nannually using the questions in item IV. of this attachment. A Sta te Office Summary of these \nreviews (item III. of this attachment) will be submitted to National Office at SFHDIRECTPROGRAM@usda.gov\n for the prior fiscal year no later than December 31st. \nStates who are scheduled for an Internal Compliance Review (ICR) will not be \nrequired  to complete  the 6- B, Loan  Quality  Review,  within  the fiscal  year in which  the ICR is \nbeing conducted. \n \nII. National Office  Monitoring \n \nThe National Office will hold a teleconference with State Offices to discuss their \nsubmitted  review  results  and actions  they have or will take to address  noted underwriting \nweaknesses or trends.  \n \n    \n \n     \n \n(01-23-03) SPECIAL  PN \nRevised  (06-02-23) PN 583\n  \n HB-1-3550  \nAttachment  6-B \nPage 2 of 8  \n \nIII. State  Office  Summary  \n \nDate:    \nState:    \nState’s (current) 1st Year Delinquency Rate:   \nState’s (current) 2nd Year Delinquency Rate:   \nNumber of Loan Approval Officials:    \nNumber of Loan  Originators:    \n \nA. Please describe any underwriting and/or post-closing \nreviews or other oversight activities the State Office \nhas completed in the last year.  \n \n \n \n \nB. Please describe issues or trends that were  identified  through State  Office  oversight in the last \nyear, and what has been done to resolve them.  \n \n   \nC. Please address  any issues,  trends, or factors  you think may be contributing to new loan \ndelinquency (first and second year loans) in your state.  \n \n   \nD. Based on the results of the individual file reviews, list any follow up action needed (e.g. \ntraining to be provided, action to be taken in an automated system, follow up with the Servicing  Office,  etc.)  and timeframe  for completion. Use  a continuation sheet  if necessary.  \n \nAction  Item  Person  Responsible  Target  Date  \n \n \n \n   Recommended  Reports : \n• 24 Report  \n•  Summary of Active \nMonthly New Loans  (Hyperion \n– SFH (rddw)>SFH  \nDirect>Loan  Servicing>SFHD \nNew Loans Drilldown – Servicing  State)  \n•  UniFi  State  and Field  Office \nManagement  Reports  \n \n HB-1-3550  \nAttachment 6 -B \nPage 3 of 8  \n \n \nIV. State  Office  Loan  Review  \n \nApplicant’s/Borrower’s Name:      \nAccount Number(s):   Status:  \nReviewer’s Name:       \nState:      \nObligation  Date:  Closing Date:  Conversion Date (construction advances):    \n \nLoan Approval Official (LAO):  ___________________________________________________  \nLAO’s 1st Year Delinquency  Rate:   \nDid the LO/LAO ensure Chapter 3 , Attachment  3-G of this Handbook was fully  completed? \n    Yes    No \n \nRejected  Applications  \n \n1. If the adverse decision was subject  to appeal,  was the applicant  informed  of their informal \nadministrative review, mediation, and appeal rights, using Appendix 3, HB Letter 15 and \nChapter 1 , Attachment 1 -B of this Handbook?  \n  Yes  No \n \n2. If the adverse decision  was not subject  to appeal,  was the applicant notified  that they \nmay request an informal administrative review using  Appendix 3, HB Letter 15 and \nChapter 1, Attachment  1-C of this Handbook? \n  Yes  No \n \nReviewer  to provide brief narrative on the reason(s)  the application  was rejected  and the \nappropriateness of the rejection:  \n \n \n \nWithdrawn  Applications  \n \n1. Did the applicant  withdraw the application  by writing  or calling  the Field  Office?  \n  Yes  No \n \n2. Was the application  withdrawn  by the Field  Office  because of missing  \ninformation, which was requested in Appendix 3, Handbook Letter 11 of this \nHandbook, Request Information? \n  Yes  No \nReviewer  to provide brief narrative on the reason(s)  the application  was withdrawn  and the \nappropriateness of the withdraw: \n \n \n(01-23-03 SPECIAL PN  \nRevised (11- 06-24) PN 628  \n \n HB-1-3550   \nAttachment  6-B \nPage 4 of 8  \n \n \n \nWhen  answering the questions below, focus on the documentation at the time of loan closing (or \nthe most recent documentation available for rejected or withdrawn applications). \n \nA. Income  Eligibility : \nWere all  income sources:  \n \n1. Properly  classified  (annual  and/or repayment)?  Yes No \n2. Verified using preferred method? Yes No \nIf no, identify  alternative  method(s) used to verify  income:  \n \n \n \n \n3. Evaluated  for stability  and dependability?  Yes No \nReviewer  to provide brief narrative on this issue,  including length/stability  of employment:  \n \n \n \n4. Were  \n \napplicable  deductions  verified?  Yes No \n \nIf no, reviewer  to provide brief  narrative on this issue:  \n \n \n \n \n \n5. Reviewer  is to perform  their own income calculations  (annual, adjusted, and repayment).  \n \n \nAnnual  Adjusted  Repayment  \nLoan  Originator     \nReviewer     \nDifference     \n \n \n   \n \n \n  \n \n \n HB-1-3550  \nAttachment 6 -B \nPage 5 of 8  \n \n \na. Are the Loan  Originator’s income projections within  10 percent  of the reviewer’s \nincome calculations?  Yes No \n \nb. Explain any difference between  annual  and repayment  calculations  (e.g. non- taxable \nincome “grossed up” as applicable, different sources of income were used, etc.).  \n \n \n \n \nB. Creditworthiness : \n1. What was the credit score(s)  for the applicant(s)? Applicant:   \nCo-applicant:   \n2. Did the applicant(s)  have more  than one credit  score?  Yes No \n \nIf no, reviewer  to provide brief  narrative on this issue,  including any non- traditional \ncredit verifications that were used:  \n \n \n \n \n \n3. If the applicant’s  credit  score was under 640, was Form  RD 1944-61 used to evaluate the \nTMCR?  Yes No NA \n \n4. If the applicant’s  credit  history  as reported  on the TMCR  and third -party  verifications \nindicated unacceptable credit handling: \n \ni. Were the circumstances  properly documented?  Yes No NA \nReviewer to provide brief narrative on this issue below: \n \n \n \n \nii. Was an allowable  exception  approved by the Loan  Approval Official?  \n  Yes  No NA \n \n________________________________________________________________________________________ \n(01-23-03) SPECIAL PN  \nRevised ( 03-19-20) PN 534\n \n HB-1-3550  \nAttachment  6-B \nPage 6 of 8  \n \n \n \nC. Qualifying Ratios : \n \n1. Were all debts reported  on the credit  report  included in the debt- to-income ratios?  \n  Yes  No \n \nIf no, which  debts were excluded and what  kind of documentation was used to support the \ndecision?  \n \n \n \n \n2. Based on the reviewer’s repayment income calculation as determined above as well as the \nestablished  and verified  factors  at the time of loan closing (loan  amount, monthly  taxes  and \ninsurance, liabilities listed on the TMCR, etc.), were the resulting qualifying ratios within the applicable parameters? \nReviewer’s  ratio calculations  below:  \n \nPITI:   \nTotal  Debt:   \n \nIf no, was a compensating factor properly used and documented? Yes No \nReviewer to provide brief narrative on this issue below: \n \n \n3. Was an exception  approved by the Loan  Approving Official  or by a higher- level \nsupervisor when required?  Yes No NA \nIf yes, name  of supervisor  (if applicable):    \n \n4. Did the applicant  have payment shock?  Yes No \n \nReviewer  calculation  below or enter  “could  not be measured” if applicable:  \n \nPayment  shock = (Total  proposed principal,  interest,  taxes,  and insurance payment  after \nsubsidy / current housing expense excluding utilities) – 1 \n \n \n_____________________________________________________________________ \n \n \n \n \n \n \n HB-1-3550  \nAttachment  6-B \nPage  7 of 8 \n \n \n \nIf payment shock is  more  than 100%:  \n \na. Were  there other risk  layers  (adverse  credit  waivers,  use of compensating factors, \netc.)?  Yes No NA \n \n \nD. Eligible  Loan  Purposes : \nWere Agency funds used for eligible purposes? Yes No \nIf no, explain: \n \n \n \n \nE. Property  Eligibility  Requirements : \n1. Was the property located in an eligible area per \nhttp://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do ? Yes No \n \nIf a printout from this site is not on file, the reviewer  should enter  the property address \ninto this site.  \n \n2. Was the appropriate environmental analysis  completed  prior to obligation of funds?  \n  Yes  No \n \n3. Was there proof of adequate insurance at closing?  Yes No \n \nF. Debts  vs. Market  Value: \n \nWas the total of all debts secured by  the property less than or equal to the property’s market \nvalue as determined  by the appraisal,  except  by allowable excess  costs?  Yes No \n \nIf no, provide explanation  below:  \n \n \n     \n__________________________________________________________________________________\n \n \n(01-23-03) SPECIAL PN  \nRevised ( 06-02-23) PN 583  \n \n \n HB-1-3550  \nAttachment  6-B \nPage 8 of 8  \n \n \nG. Post-Closing / Servicing  Activity : \n \n1. Has insurance been  force -placed  after closing?  Yes No NA \n \n2. Has the account been  approved for a moratorium?  Yes No NA \n \n3. If yes, reviewer  to provide a brief  narrative  below (check  ECF for moratorium \ndocumentation):  \n \n \n \n \n4. Has the account  been  accelerated? Yes No \nIf yes, reviewer  to provide brief  narrative below (e.g. has borrower indicated  a reason \nfor the delinquency; how long from closing to acceleration; if account is severely \ndelinquent but not yet accelerated, why; etc.) \n \n \n \n5. Has the borrower filed  for bankruptcy since loan closing?  Yes No \nIf yes, reviewer  to provide brief  narrative below (e.g. date of filing; was the Agency’s \ndebt reaffirmed; etc.)  \n \n \n \n6. Is the borrower in foreclosure?  Yes No \nIf yes, reviewer  to provide brief  narrative below (e.g. date of initial foreclosure  action; \ndid the borrower attempted to cure the default; etc.) \n \n \n \n \nState Office Summary Comments (Include State Office observations on the soundness of the \nloan, necessary  or specific action  to be taken  as a result  of your review,  such as training  needs \nidentified and a plan for providing it): \n \n \n \n \n \n \n  "
}