{
  "page_1": "SECTION  1: UNDERSTANDING  LEVERAGED LOANS  \n10.1 OVERVIEW  \nA leveraged loan is an Agency loan that is supplemented by an affordable housing loan \nor grant from  another funding source that is provided at the same time the Agency  loan is closed. \nOnly eligible leveraged loans will be considered in the payment subsidy calculation. For the \npurpose of payment subsidy only, an eligible leveraged loan is defined as an affordable housing \nloan that is characterized by long term (not less than 30 years), amortized payments with a note \ninterest rate equal to or less than 3 percent. Detailed guidance for calculating payment subsidy is provided in Paragraph 6.12 of this Handbook. This does not preclude other types of participating leveraging.             Leveraging reduces the loan amount the Agency must provide to help an applicant obtain adequate housing. The additional funding source may be a private lender that provides home financing at market  rates  and terms,  a State  or local  government, or a nonprofit organization that \nprovides subsidized loans or grants. Leveraged loan payment, security, and processing requirements may vary from non-leveraged loans as provided in this chapter. This chapter provides basic information about leveraging and describes the modifications to regular loan processing procedures that are made when a loan is to be leveraged.  Exhibits 10-1 and  10-2, of \nthis Chapter, summarize  processing priority, subordination, and payment assistance for different \ntypes of leveraged products. \nA.Advantages of Leveraged  Loans\nLeveraged  loans offer  advantages  to both the Agency and applicants.  By combining its\nresources with those of other lenders, the Agency can assist more borrowers. For this reason,  loan  packages  that receive an  affordable \nhousing loan from  an Agency  recognized  source \nwill receive a processing priority when the supplemental funding reduces the amount otherwise needed from the Agency by at least 20 percent with loan funds or 15 percent if entirely grants, forgivable loans or deferred payment loans. \nFor some applicants, purchasing a home through a leveraged loan will be the first \nopportunity to establish  a relationship  with a private lender.  For other applicants, combining the \n10-1 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 \nCHAPTER  10: LEVERAGED LOANS  \nWho Can Be a Participating Lender? \n“Lender,” as it is used in this chapter, refers to an \norganization that provides  long term,  amortized  loans \nfor housing,  including  private  lenders,  State  and local \ngovernments, and nonprofit organizations . The \nAgency encourages grant funding when it is \navailable. However, a grant provider is not \nconsidered a “lender.”  HB-1-3550",
  "page_2": "HB-1-3550  \nParagraph  10.1 Overview   \n \nAgency  loan with a grant  or low-interest  loan from  another  subsidy program  may be the only \nway to make homeownership possible. Leveraging is especially encouraged in the case of \nassumptions  on new  rates and terms,  since the applicant may  be able to obtain a non- Agency \nloan for purchase costs above the outstanding balance to be assumed.  \n \nB. Two  Separate Financial  Agreements  \n \nWhen  a loan  is leveraged,  each  lender  enters  into a separate financial  agreement  with  the \napplicant. The combined resources that are provided enable the applicant to purchase a home.  \nAlthough each lender  remains  responsible  for final underwriting decisions  for its loan, the \napplication and underwriting processes should be streamlined whenever possible to avoid duplication of effort and extra burden on the applicant.  \n \n10.2 SOURCE  OF LEVERAGED  FUNDS  \n \nAgency funds may be supplemented by funds from a variety of sources. One of the \nchallenges  for the Loan  Originator  will be to understand the implications  for the applicant  and \nthe Agency of the requirements that may be imposed by these sources.  \n \nA. Market  Rate  Financing  \n \nMarket rate financing may be appropriate under some circumstances. The applicant’s \nrepayment ability must be considered in determining whether it is appropriate for referral to market  rate sources.  Market  rate loans  will not be considered  in the payment  assistance formula. \nPrivate lenders generally have a variety of loan products that are tailored to fit specific circumstances, for example, different products for new purchases, refinancing, and home improvement loans. The private lender loan must be a long- term, fixed rate mortgage of at least \n30 years or a term no shorter than 15 years with a balloon payment and installment based on at least a 30 -year amortization sch edule. The Agency will not accept an adjusted rate mortgage \n(ARM) or an interest only mortgage. The Agency will not participate in loan packages that involve  interest  rates  that are more  than 2% (200 basis  points)  above  the Agency  note rate. Loan \nOriginato rs may need to work with the lender and applicant to identify an appropriate loan \nproduct that meets lender and Agency requirements. \nB. Affordable Housing Loans  \nIn many areas, low -interest loans are offered by State and local government agencies. \nThese loans require repayment on a monthly basis and may include provisions for the funding source to share in any appreciation.  \n \n \n   \n_______________________________________________________________________________  \n10-2  ",
  "page_3": " \n                                                                                                                                                        HB -1-3550  \nParagraph 10. 2 Source of Leveraged Funds  \n \n            C. Other Subsidized Financing  \n \nAlthough there are many  variations in the specifics,  the subsidized funds that can \nsupplement Agency funds will generally come in one of the forms described below. \n \n• Grants without long -term restrictions. Some grants are provided with no \nrestrictions,  as long as  the applicant  is eligible,  and the funds will be used for \nan eligible purpose. \n \n• Forgivable loans. Some sources provide funds that require repayment only if the \nhome buyer fails to comply with program requirements or restrictions. For example, a funding source may provide funds for a down payment or rehabilitation that need not be repaid  if the home buyer remains  in the property  for a specified  period  of time. \nThe funds are generally  provided as a loan to permit  the funding agency  to record  the \ncircumstances under which repayment is required. \n• Deferred  payment loans. Deferred  payment loans  may be used to provide funds that \nare repaid only upon transfer of the property or as a balloon payment at the end of a specified period. These funding arrangements often include a provision for the funding source to share any appreciation that occurs with the home buyer. \n \nGrants, forgivable loans, deferred payment loans, and any other non-amortizing loans \nare not considered in calculating  the monthly principal, interest,  taxes,  and insurance (PITI) or \ntotal debt (TD) ratios. The Agency’s ability to recapture subsidy funds may be affected by the provisions of these loans. While an applicant may obtain a loan from another source of less than \n20 percent of the total transaction, such a loan would not  receive benefits such as lien priority, \nor processing priority. Further, USDA payment assistance is used to make the home affordable \nrather than to make the participating financing  affordable.  \n \n10.3 KEY  DIFFERENCES  IN POLICIES  AND PROCEDURES  \n \nThis paragraph  highlights major  policy and procedural differences  between  qualifying \nleveraged loans and other participation loans. Detailed processing guidance for originating leveraged loans is provided in Section 2 of this chapter. \n \nA. Eligible  Loans and Grants  \n \nCash contributions by the applicant, gifts from individuals, and donations of land do not \ncount as leveraged or participation amounts. These are applicant contributions. Likewise, seller contributions or assistance from organizations that require seller pa rticipation or seller \ncontributions do not count towards leveraged  or participation  amounts. Subsequent loans cannot \nbe leveraged unless they are used in conjunction with assumptions on new rates and terms. \n \n \n \n10-3 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 ",
  "page_4": "HB-1-3550  \nParagraph  10.3 Key Differences  in Policies  and Procedures   \n  \nThe Agency will not consider leveraging arrangements with market -rate financing \nsources in which the lender’s loan amount is less than 20 percent or greater than 50 percent of \nthe combined transaction amount. When all the leveraging consists of subsidized financing (affordable  housing products, such as down payment  assistance except  funds  that come directly \nor indirectly from seller contributions, forgivable loans, etc.), the minimum acceptable leveraging is 15 percent.  \n \nOther financing totaling less than 20 percent from  lenders , or 15 percent from other \nsubsidized housing assistance,  is permissible.    \n \nB. Lien  Position  \n \nTo encourage participation  by other  lenders,  the Agency  will only subordinate  its lien \nposition to a leveraged lender providing at least 20 percent , but no more than 50 percent , of the \nfinancing.  \n \nLiens related to other subsidized funds provided in the form of grants and non-\namortizing loans, such as deferred payment or forgivable loan, must be subordinated to the Agency's loan. In those cases where there is a soft, silent or forgivable lien, the total debt may exceed the market value as prescribed in Paragraph 6.7 F  of this Chapter . \n \nC. Payment  Subsidy  Calculation  \n \nRegardless of the percentage of the \nloan that is financed by the leveraged lender, the monthly note installment of an eligible leveraged  loan as described  in paragraph  10.1, \nwill be considered in the payment subsidy calculations. Detailed guidance for  \ncalculating payment subsidy is provided in Paragraph 6.12 of this Chapter . \n \nD. Availability  of Mortgage  Credit  Certificates  (MCC)  \n \nUnder  current  tax law some  State  and local  issuers of  mortgage  bonds  may  issue  a MCC \nto provide  a Federal  income  tax credit  to assist  low-income  home  buyers  and home  owners. The \ncredit  permits  an eligible  household to  claim  a specific  percentage of  the annual  interest  paid  on \na mortgage as a tax credit rather than a deduction. If an applicant will receive the credit, the benefit  of the credit  will be “grossed  up” according  to income  calculation  guidance  described  in \nChapter 4 , Paragraph 4.4 H  of this Handbook. MCCs are typically issued by Housing Finance \nAgencies through private lenders. The maximum annual MCC tax credit is limited by the IRS Tax Code (currently  $2,000).  The tax credit is not considered leveraging.  \n \n \n \n \n10-4 Will the leveraged  loan payment  be considered \nwhen calculating payment subsidy?  \nOnly  when  the eligible  leveraged  loan is amortized  for \nat least 30 years with an interest rate that does not \nexceed 3 percent.  \nExhibit  6-2 provides  a sample  payment  subsidy \ncalculation.  ",
  "page_5": "HB-1-3550   \n Paragraph  10.3 Key Differences  in Policies  and Procedures  \n \nE. Section  8 Housing  Choice  Vouchers  (HCV)  \n \nHousing Choice Vouchers may be used with or without a leveraged  loan. The voucher \nitself is not considered leveraging. \n \nF. Origination  \n \nMany  processing steps  can be conducted by the participating  lender,  rather  than  Agency \nstaff.  For example,  the Agency  may  accept  application  and income information  provided by the \nlender  and permit the participating  lender  to conduct appraisals  and inspections when  the lender \nhas a stake in the transaction. However, even when the Agency relies on the work of the \nparticipating lender, it retains internal control, final underwriting, and loan approval responsibility for the Agency loan. Responsibility for compliance with environmental requirements remains with the Agency, although the lender may be asked to assist in collecting \nneeded environmental information. The Agency is also responsible for compliance with the \ndisclosure requirements under the Truth in Lending Act and Real Estate Settlement Procedures Act Integrated Mortgage Disclosures (TRID) regulation for the Agency loan. Section 2 of this chapter provides detailed processing guidance for originating leveraged loans. \nG. Servicing  \n \nLeveraged  loans are  eligible  for the same servicing  actions  as any other Section  502 loan. \nIt is imperative that any leveraging arrangement be structured so that applicant rights are preserved.  However,  servicing  strategies  may be different  because of the Agency's lien position \nand the need to coordinate servicing strategies with the participating lender.  \n \n1. Tax Service Fee (Tax  and Insurance  Escrow)  \n \nThe Agency will collect a tax service fee on all leveraged loans. Either the \nparticipating  lender  with at least 20 percent  of the total amortized  loan amount or the \nAgency may maintain the escrow account. Lenders with less than 20 percent and all \naffordable housing product agencies may not maintain the escrow account. When \nnecessary, the Agency may make advances to pay taxes or insurance premiums.  \nThe Agency is customarily in a subordinate lien position with the largest portion of \nthe loan amortized for the longer term and is at more risk than the other lender. An \nexception  to this may be agreed  to with the prior lien holder when  the tax service vendor \n \n \n \n__________________________________________________________________________________  \n10-5 \n(01-23-03) SPECIAL PN  \nReviewed ( 11-06-24) PN 628  ",
  "page_6": "HB-1-3550  \nParagraph  10.3 Key Differences  in Policies  and Procedures   \n  \nagrees in writing to cover both the Agency’s and the leveraged lender’s loans. The \nvendor must also agree to make annual real estate tax searches and report any \ndelinquencies  to the Servicing Office  in St. Louis, Missouri.  \n \n2. Special  Servicing  \n \nThe Agency  will aggressively  pursue  all available  special  servicing  remedies  to help \nsolve applicant problems. If foreclosure is necessary, each lender has an independent responsibility  to protect  its interest.  When the Agency is in a subordinate lien position to \nthe leveraged lender, Form  RD 1927- 8, Agreement  with Prior Lienholder must be \nexecuted and recorded in the appropriate Real Estate Mortgage Records .  The agreement  \nrequires the participating lender to notify the Agency before accelerating any loan and permits, but does not require, the Agency to pay or reinstate the prior lien to protect the Agenc y's interest. \n10.4 DEVELOPING STATE -BY-STATE APPROACHES  TO \nLEVERAGING  \nThe way in which  leveraging is most  effectively  handled will vary state-to-state and \ncommunity -to-community, depending upon  \nmarket conditions, the availability of Government  subsidy funds, and the interest  of \nprivate lenders. For this reason, each State \nDirector should develop an independent \nleveraging strategy that will encourage and facilitate the use of leveraged loans.  \n \nA. Lender Outreach  \n \nEach  state should implement lender  outreach  activities  that encourage  participation  by all \nprospective lenders. For example, Field Staff should:  \n \n• Collect  and maintain  sales  information  for each market  area that will enable the Loan \nOriginator to assess whether applicants are candidates for 100 percent private financing or for leveraging. \n \n• Identify  lenders  who are active in the State  and provide  information  about  the \nAgency's loan programs and how leveraging arrangements might  work. \n \n     \n__________________________________________________________________________________  \n10-6Elements  of an Effective  Lending  Strategy  \n• Lender  Outreach  and Marketing  \n• Effective  Borrower Education \n• Streamlined  Processing  Procedures  ",
  "page_7": "HB-1-3550   \n Paragraph  10.4 Developing State -by-State  Approaches  to Leveraging \n \n• Identify the sources of loan and grant funds that may be available from State and \nlocal  governments, and nonprofit  sources. Provide  information  on the Agency's  loan \nprograms to active and appropriate sources and  describe how leveraging \narrangements might work. \n \n• Consider  maintaining  lists of interested  lenders,  and information  on their \nloan rates and terms. Care should be taken to provide information to \napplicants  in a manner  that does not provide  preferential  treatment  to specific lenders \nor borrowers.  \n \nB. Borrower Education  \n \nEach  State  should develop  briefing  materials  that explain the leveraging  concept  and why \nleveraging funds may be advantageous. Some applicants may need guidance and assistance in \nidentifying and contacting appropriate non -Agency funding sources.  \n \nC. Streamlined  Processing  Procedures  \n \nLenders will be less interested in working with the Agency if the leveraging process \ngreatly increases their processing time or their documentation requirements. However, \nstreamlining  procedures  must  be balanced  with prudent  lending and internal  control  practices. \nEach Field Office should develop streamlined procedures for coordinating with participating \nlenders and for reviewing underwriting determinations made by those lenders. Each State \nDirector should consider the following approaches:  \n \n• Develop  a separate  application  package  specifically  for applicants  seeking leveraged \nloans.  \n \n• Inform participating lenders in advance of the Agency's requirements for the \nqualification of appraisers, inspectors, and closing agents and, if requested, provide \nadvance  approval  of lender  staff or contractors  who routinely provide  these services \nfor lenders’ loans.  \n \n• Provide  staff training  to ensure  expedited  review  of leveraged  loans.  \n \n• Develop  and enter  into a Memorandum  of Understanding (MOU)  with  active lenders \ncovering basic policies  and procedures,  rather  than operating on a loan-by-loan basis. \nSee Attachment 10 -A of this Chapter for a list of topics that should be considered in \ndeveloping a Memorandum of Understanding.  \n \n________________________________________________________________________  \n10-7 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628",
  "page_8": "HB-1-3550   \n Exhibit 10 -1 \nFully Amortized Loans  Paragraph  10.4 Developing State -By-State  Approaches  to Leveraging  \n \n• The terms  of the MOU,  including requirements  for leveraged  loans  outlined in this \nchapter, should be negotiated up front. A good MOU eliminates future \nmisunderstandings, is a good public relations opportunity, and is strongly recommended for all partners. A copy of the MOU in each leveraged loan file is suggested.  \n \n• Over time, use information from LoanServ to generate information about the \nperformance of leveraged loans to inform lenders, and to adjust processing \nprocedures. To assure this information is accurate and useful, inconsistencies (such as First National  Bank  v. 1st Natl.  Bank)  should be avoided. The leveraged  lender  ID \nfield in UniFi, including the lender’s Tax ID number, must be  completed.  \n  \n \n \n \n \n \n  \n \n                   \n \n \n__________________________________________________________________________________  \n10-8 \n Terms  Processing Priority  4  \nRD lien subordination  Payment  Included  \nin RD Payment \nSubsidy \nCalculation  \n• 3% or less \n• Loan term not less than 30 years  \n \n(Affordable Housing Loans)  Yes, if amount otherwise \nneeded from the Agency \nis reduced by at least 20 \npercent  \nYes, if the loan  \nis between  \n20% - 50%  \nof the total  \ntransaction  \n Yes  \n• >3%, but not >2% above RD \nrate \n• Fixed 30 year (or 15- year term \nwith balloon on a  \n30-year amort.)  \n• Can’t be less than 20%, or \ngreater than 50%, of combined \ntransaction  \n \n(Market Rate Financing)  No No ",
  "page_9": "HB-1-3550   \n Exhibit 10 -2 \nOther Product  Types   \nParagraph  10.4 Developing State -By-State  Approaches  to Leveraging  \n \n \nProduct  Type  Processing Priority 4   \nRD lien subordination   \nPayment  Included  \nin RD Payment Subsidy \nCalculation  \n \nForgivable  loan,  \ndeferred  payments,  \nor grant  Yes, if amount otherwise \nneeded from the Agency  \nis reduced  by at least 15 \npercent . No. However  if a lien \nis placed,  LTV  may \nexceed market value \nunder certain \nconditions  \nNo Adjusted Rate \nMortgage (ARM)  \n \nNo \n No Interest -Only \nMortgage  \nLoans with interest \nrates > 2% above the \nAgency note rate  \n________________________________________________________________________________  \n10-9 \n(01-23-03) SPECIAL PN  \nRevised ( 06-02-23) PN 583 ",
  "page_10": "HB-1-3550  \nSECTION  2: ORIGINATING  LEVERAGED LOANS  \n10.5 TAKING  APPLICATIONS  \nIf the applicant applies directly to the Agency, the application procedures described in \nChapter 3 should be followed. When the applicant has already completed an application to \nanother funding source, a copy of that loan or grant application may be accepted if the other funding source used a version of the Uniform  Residential  Loan  Application  (pages  1-5 of Form \nRD 410-4). However, the applicant also must complete Additional Information Required for RHS  Assistance,  pages  6 through 9 of Form  RD 410-4, Uniform  Residential  Loan  Application. \n10.6 REFERRING  APPLICANTS  TO PARTICIPATINGLENDERS  \nBecause both loan and grant funds may leverage Agency  financing, any applicant  for an \nAgency loan is a potential candidate for leveraging. The Loan Originator should provide information about other sources of subsidized loans or grants to applicants. Applicants should be referred to entities offering affordable housing products such as grants, forgivable loans, deferred interest loans, and below- market interest rate loans when such funding sources are \navailable in the local area for which they appear to qua lify. \nThe applicant  may be a candidate for a leveraged  loan because  they are working with or \nhave already  completed  an application  to another funding source prior to coming  to the Agency \nfor a loan. \n10-10 ",
  "page_11": "HB-1-3550   \n  \n10.7 DETERMINING  APPLICANT  ELIGIBILITY  \n \nApplicants for Section 502 leveraged \nloans must meet the eligibility requirements \ndescribed in Chapter 4 of this Handbook. In addition, they may have  to meet  additional  \neligibility  requirements imposed by participating \nlenders. Participating  \nlender  credit  requirements  may be more  stringent  than the Agency’s, but the Loan  Originator  can \nencourage lenders to work with applicants who meet Agency requirements. In talking with the participating lender, the Loan Originator should stress that the Agency will be sharing risk with \nthe participating lender and that the participating lender will hold the first lien position.  Also, \nthe lender may receive CRA credit for making loans in partnership with the Agency. Leveraged \nloans may be sold on the secondary market though the lender must notify Rural Development upon sale and assure the investor/buyer is aware of leveraging arra ngements and all \nrequirements.  \n10.8 ISSUING  THE  CERTIFICATE  OF ELIGIBILITY  \n \nTo issue Form RD 1944- 59, Certificate of Eligibility in conjunction with a leveraged \nloan, the Loan  Originator  should follow  the procedures  described  in Paragraph  4.25 of this \nChapter , with the following exceptions. For leveraged loans, Form RD 1944- 59 will contain:  \n \n• The total maximum loan for which  the applicant  qualifies  -- not just the Agency’s \nportion of that loan; and  \n \n• The expected  Agency and  lender  shares of  funds  to be provided.  \n10.9 UNDERWRITING  LEVERAGED  LOANS  \n \nA. Lender vs. Agency  Underwriting  \n \nThere are many underwriting processes \nthat may be performed by either the Agency or the lender,  such as income verification  and title \nclearance. Lenders should be allowed to do the  \nprimary  legwork involved in collecting  underwriting information, but only when  all or a portion \nof their loan is at risk. Allowing lenders to collect underwriting information does not imply that  \nthe Agency is relieved of its responsibility to make sound underwriting decisions , only that \ninformation collected by the lender is generally acceptable to use in making these decisions.    \n___________________________________________________________________________ \n10-11 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628 The Agency is responsible for making \nsound underwriting decisions  regardless \nof another lender’s participation.  Community  Reinvestment  Act (CRA)  \nCRA requires lenders to help meet the credit needs  of \nthe communities in which they are chartered to do \nbusiness.  ",
  "page_12": "HB-1-3550  \nParagraph  10.9 Underwriting  Leveraged  Loans  \n10-12  \n  \n \n \nB. Property  Requirements  and Appraisal  \n \nThe property must meet all of the requirements described in Chapter 5. The Loan \nOriginator may accept property inspections and appraisals conducted by the participating lender, \nas long as evidence of the qualifications  of the individuals  performing  these  activities  is provided \nand accepted. The Loan Originator must still inspect the property to determine eligibility. An \nadministrative review of the appraisal must be completed before the appraisal is accepted. The \nenvironmental review remains the responsibility of the Agency; however, the participating \nlender may be requested to provide environmental information. \n \nC. Loan -to-Value  Ratio  \n \nWhen loans are funded solely by the Agency, the applicant’s total debt may exceed the \nmarket value of the property by the total of the Agency appraisal and tax monitoring fees, the required  contribution to establish  the escrow  account,  plus the fee for homeownership education. \nDown payments are required only if the nonelderly households cash value of non- retirement \nassets exceed  thresholds specified in Paragraph 4.6  of this Handbook.)  \n \nSome lenders may be willing to participate in a loan when the total debt exceeds the \nvalue of the property because their risk is limited by the Agency's participation in the loan. However, others will require that applicants have some equity in the propert y, because they \nbelieve an  investment  in the property improves  the likelihood that the applicants  will fulfill their \ncommitments. This means that applicants with leveraged loans may need to contribute more cash than other applicants. The Loan Originator should explain to the applicant whether a cash contribution will be necessary  and work  with the lender  to lower  their usual  equity requirements.  \n \nD. Loan  Terms  and Fees \n \nLenders  are expected  to charge  reasonable  and customary  interest  rates  and fees. The \nLoan Originator may be able to help the applicant negotiate favorable terms. \n \nThe leveraged loan interest rate must be the rate the lender typically charges to its best \nmortgage applicant customers – an extra amount may not be charged because of low income or other  high risk factors.  The interest  rate may be no more  than 2 percent  (200 basis  points)  above  ",
  "page_13": " \n HB-1-3550  \nParagraph  10.9 Underwriting  Leveraged  Loans  \n \nthe Agency  note rate in effect  at loan closing. Also,  the lender  may not include “points” to buy \ndown or pre-pay the interest. If funds are available from the applicant, they must be used to \nreduce the amount borrowed (reducing the cost to the government). \n \nNon-Agency  loans must be amortized  over a 30- year period but may contain  provisions \nfor a balloon payment at the end of the 15th year. \n \nLoan fees must be kept as low as possible. All fees must be reasonable. “Underwriting \nfees” and  similar  add-ons are not permitted.  The total fees paid to the lender  may not exceed  3- \n1/2 percent  of the lender’s  loan. (This  limitation  on the lender  applies  regardless  of whether  the \nbuyer or the seller pays the fees.) However, an additional amount may be considered when the \nlender does most or all of the loan processing (including the Rural Development loan) and the \nadditional amount is for reimbursements, such as fees for appraisals, inspections, etc. \n \nIn general,  the loan originator must assure  loan fees are minimized.  The 3-1/2 percent  is \na maximum,  not a baseline. The total Rural Development loan  may not be considered  when the \nlender is establishing fees. Lender fees must be commensurate with the amount of service provided by the lender. \n \nE. Determining  Loan Amount  \n \nThe Agency  loan may include costs  for the initial contribution to the escrow  account for \ntaxes and insurance, even if the participating lender will manage the escrow account. The loan amount for leveraged  loans is determined using the procedures described in Chapter 7, with the \nfollowing exceptions. \n• The note installment of an eligible leveraged loan (loan amortized for at least 30 years  and an interest  rate that does not exceed  3%) will be considered  in the payment \nsubsidy calculation. \n• Agency loans leveraged with private financing should always be at the standard \nterms.  If the loan is not affordable at standard  rates  and terms,  the Agency’s share of \nthe loan should be increased, rather than extending the loan term. Loans requiring \n38-year repayment terms should never be leverage d with market rate  financing. \n \n• Use the Agency’s  cost for an appraisal  to determine  total allowable  debt, even  when \nthe appraisal is performed by the participating lender’s appraiser.  \n  \n \n \n___________________________________________________________________________ \n10-13 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628 ",
  "page_14": " \n HB-1-3550  \nParagraph  10.9 Underwriting  Leveraged  Loans  \n \n• Packages involving affordable housing products or grants that primarily pay loan \npackaging fees or costs  other  than an eligible  loan purpose, as defined  in Chapter  6 \nof this Handbook, do not count toward the 15/20 percent limitations for the loan to \nautomatically receive leveraged loan benefits.  \n \nF. Agreements  with  the Participating  Lender Regarding  Construction  \n \nFor loans that involve new construction or rehabilitation, the Agency and lender must \nagree on how construction inspections, payment  draws,  and final acceptance of the work  will be \nhandled. This may be accomplished by an agreement developed for the specific loan or through \na general memorandum of understanding that covers multiple loans. \n \n1. Inspections  \n \nConstruction inspections completed by the participating lender may be accepted if  \nthe Field Office has approved the qualifications of the inspector. The participating  \nlender  may be asked  to provide  the Agency  with  a status  report  on implementation  of any \nmitigation measures required by the Agency’s environmental assessment; however, the ultimate responsibility for compliance rests with the Agency.  \n \n2. Construction  Draws  \n \nTypically, construction draws should be made by each lender in proportion to the \namount of the loan each is contributing. For example, if the Agency provides 60 percent \nof the loan and the participating  lender  40 percent,  60 and 40 percent  of each draw  would \nbe paid by the Agency and the participating lender, respectively. However, there are \ncircumstances in which another arrangement would be appropriate. For example, a participating lender might prefer to fully fund the acquisition of the site at the be ginning \nof the construction period. If the participating lender is unwilling to provide construction funding until the Agency loan funds have been used, the Agency can provide the construction funding up to the maximum amount of the Agency’s loan.  \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n10-14 ",
  "page_15": " \n   \n \n  \nHB-1-3550 \n10.10  LOAN CLOSING  \n \nThe Agency’s  Loan  Approval Official  must review  the leveraged  loan package and the \nlender’s Loan Estimate to determine if fees are reasonable and proposed use of loan funds is \npermissible. The Loan Approval Official will not approve a transaction where the fees are questionable or excessive. \n \nA joint closing generally will be held for Agency and participating lender loans. If the \nleveraged loan will close after the Agency loan is closed, a written, firm loan commitment from the participating lender must be provided to the Agency by the time of the Agency’s loan closing. Closing procedures for the Agency’s loan are identical to those described in Chapter 8. When  the Agency’s  lien will be subordinated, the prior lien holder must execute Form  RD 1927- \n8, Agreement with Prior Lienholder. \n \nField  offices  should work  closely  with  leveraged  lenders  to minimize  loan closing costs.  \nIt may be possible to use one title insurance policy to cover both the participating lender and \nRural Development. The State Director should check with the Regional Attorney to assure this \nis an acceptable practice and obtain any special  instructions to assure  the government’s interests \nare protected.  \n \nLeveraged loan packages that include any type of broker referral fee are not acceptable. \nSome mortgage lenders pay these fees for loans closed at a higher than prevailing interest rate. These fees, along with the cost of credit, must be disclosed in accord ance with the TRID \nregulation. They may be found in the “Origination Charges” section on the Loan Estimate and Closing Disclosure,  as yield  spread  premiums,  yield  differentials,  rate participation  fees, par-plus \npricing, or similar terms.  \n \nMortgage insurance is not acceptable.  This includes  Private  Mortgage Insurance (PMI), \nMortgage Insurance Premium (MIP), and similar products. \n \nSome lenders  offer additional insurance products at loan closing, including mortgage \npayment insurance. Generally, the Agency will not approve a loan with such supplemental coverage unless the customer makes a written request for such coverage.  \n \nA. Required  Documentation  \n \nIn addition to the documentation required to support the Agency’s loan, a copy of the \nmortgage, promissory note, evidence  of title and hazard  insurance, and closing documents for the \nnon-Agency loan or grant must be provided for the borrower's case file. \n \n \n_____________________________________________________________________________________________________________________________ _ \n10-15 \n(01-23-03) SPECIAL  PN \nRevised ( 03-19-20) PN 534 ",
  "page_16": "HB-1-3550  \nParagraph  10.10  Loan  Closing   \n  \nIdeally, there should be only one Closing Disclosure. It should include all details of the \ntransaction including Agency and leveraged financing. If the leveraged lender requires a \nseparate Closing Disclosure, a copy must be provided to Rural Development. The Loan Approva l Official  will review  the Closing Disclosure  to assure  leveraged  customers  are charged \nfees as agreed prior to closing. The review will include fees that are not part of the leveraged loan amount and/or those paid by the seller.  \n \nB. Recording  the Lien/Legal  Documents  \n \nThe closing agent should be informed  of the lien position the Agency  will take.  \n \nIn addition to recording the real estate mortgage or deed of trust, the closing agent will \nrecord  the executed  Form  RD 1927- 8. Among other  features,  this agreement  requires  the lender \nto notify Rural Development prior to declaring the security instrument to be in default and accelerating the loan.  \n \n \n \n  \n \n \n \n \n  \n \n \n  \n \n \n \n \n \n \n \n  \n \n \n  \n \n \n \n \n \n \n10-16 \n  \n ",
  "page_17": " \n HB-1-3550  \nAttachment  10-A \nPage  1 of 2 \n \nATTACHMENT  10-A \nSAMPLE  TOPICS  TO BE ADDRESSED IN A MEMORANDUM  OF UNDERSTANDING  \n \nIn general,  the lender  will recognize Rural  Development  requirements  for leveraged  loans, \nparticularly  in providing required  notices.  A good Memorandum of Understanding (MOU) \navoids future problems and strengthens partnerships. \n \nORIGINATION \n• Agency will subordinate to permit  lender  to obtain first lien position  when  at least 20 percent  of the \ntotal financing is provided.  \n• Lender must use standard application form  and obtain  Agency approval of qualifications for the \nappraiser, inspector, and closing agent.  \n• Agency will be responsible for the appropriate level  of environmental review;  however, the lender \nmay be asked to assist in the collection of needed environmental data.  \n• The lender rates  and terms  will be the same  as those  offered  to best customers obtaining  \nsimilar mortgage financing.  \n• Agency makes  independent  underwriting decisions  based  upon reviewing  the participating lender’s \norigination package.  \n• A joint closing  will be conducted, and a single  Closing Disclosure provided. Closing  costs  will \nbe controlled.  \n• For construction loans:  \n◊ Describe how the lender will participate during the construction process (e.g., will the lender \nprovide construction  financing, will the lender defer  amortization  until the borrower  occupies the \ndwelling, etc.);  \n◊ Describe how draws  will be paid (a pro rata share from  each lender  is preferred);  \n◊ Describe  how inspections will be completed  (e.g., if the lender completes inspections, the \nAgency must receive a copy of the inspections and have the borrower’s acceptance before \nmaking draw payments); and \n◊ Describe what  will happen if the Agency loan will close  before  the participating  loan.  For \nexample, the lender must provide a firm commitment at the time of Agency loan closing, \ncontingent only upon successful completion of the construction. \n \nSERVICING  \n• Describe  who will establish  and maintain  the escrow  account. If the lender maintains  the account, the \nlender must report annually to the Agency on the state of tax and insurance payments.  \n \n   \n \n(01-23-03) SPECIAL  PN \nRevised  (03-19-20) PN 534 ",
  "page_18": " \n HB-1-3550  \nAttachment  10-A \nPage 2 of 2  \n \n• Describe what information will be shared between lenders (e.g., results of periodic inspections, \ndelinquency or default  information).  Note:  Information  provided by the applicant  cannot  be released \nto another party without the applicant’s permission.  \n• Describe how each lender  will: \n◊ Pursue  joint special  servicing  actions  if a problem  arises;  \n◊ Notify  the lender  in the case the loan is declared  in default  or accelerated;  \n◊ Provide  a reasonable  period for the other  lender  to cure the default  (i.e., through a new \nloan or advance) with the borrower; and  \n◊ Pursue  a joint foreclosure  action  if the borrower  is in default  on both accounts.  \n• Describe  graduation review  and the role of lender,  customer,  and Rural  Development.  \n• Describe reporting requirements,  if any. \n• A copy of  the MOU should be  filed  in each  affected  individual  casefile.  \n \n \n \n \n  \n \n \n \n \n  \n \n  \n \n \n \n  \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n "
}