[
  {
    "page_number": 1,
    "content": "HB-1-3550   \n  \n \n \n3.1 INTRODUCTION  \n \nThis chapter  describes  the process  of accepting  and managing applications, up to the \npoint that an applicant is selected for processing. This includes pre -qualifications (largely \nthrough the Single Family Housing Direct Self -Assessment tool ), taking and reviewing \napplications, and selecting applications for processing. \n \nSECTION  1: PRE -QUALIFICATION  \n \n3.2 OVERVIEW  \n \nPre-qualification involves using unverified information to evaluate the likelihood that a \npotential applicant, someone who is interested in the program but has not yet applied, would be \nprogram eligible. The results of pre -qualification are not binding and will not hinder the \nsubmission of an application. A potential  applicant  with possible  obstacles  to program  eligibility \nmay apply and a potential applicant who appears program eligible is not guaranteed that a loan will be made.  \n \nThe standard  pre-qualification  method  is the potential  applicant’s  self-assessment \nusing the Single Family Housing Direct Self -Assessment tool . Agency staff should refer \npotential applicants to the tool in their marketing materials, while speaking to them, etc.  Pre- \nqualifications  completed  by the Agency  staff are limited.  To access  the Self-Assessment  tool, \nvisit: https://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do  and click on  the Single \nFamily Housing Direct tab.  \n \n3.3 PROCEDURES  FOR PRE -QUALIFICATION  \n \nOn those  limited  occasions  where the Agency  staff completes  a pre-qualification, \nthe Loan Originator should follow the procedures below. \n \n• Obtain  information  from  the potential  applicant  about  household members,  income, \ndeductions, debt, and the county where they want to purchase a home.  \n• Order  an in-file credit  report  if the potential  applicant  has signed  Form  RD 3550- 1, \nAuthorization to Release Information, and if it would aid in the review.  \n• Check the Department of the Treasury’s Do Not Pay (DNP) portal and check the \napplicant’s  social  security  number  against  Agency  records  by using LoanServ’s  “SSN \nCROSS REFERENCE” softlink key .  Staff must refer to the DNP SharePoint site  for \nthe most current guidance  about using the  DNP  portal, sources to be screened , \nrequired documentation, etc. If the “SSN CROSS REFERENCE” reveals a current \nloan or active application, follow the appropriate action below. \n \n3-1 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN  628\n \nCHAPTER  3: APPLICATION PROCESSING"
  },
  {
    "page_number": 2,
    "content": "HB-1-3550  \nParagraph  3.3 Procedures  for Pre-Qualification  \n \no If the pre-qualification  is for a subsequent  loan,  the Loan  Originator  should \ncontinue processing.  \no If the pre -qualification is for purchase, the Loan Originator should contact \nthe applicant  for additional  information  in order  to determine  the appropriate \naction.  For example, if the applicant is also a borrower on an existing \nAgency loan but is divorced, and the divorce decree did not make them \nresponsible for loan payments, the applicant should contact the Servicing Office to apply to be released from liability on the existing loan before \napplying for a new loan.  \no If the applicant has an active loan application in another Field Office, the applicant  must  decide to either  transfer the existing  application  to the new \nservicing area or continue processing with the existing servicing area, as \nthey may not have two applications in process at the same time.  \n• Enter  the information  in UniFi,  register  the pre-qualification  following the instructions  in \nthe DLOS Training Manual, and generate the Eligibility Summary using standard terms \n(unless the potential applicant appears to qualify for adjustments to the standard terms). If the potential applicant is working with a leveraged partner, consider the p ossible \nleveraging funds.  \n \n• Discuss the results with the potential applicant and emphasize that the results are informal  and unbinding. As applicable,  consider  the below  when  discussing  the results \nand refer to Attachment 3 -F for guidance on addressing negative results.  \n \no Moderate- Income  Applicant:  Discuss the possibility  of obtaining a nonprogram \nloan or obtaining a Guaranteed Rural Housing (GRH) loan. \n \no Insufficient  Repayment  Ability: Discuss the possibility  of obtaining subsidized \nfunds from other sources, reducing debt, and adding additional parties or a co-  \nsigner to the note. See  Chapter 4  Paragraph 4.24 of this Handbook for a \ndetailed discussion of other considerations related to maximum loan amounts. \n \no Potential Ability to Obtain Other Credit: If a potential applicant’s credit \nhistory, income (i.e., they appear to be above the very low -income limit), \nassets, and lack of apparent need for payment assistance indicate that they \nshould be able to qualify for a GRH loan or private financing, the potential \napplicant  should be informed  that they should attempt to obtain other  credit.  \n \n• If the pre -qualification was not conducted face- to-face or over the telephone, use \nHandbook Letter  19 (3550)  of Appendix 4 of this Handbook, Pre-qualification  \nReview,  to prompt  the opportunity to counsel the potential applicant. \n• Retain  all pre-qualification  records  in accordance with RD Instruction 2033- A and \nElectronic Customer File (ECF) guidance.  \n• As applicable, encourage the potential applicant to seek credit counseling or take a \nhomeownership education course.  NEVER discourage  the potential  applicant  from \napplying.  \n \n3-2"
  },
  {
    "page_number": 3,
    "content": "HB-1-3550  \n \nSECTION  2: HOMEOWNERSHIP  EDUCATION  \n \n3.4 HOMEOWNERSHIP  EDUCATION REQUIREMENT  [7 CFR 3550.53(i)]  \n \nThe Agency requires applicants who are first -time homebuyers to complete \nhomeownership education training as early in the application process as possible since the \ntraining will prepare them for shopping, buying, financing, and owning a home. While the training should be completed by the applicant prior to them entering into  a contract to  purchase \nor construct a home, the applicant should be encouraged to take the training as soon as they express  an interest  in homeownership (e.g.,  when  they call inquiring about  the program  or apply \nfor a loan) for maximum benefit.  \n \nA. State  Director Assessment  of Homeownership  Education  [7CFR  3550.11]  \n \nThe State Director will assess the availability of certified homeownership \neducation in their respective states on an as -needed basis, but no less frequently than every  \nthree years and  maintain  an updated listing  of providers and their  reasonable costs.  \n \nThe accepted  homeownership education  formats  are as follows:  \n \n• Online  counseling.  \n• Classroom, one-on-one counseling, or interactive  video conference.  \n• Interactive  home  study or interactive  telephone  counseling of at least four hours \nduration.  \n \nTo be included on the list, the provider must have a certificate of completion \nprocess  and homeownership education  counselors  that are certified  by any of the following:  \n \n• The Department  of Housing and Urban  Development  (HUD);  \n• NeighborWorks  America  (NWA);  \n• The National  Federation  of Housing Counselors  (NFHC);  \n• National  American  Indian Housing Council  (NAIHC);  or \n• The State  Housing Finance Agency  or other  qualified  organization approved by the \nState Director.  \n \n \n \n  \n \n \n \n3-3 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628"
  },
  {
    "page_number": 4,
    "content": "HB-1-3550  \nParagraph  3.4 Homeownership Education  Requirement  \nIn addition, the State  Director  may include  homeownership education  provided by \nUSDA Cooperative Extension System staff. \n \nOnline homeownership education courses offered and accessible on a national, non- state \nspecific basis,  will be reviewed  and approved by the National  Office.  This is not intended to endorse \na particular online course but to have a process by which these types of online courses will be \nevaluated in a uniform manner for usage by all states. A State Director may assess a state specific online course for inclusion in their list of provide rs. \n \nWhere there is a fee charged to the applicant for homeownership education, the state will \nalso assess commonly used  resources  of funding for the applicant  to pay for their  homeownership \neducation. In addition, organizations  that provide  free homeownership education will be identified \nensuring applicants are aware of free training options available within their state. \n \nThe provider  will issue  a letter  or certificate  of completion  to document  that the applicant \nhas satisfactory knowledge of these minimum topics:  \n \n• Preparing  for homeownership (evaluate  readiness  to go from  rental  to \nhomeownership)  \n \n• Budgeting (pre- and post-purchase)  \n• Credit  counseling  \n• Shopping for a home  \n• Lender  differences  (predatory  lending)  \n• Obtaining a mortgage  (mortgage  process, different  types  of mortgages)  \n• Loan  closing (closing process,  documentation, closing costs)  \n• Post-occupancy  counseling (delinquency and foreclosure  prevention)  \n• Life as a homeowner  (homeowner  warranties,  maintenance,  and repairs)  \n \n First -time homebuyers should submit a  valid  letter , or certificate  of completion , for an \napproved homeownership education  course that is less than two years old from  the date of \napplication . When appropriate, the  provider  may tailor  the homeownership education  \ntraining  to the needs  of the applicants, while ensuring satisfactory knowledge of the \nminimum required homeownership education topics. For example,  if an applicant  has \nalready  executed  a purchase and sale agreement  on a house, the provider may decide after \nconference with the applicant, to condense or omit the homeownership education section on “shopping for a home”.  \n \n3-4"
  },
  {
    "page_number": 5,
    "content": "HB-1-3550  \nP\naragraph  3.4 Homeownership Education  Requirement  \nB.Providing Homeownership  Education Information to the Applicant\nThe Loan  Originator must ensure that applicants who are first-time homebuyers complete\nhomeownership education training as early in the application process as possible. Applicants \nshould be instructed to complete the training prior to entering into a contract to purchase or construct a home for maximum benefit.  In addition, the Loan  Originator must  assist  the applicant \nby providing the list of approved local homeownership education providers to the applicant along with the standardized application package. \nThe list of approved local providers will also include eHome America, Framework, and \nUtah  State  University  Extension which  are nationally  approved online homeownership education \nproviders. Registration information includes: eHome America - https://ehomeamerica.org/usda , \ncost is $75; Framework - https://www.frameworkhomeownership.org/ , cost is $75; and Utah \nState  University  - https://extension.learn.usu.edu/browse/home-buyer/courses/home-buyer-\neducation -2022, cost  is $70 for the applicant and $5 for a co- applicant.  \nThe applicant  must be informed that should \nthere be a fee for the homeownership education course selected and there are no other sources for payment, the fee may be added  to the loan  amount \nat loan closing (see Paragraph 6.4 of this Handbook, Fees and Related Costs).  The \napplicant should be advised that  if they do not \nclose on their loan, they will still be responsible for \nthe homeownership education fee. \nC.Exception  Provision\nThe State  Director  may grant  an exception to the homeownership education  requirement\nfor individuals in geographic areas where certified homeownership education is not reasonably \navailable in the local area. However, a conservative approach to the exception provision is \nrecommended, as generally, all efforts are encouraged to h ave applicants undertake \nhomeownership education early in the homeownership process to gain maximum benefit. Whether such homeownership education is “reasonably available” will be determined based on \nan assessment of factors including, but not limited to distance, travel time, geographic \nobstacles, and cost. On a case-by- case basis, the State Director may grant an exception to the \nhomeownership education  requirement,  provided the applicant  documents a special  need  such as \na disability that would impede completing a homeownership course in the above-mentioned formats listed in Paragraph 3.4 A, of this Chapter. \n3-5 \n(01-2 3-03) SPECIAL PN \nRevised (0 5-05-25) PN 640 Consistency  Is Key \nBe sure to use consistent procedures \nwhen providing information to ALL \napplicants."
  },
  {
    "page_number": 6,
    "content": "HB-1-3550 \nSECTION  3: APPLICATIONS  [7 CFR  3550.55]  \n3.5 BEGINNING THE APPLICATION  PROCESS  \n \nAn interested  party  can begin  the application  process  by: \n \n• Requesting that the Agency  mail or email  them  an application  or they can obtain one \nin person at any Field Office. The Field Office will provide the standardized \napplication package (which can be found in the SFH Direct SharePoint site under General Info > Useful Documents). The standardized application package is \nmaintained by the National Office and can only be altered with a State Supplement approved by the National Office.  \n \n• Applying online. To apply online, an interested  party  must  first register  to obtain a \nUSDA eAuthentication identification and password. The user must complete the \nsteps to verify their identity for the eAuthentication account in order to obtain access to submit an application package via eForms.  Additional guidance on \nsubmitting applications via eForms is provided in the standardized application package.  https://forms.sc.egov.usda.gov/eForms/welcomeAction.do?Home  \n \n• Engaging the service of a loan application packager. Loan application packagers, \nwho are separate and independent  from  the Agency, provide  an optional  service to \nparties seeking a housing loan by helping them navigate the loan application process. Packagers  may include  Section  523 self-help grantees,  certified  packagers, \nand other packaging types as specified in Attachment 3- A of this Chapter . \nThe Agency supports partnerships with loan application packagers since packagers can \nprovide  outreach  and presence in counties  where a Field  Office  is not located;  assist  the Agency \nin reaching very low -income applicants; promote the program in underserved areas; prescreen \npotential  applicants;  counsel  potential  applicants  on how to improve  their ability  to qualify for a \nhome;  ensure  that applications  are complete  and accompanied  by the supporting documentation \nneeded for the Agency’s decision; and give applicants insight into the Agency’s application process and regulations. Attachment 3- A of this Chapter provides processing guidance for Field \nOffices and packagers.  \n3.6 APPLICATION RECEIPT AND CASE  FILE  SETUP  \nThe “Date Application Received” field in UniFi must be completed promptly but no \nlater than 3 business  days after receipt  of an application;  and applications  (including application \nreceived via eForms ) must be reviewed within 3 business days after receipt  to determine if the \nLoan Estimate disclosure requirement was triggered (see Paragraph 3.8) and to determine if items are missing.  \n \n \n \n \n        3-6"
  },
  {
    "page_number": 7,
    "content": "HB-1-3550  \nParagraph  3.6 Application Receipt and Case File Setup  \n \nA. Missing  Items  \nThe Loan  Originator  should contact  the applicant  after reviewing  the application  to obtain \nany missing items. Handbook Letter 11 (3550), Request Information, of Appendix 3 of this \nHandbook, should be sent to the applicant requesting the missing items  be received within 15 \ndays, and that failure  to supply all required information in the requested timeframe will result in \nthe Agency considering their application to have been voluntarily withdrawn.   \nApplicants may have others assist ing them with the process , which may include their \npreference for other individuals to have  communication with the Agency on the applicant’s behalf \nregarding application related matters.  However, t he Privacy Act of 1974 prohibits  Federal \nAgencies from disclosing information without  individual  consent .  Before discussing any part of \nan application with a ny person other than the applicant(s) , such as a real estate agency , family \nmember , etc., Agency staff must  ensure  specific, written permission has been  given by the \napplicant(s)  to do so, including the individual’s name  and relationship to the applicant(s) .  An \napplicant’s s igned a uthorization for the Agency  to communicate with others  pertaining to the ir \nloan application must  be maintained in the applicant’s ECF .  Such  authorization for the Agency to \ncommunicate with individuals other than the applicant(s) d oes not authorize those parties  to act \non the behalf of the applicant(s).   \nIf an application submitted by a loan application packager is determined to be \nincomplete, the following statement must be sent to the packager in writing within eForms or email: “No action can be taken until all the noted items have been received in this office. The loan application  package  is missing  the following items: [list of missing  items].  Please complete \nthe package and resubmit the package in its entirety within  [enter 15 days from the date of \nwritten notice ].” \nAfter  the Agency  accepts  a package as complete,  if additional  information  is needed  and \nHandbook Letter 11 is sent to the applicant, a copy must be provided to the packager and intermediary (if present).  \n \n \n \n \n \n \n \n3-7 \n(01-23-03) SPECIAL PN  \nRevised  (11-06-24) PN 628"
  },
  {
    "page_number": 8,
    "content": "HB-1-3550  \nParagraph  3.6 Application  Receipt  and Case  File Setup  \nB. Collections  \nCollection of payment for credit report fees must be processed daily in accordance with \nRD Instruction 1951- B. An application must be entered into UniFi promptly but no later than 3 \nbusiness days after receipt to obtain the account number needed for remittance of the credit \nreport fee.  The credit report is not required to be ordered at the time of remittance of the credit \nreport  fee. The credit  report  will be  ordered  at the time  the application  is selected  for processing. \nRemittance will be through the electronic fee service in LoanServ for a check or savings account deposit slip, or Form RD 3550- 17, Funds Transmittal Report for a cashier’s check or money \norder.  A daily collection log must be maintained in accordance with RD Instruction 1951- B. A \nprint  screen  from  LoanServ, or Form  RD 3550 -17, Funds  Transmittal Report  with copy of check, \ndeposit slip, cashier’s check or money order, should be filed in the office’s collection log and in the applicant’s ECF.  Field Offices must comply with the internal control procedures prescribed \nin RD Instruction 1951- B and Form RD 1951- 44, Management Control and Review of Field \nOffice Collection Activities.  \n \nC. Case  File Setup \nThe Loan  Originator  should promptly setup  the case file by: \n• Entering  data. Information from  the application  should be entered  in UniFi.  \n• Establishing the electronic file. The applicant’s file should be established \naccording  to the standardized  document  types  and classifications  available in \nECF, and RD Instruction 2033- A, Management of Rural Development \nRecords.  For subsequent loans, the new documentation should be added to \nECF with the subsequent loan number.  \n• Beginning  the required  Single  Family  Housing  Checklist.  Use Attachment 3-G, \n502 Single Family Housing Checklist, for Section 502 loan applications and Attachment  12-C, 504 Single  Family  Housing Loan  & Grant  Checklist,  for Section \n504 loan/grant applications. States may add additional page(s), subject to prior approval from the National Office, to reflect required processes related to state laws. The checklists are required and intended as a processing aid for Agency staff.  \n \nThe application is a working document. Whenever revised or verified information is \nreceived,  the appropriate  UniFi  field should be updated. At loan closing, a final application  will \nbe generated to reflect the updated information gathered during the loan approval process. \n \n \n \n \n \n \n3-8"
  },
  {
    "page_number": 9,
    "content": "HB-1-3550  \n3.7 COMPLETE APPLICATION \nAn application is considered complete when an applicant, loan application packager, or \nAgency -approved intermediary submits a fully completed and signed uniform residential loan \napplication and all the applicable items listed in Attachment 3 -J. When the lo an application \npackage is submitted  via eForms,  a signature  is not required  on Form  RD 410-4 since the eForms \nsubmission serves as proof of signature.  \n \nUpon receipt of these items, the Loan Originator should perform the necessary \nverifications and make an eligibility determination recommendation. If the application package \ndoes not contain a written explanation of derogatory credit, assume its absence is acceptable (at least initially).  If derogatory credit  appears  on the tri-merge credit  report  and an explanation was \nnot provided with the application, then an explanation may be requested.  \n \nIn place of Form  RD 410-4, a current  industry standard  application  form  may be accepted \nwhen accompanied by the Agency’s supplemental pages (6- 10) of Form RD 410- 4. Once \ncomplete, the date must be entered in the “Application Complete Date” field in UniFi. It is \nimportant that this date be correct because it is used to track priority for processing. \nOnce a complete application is received, the application should be reviewed for \neligibility within 30 days. If the applicant is not eligible, the Loan Approval Official will deny \nthe application. If the applicant is determined eligible, the Loan Originator  will determine if \nfunding is available, using guidance outlined in Section 4 of this chapter, prior to issuing a Certificate  of Eligibility  (COE).  Only  eligible  applicants  will be placed  on the waiting  list in the \nevent funding is not available.  If an el igibility determination cannot be made within 30 days of \ncomplete application, Handbook Letter 3- B (3550) , Waiting Period (Extended Processing \nTimeframe) , will be sent to the applicant with the approximate waiting period until an eligibility \ndetermination can be made.  \nIf an applicant  wants  their application  to be transferred  to a different  servicing  area,  the \nsteps  outlined in Chapter  5 of the DLOS  Training  Manual  must  be followed  by the original  and \nreceiving areas; and the receiving area will perform their own eligibility and underwriting analyses.  \n \n \n \n \n \n \n3-9 \n \n \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628"
  },
  {
    "page_number": 10,
    "content": "HB-1-3550  \n3.8 COMPLIANCE  WITH OTHER FEDERAL REQUIREMENTS  \nA. Truth  in Lending  Act (TILA)  and Real  Estate  Settlement  Procedures  Act (RESPA) \nIntegrated Mortgage Disclosures  \nThe Truth in Lending Act and Real Estate Settlement Procedures Act Integrated \nMortgage Disclosures (TRID) rule, issued by the Consumer Financial Protection Bureau \n(CFPB),  integrates  the disclosure  requirements  associated  with the individual  TILA  and RESPA \nregulations. This regulation is intended to simplify the disclosures associated with a mortgage loan transaction and assist consumers understand the cost of credit and the difference of such cost among creditors. TRID requires lenders to provide appl icants  with pertinent and timely \ndisclosures  of the nature and costs  of the real estate settlement process,  these disclosures  are the \nLoan  Estimate  and the Closing Disclosure.  Any loan,  including a Section  504 loan, is subject  to \nTRID if a security interest will be taken on the property. \n1. Initial Disclosures:  Loan  Estimate,  Written  List of Service Providers  and Special \nInformation  Booklet  \n \nA loan application  for TRID  purposes  is the submission of the following information: (1) \napplicant’s name, (2) applicant’s monthly income, (3) applicant’s social security number to obtain a credit report, (4) property address, (5) an estimate of the value of the property, and (6) mortgage loan amount sought. \n \nWhen an application as defined by TRID is received, the following initial disclosures \nmust  be provided to the applicant  within  3 business  days of receiving  the application  but no later \nthan 7 business days before loan consummation:  \n \n• Handbook Letter  5 (3550), Cover  Letter  for Initial Disclosures  Package;  \n• CFPB’s  standard  Loan  Estimate  (all construction loans require a  Loan Estimate be issued to the \nconsumer for both the construction and purchase loans ); \n• Attachment  3-I, Settlement Service Providers  List and Mortgage  Loan  Application \nRelated Disclosures; and  \n \n• CFPB’s  “Your  home  loan toolkit: A step-by-step guide”.  \nBusiness days for Loan Estimate purposes are Monday- Friday. If the initial disclosures \nare not provided to the applicant in person, the applicant is considered to have received the disclosures 3 business days after they are delivered or placed in the mail. The terms of the Loan Estimate are binding for at least ten (10) business days from when it is issued, subject to tolerances  and changed  circumstances,  unless  a revised  Loan  Estimate  is issued  before  \nconsummation, or the Loan Estimate expires.  \n \n \n \n3-10"
  },
  {
    "page_number": 11,
    "content": "HB-1-3550  \nParagraph 3.8 Compliance With Other Federal Requirements  \n \nTRID establishes variation limitations between the charges disclosed in the Loan \nEstimate and the final charges listed in the Closing Disclosure. All lender charges, including \nfees paid to a packager or qualified intermediary, which are imposed on a consumer must be disclosed whether financed, paid by the buyer, paid by the seller, or paid by a third party. Closing costs are divided into  charges that cannot increase (Zero Tolerance), charges that \nin total cannot  increase more  than ten percent  (10%  Tolerance ), and charges  that can change  (Not \nSubject to Tolerance). When the charges in the Closing Disclosure exceed the tolerance thresholds, the Loan Estimate is not considered to have been provided in good faith and the Agency is required to reimburse to the borrower the amount by which the tolerance was exceeded.  The Loan Originator is responsible for issuing accurate and timely TRID  disclosures.  \n \nThe Loan Estimate cannot be revised and reissued unless changed circumstances occur. \n“Changed Circumstances” is defined by regulation as: (1) An extraordinary event beyond the control  of any interested  party  or other  unexpected  event  specific  to the consumer  or transaction;  \n(2) Information specific to the consumer or transaction that the creditor relied upon when providing the required disclosures and that was inaccurate or changed after the disclosures were provided;  or (3) New  information  specific to the consumer  or transaction  that the creditor  did not \nrely on when providing the original disclosures. In the event changed circumstances occur, the  \nthe Loan Originator must send within 3 business days of receiving the information that established the change, but no later than 7 business days before consummation, either  a: \n \n•  Revised Loan Estimate.  A revised Loan Estimate cannot be provided on or \nafter the date of the Closing Disclosure  \nOR \n• Closing Disclosure.  Can be issued instead of a revised Loan Estimate  - if a \nclosing date has been determined, and final fees calculated.  \n \nRegardless of whether a revised Loan Estimate or the Closing Disclosure is used, only \nthose fees impacted by the changed circumstances may change.  S upporting documentation \nmust be retained in the case file for no less than three years after consummation.  Either the revised Loan Estimate or Closing Disclosure can be used to reset tolerance and terms.  \nThe Loan Estimate, which gives a preliminary indication of the amount of escrow \nrequired,  does not explain  the concept  of escrow.  During the applicant  orientation, escrow  will \nbe explained, and the Agency’s requirements will be outlined. \n \n \n \n \n \n3-11 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628"
  },
  {
    "page_number": 12,
    "content": "HB-1-3550                  \nParagraph  3.8 Compliance  With  Other  Federal  Requirements  \n \n2. Final  Disclosure:  Closing  Disclosure  \n \nUnder the TRID regulation, creditors must ensure the consumer receives the Closing \nDisclosure  at least 3 business  days before  loan consummation  (all construction loans require a \nClosing D isclosure be issued to the consumer  for both the construction and purchase loans ). \nThe mailbox  rule states  that if a disclosure is not provided to the consumer in person, the \nconsumer is considered to have received the disclosure 3 business days after it was delivered or \nplaced in the mail. Business days for Closing Disclosure delivery are all calendar days except \nSundays and legal public holidays.  \n“Consummation” occurs when the consumer becomes contractually obligated to the creditor. \nAlthough consummation may commonly occur  at the same time as closing or settlement,  it is a \nlegally distinct event that is not the same thing as closing or settlement.  \n \nWhile the closing agent/attorney will complete the Closing Disclosure, the Agency is \nultimately responsible for meeting the accuracy and delivery requirements of this form. The \nappropriate  Agency  staff will review  the Closing Disclosure  prepared  by the closing agent  and, if \ncorrect, will proceed (or authorize the closing agent/attorney) to provide the disclosure to the \napplicant within the timeframe provided by the law.  \n \nIf there  is more  than one applicant  involved  in a transaction,  the Closing Disclosure  may \nbe provided to any applicant with primary liability on the obligation for purchase transactions. However, for transactions with a rescission period, the Closing Disclosure must be given separately to each applicant who has the right to rescind under the regulation. \n \nThe Agency must redisclose the terms and costs on the Closing Disclosure if certain \nchanges  occur  to the transaction  after  the Closing Disclosure  was first provided to  the applicant \nand that cause  the disclosures  to become  inaccurate.  Revising the Closing Disclosure  after it has \nbeen provided to the applicant may require an additional 3 business day waiting period prior to consummation.  \n \nB. Truth  in Lending  Act \n \nThe Truth in Lending Act (TILA) is intended to assist consumers understand the cost of credit \nand the difference of such cost among creditors. The Agency is required to issue a Truth in Lending Statement disclosing specific information about the terms and costs of the loan for all unsecured Section 502 or 504 loan transactions. The Annual Percentage Rate (APR) is one of the key components of the truth in lending statement and it represents the cost of the credit expressed as a percentage. For loans where a security interest will not be taken on the property, Form RD 1940- 41, Truth in Lending Statement, must be issued within 3 business days of receiving a \ncomplete application as defined above. If the APR varies by more than one -eighth of a one \npercent at the loan closing, the Truth in Lending Statement must be re -issued using the actual \nterms of the transaction.\n \n \n \n3-12"
  },
  {
    "page_number": 13,
    "content": "HB-1-3550  \nParagraph  3.8 Compliance  With  Other  Federal  Requirements  \n \nC. Fair and Accurate  Credit  Transaction  Act \n \nIn accordance with  the Fair and Accurate Credit  Transactions  Act of  2003, the  Agency  is \nrequired to disclose to the applicant, upon request, the score that a credit bureau distributed and \nwas used in connection with their loan. In addition, the Agency is required to disclose the key factors affecting the applicant’s credit scores. Therefore, Attachment 3 -H, Credit Score \nDisclosure, wil l be provided to the applicant with the standardized application package. It must \nbe explained  to the applicant  that the credit  score will not be used to determine  loan approval  but \nonly to presume acceptable credit in lieu of other credit underwriting practices.  \n \nD. Equal  Credit  Opportunity  Act (Regulation  B) \nThe Equal Credit Opportunity Act (ECOA) of 1974 prohibits creditors from \ndiscriminating  against  credit  applicants  who are members  of a protected  class  (as discussed  in \nChapter 1).  \nRegulation B, which  implements  the provisions  of the ECOA,  outlines  the rules  lenders \nmust adhere to before, during, and after an application for credit is received and evaluated.  \nAgency activities covered under Regulation B include but are not limited to  information and \ndocumentation requirements, verification procedures, how standards to determine creditworthiness are used, actions taken on the application, modification of credit terms, and collection  procedures.  The application  processing procedures  prescribed  in this handbook take \ninto consideration the various  provisions  and requirements  outlined in Regulation  B, including \nthe notification requirements. Following these procedure s and using consistency when \nprocessing Section 502 and 504 loan applications ensures compliance with this regulation. \n \nUnder  Regulation B, lenders  are required  to provide  loan applicants  a written  notification \nof their right to receive a copy of the appraisal report and deliver such appraisal in a prompt manner but no later than 3 business days before consummation.  \n \nTo comply with this requirement,  the Loan  Originator  must  provide  the following:  \n \n• Notification of Right to Receive a Copy of the Appraisal : The Agency is required to \nprovide to the applicant a written notification of the applicant’s right to receive a copy of all written appraisals, or any other acceptable valuation, developed in connection with a mortgage application to be secured by a firs t lien on a dwelling. The  appraisal  \nnotification,  which  is included in Attachment 3-I, must  be issued  within 3 business days \nof receiving a loan application with a specific property to be financed. Pr oviding \nAttachment  3-I along with  pertinent  TRID  disclosures  meets  the appraisal notification \nrequirement.  \n   \n \n3-13 \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628"
  },
  {
    "page_number": 14,
    "content": "HB-1-3550  \nParagraph  3.8 Compliance  With  Other  Federal  Requirements  \n \n \n• A Copy of the Appraisal : In accordance with Regulation B, and as stated in the \nappraisal notification, the Agency must provide to the applicant a copy of the appraisal, \nor any other  written  valuation, promptly upon completion  but not later than 3 business \ndays prior to consum mation , whichever is earlier. For the Agency’s purposes, upon \ncompletion  occurs  when  the Loan  Approval  Official  has reviewed  the appraisal and \nmade the lending decision. If the loan application is approved without using the subject to appraisal allowance, the Loan Originator should provide a copy of the appraisal \nalong with Form RD 3550- 7, Funding Commitment and Notification of Loan Closing; \nif the application is rejected, it should be sent along with Handbook Letter 15 ( 3550), \nStandardized Adverse Decision Letter, or Handbook Letter 17 (3550), Adverse \nDecision Involving an Appraisal, whichever is applicable. If the loan application is \napproved using the subject to appraisal allowance (which is permitted throughout the fiscal year), the applicable box on Form RD 3550- 7 must be checked and a copy of the \nappraisal must be promptly provided to the applicant once  it is received,  reviewed,  and \naccepted  by the Agency. Applicants  do not have  to request  a copy  of the appraisal  to \nreceive one. If there is more  than one applicant, the Loan Originator may send a copy \nof the appraisal to only one applicant.  \n \n3.9 WITHDRAWING  AND REJECTING  APPLICATIONS  \n \nAn applicant can withdraw an application at any time by writing or calling the Field \nOffice. If the applicant fails to respond to the Agency’s written request for information in a \ntimely fashion, the Agency may consider their application voluntarily withdr awn; in most cases, \nas specified in this handbook, the response  time is 15 days. However, in some situations such as \nobtaining bids for repair  work, a longer  timeframe  may be warranted.  In these  limited  situations,  \nthe response  time will be up to 30 days. All letters to applicants requesting information must \nclearly indicate that the application will be considered voluntarily withdrawn if the appropriate information is not provided within the specified time frame.  \n \nWhen  an applicant  is rejected,  they must  be informed, in writing,  of the adverse decision \nand their review and appeal rights. All reasons for the rejection must be clearly documented.  \nApplicants  who are over the low-income  but within  the moderate -income  limit should be issued \nHandbook Letter 1 (3550), Moderate Income Options with Attachment 1- C, which is signed by \nthe Loan Approval Official, if the only reason for the adverse decision is that the applicant is over the low-income  but within  the moderate- income  limit. However, if the applicant is \ndetermined to be over  the low-income  but within  the moderate- income  limit and there are other \nadverse factors, then Handbook Letter 15 (3550), Standardized Adverse Decision Letter with Attachment 1 -C should be issued.  \n \nOnce  an application  has been  withdrawn  or rejected,  an applicant  who wishes  to reapply \nmust complete a new application form. The Loan Originator must record in UniFi that the application  has been withdrawn or rejected. Only in the following situations can an application \nbe reopened:  \n \n3-14"
  },
  {
    "page_number": 15,
    "content": "HB-1-3550  \nParagraph  3.9 Withdrawing  And Rejecting  Applications  \n \n• If the National  Appeals  Division  has overturned the rejection  of an application; \nor \n• The Loan  Approval  Official has reviewed  and reconsidered  the rejection  of an \napplication.  \n \nIn these situations, Attachment 3 -E must be completed and forwarded to the \nServicing  and Asset  Management  Office  (Servicing  Office),  SFH Assistance  Section,  for \nprocessing.  \nSECTION  4: SELECTION  FOR  PROCESSING  \n \n3.10 OVERVIEW  \n \nIn general, applications  are selected for processing based on the priorities described in \nParagraph  3.13. If available  funding is not sufficient  for all eligible  applications  on the waiting \nlist, the priorities described in Paragraph 3.13 will be used to determine the selection of \napplications  for available  funds. This section  discusses the appropriate  actions  to take to notify \napplicants of their status and select applications for processing in the proper order.  \n \n3.11 DETERMINING  WHETHER  FUNDS  ARE  AVAILABLE  \n \nThe Loan Originator must determine whether funds are available before proceeding \nwith further processing. Loan Originators will review the number of applications on hand in UniFi  at least quarterly.  A sufficient  number  of applications  will be reviewed, and Certificates \nof Eligibility will be issued, as appropriate, based on expected state and national funding availability by income category over the next 90 days. The Loan Approval Official may use historical data, but generally the number of outstanding Certificates of Eligibility will not exceed 150 percent of the expected funding. State Directors will issue State Supplements to provide guidance about how many applications should be processed based on available funding levels. \n \nA. Regular  Funding  \n \nNationwide, at least 40 percent  of Section  502 loan funds  must  be allocated  to very low- \nincome households. Since each state meets this goal in different ways, Loan Originators also may have  to consider  the guidance  provided through State  Supplements  in determining  whether \nfunds are available for the applicant’s income category.  \n \nIn rare situations,  the funds  available may be less than the amount  for which  the applicant \nis eligible. If this occurs, it is important to follow consistent procedures. An example of a possible procedure is provided in Exhibit 3- 1. \n \n \n3-15 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628"
  },
  {
    "page_number": 16,
    "content": "HB-1-3550  \nParagraph  3.11 Determining  Whether  Funds  Are Available  \n \n \nB. Special  Funding  \nEach  year the National  Office  may designate  funds  to address  special  high- priority  needs \nidentified by the Agency. If an applicant falls into one of those high priority needs areas and \nfunds are available, the application can be processed immediately. For example, in a year in which funds have been set aside to target a particular geogra phic area, an application from a \nhousehold willing  to seek a property in that area could  be processed  ahead  of other  applications. \nInformation  about  funds  available for high- priority  needs  are distributed  to Field  Offices \nthrough State  Supplements, based  on guidance  from  the National  Office  through RD Instruction \n1940- L. \n3.12 IF FUNDING  IS NOT  AVAILABLE  \nIf funds  are insufficient  to proceed  processing an application  from  an applicant  who has \nbeen determined eligible, the applicant should be notified using Handbook Letter 2 (3550), \nFunds Not Available that they have been determined eligible, but funding is not currently \navailable. The letter should indicate the expected waiting time before funding will become \navailable to the applicant, given the applicant’s priority status. \n \nWhen  funds  are not readily  available to obligate  a loan request  from  an eligible  applicant \nwho has already been issued a Certificate of Eligibility and/or who has identified a property, \nField Offices should issue Handbook Letter 4 (3550), Funds Not Available – Certificate of \nEligibility/Identified Property.  \n \n \n \n \n \n3-16 Exhibit  3-1 \nProcedures if Funds are Inadequate for  the \nNext  Applicant  on the Waiting List \n \nApplicant  A is next  on the waiting  list and  qualifies  for a \n$175,000 loan. Applicant  B is eligible  for a $140,000 loan. The funds \navailable are $145,000.  \n• Call State  Office  to ask for more  funds.  \n• Document  the results  of this conversation. If no more  money is  \navailable, offer Applicant A $145,000. \n• If Applicant  A accepts,  proceed.  \n• If Applicant  A does not accept,  go to Applicant  B and keep \nApplicant A at the top of the waiting list for the next \navailable funds."
  },
  {
    "page_number": 17,
    "content": "HB-1-3550  \n3.13 SELECTING  APPLICATIONS FOR  PROCESSING  \n \nApplications  will be selected  for processing  using the priorities  specified  in this \nparagraph.  \n \nA. Selection  Procedures  \n \nWithin  the respective priority  categories,  completed  applications  will be processed  in the \norder received. In the case of applications with  equivalent  priority  status  that are received  on the \nsame day, veterans’ preference will first be extended to those qualifying applicants. \n \nWhen funds are limited and eligible applicants will be placed on the waiting list, the \npriorities specified in this paragraph will be used to determine the selection of applications for \navailable funds. If a Field  Office  has a backlog of unprocessed  applications, a list of unprocessed \napplications should be generated from UniFi. The Loan Originator must select applications for processing based on each applicant’s priority and the date the application was determined complete as outlined in Paragraph 3.7. The number of applications selected will be determined based on guidanc e from the State Director.  \n \nWhenever applicants are selected for processing, a copy of the waiting list should be \nmaintained  and placed  in an operational  file to document  that the applications  were processed  in \nthe correct order. This is important because the electronic files will be overwritten, leaving no documentation to verify that proper procedures were followed.  \n \nB. Processing  Priorities  \n \nA priority  system  is used to ensure  that applicants  who meet  the priorities  established  for \nthe program are selected for processing first. The priority system is used only to determine the order in which applications will be processed. A priority will be established once an application has been determined complete; the priority should be marked  on Attachment 3 -G and \ncompleted i n the Registration Screen in UniFi . Once applicants are selected for processing, the \norder in which they actually receive funding will depend on how long it takes to conduct all required  verifications  and how  long it  takes the household to  locate a  property. Attachment  3-C \nprovides a case study that illustrates the use of priorities in selecting applicants for processing. \n \nThe Agency  gives  processing  priority  to applicants  who have  an especially  serious  need \nfor immediate assistance  and for loans that  are to  the Agency’s benefit. Applicants with higher \npriorities must be processed before those with lower priorities. Applicants who do not qualify for any priority should be processed only when no applications with a priority remain unprocessed. Within each prior ity category, applications should be processed in the order they \nare considered complete.  The types of priorities are described below.  \n \n \n \n \n \n3-17 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628"
  },
  {
    "page_number": 18,
    "content": "HB-1-3550  \nParagraph  3.13 Select  Applications  For Processing  \n \n1. First  Priority:  Subsequent  Loans  to Correct  Health  and Safety  Hazards  \n \nCurrent  Agency  borrowers  who request  subsequent  loans  to correct  health  and safety \nhazards will be selected for processing first.  \n \n2. Second  Priority:  REO  Property  or Transfer/Purchase of Agency -Financed  Property  \nApplicants  interested  in obtaining loans  for purposes  that are in the Agency’s  interest, \nbut that do not directly involve removing hazards in a security property, will receive \nsecond priority for processing. These are loans related to the sale of Real Estate Owned (REO) property and loans related to the transfer and assumption (or purchase with new loan proceeds) of property owned by a program bor rower.  \n3. Third  Priority:  Hardships  \nApplicants  facing  housing- related  hardships  will receive third  priority  for processing.  \nHardship circumstances include living in deficient housing for more than 6 months. Deficient housing is defined as a dwelling that lacks complete plumbing, lacks adequate \nheating, is dilapidated  or structurally  unsound, has an overcrowding situation  that will be \ncorrected with loan funds, or is otherwise  uninhabitable, unsafe,  or poses  a health  or \nenvironmental  threat  to the occupant  or others. To  retain  the hardship designation, the \nresulting  loan must  eliminate  the deficient  housing issue which existed at the time of the \napplication. Other hardship circumstances include current homeowners in danger of losing a property through foreclosure due to circumstances beyond their control, and other circumstances determined appropriate by the State Director on a case- by-case \nbasis.  \n \n \n \n3-18 \n  Example  - Deficient  Housing  Scenario  \n \nThe Smiths  are an 8-person household currently  living  in a 2-bedroom  apartment.  They \nqualify for hardship processing because they are overcrowded  with more  than 2 people \nper bedroom. In order to retain the hardship priority, they would need to purchase a property (4 or more bedrooms) which corrects the overcrowding condition. \n \nIf the Smiths selected a 3 -bedroom property, they would no longer qualify for the \nhardship processing/funding priority. However, assuming the dwelling meets the property requirements, a loan could be made on the dwelling when funds become available under  the fifth/general  priority,  as the Agency  has no minimum number  of \nbedroom requirement based on household size."
  },
  {
    "page_number": 19,
    "content": "HB-1-3550  \nParagraph  3.13 Selecting  Applications  for Processing  \n \n4. Fourth  Priority:  Loans  that Bring  in Additional  Resources  \nApplicants seeking loans for the construction of dwellings in an RHS approved \nMutual Self -Help project, loan application packages funneled through an Agency-  \napproved intermediary  under  the certified  loan application  packaging process, and loans \nthat will leverage funding or financing from  other  sources  as outlined  in Paragraph  10.1. \nA., will receive fourth priority for processing. \n5. Fifth Priority: Applicants who do not qualify for priority consideration in the \nabove  listed  priorities  will be selected  for processing  after all applications  with \npriority status have been processed.  \n \nC. Veterans’  Preference  \nIf applicants with equivalent priority status apply for assistance on the same day, \napplicants qualifying for a veterans’ preference will receive priority processing. Applicants are \neligible  for a veterans’  preference if they served in the military forces of the United States , or \nare the family of deceased servicemen who died in service, during any war between the United \nStates and any other nation (see 42 U.S.C. 1477).  \n \nD. Notifying  Applicants  Who  Are Selected  for Processing  \n \nWhen  funds  are available,  applicants  selected  for processing  will be sent Handbook \nLetter 11 (3550), Request Information, if updated and/or additional information is needed which may have expired since the eligibility determination. \n \nParagraph  4.3 E. describes  the required  verifications  in detail.  If an applicant  fails to \nprovide the needed information within 15 days , the application will be  considered voluntarily \nwithdrawn  by the applicant . \n \nApplicants who provide the required information, but cannot be funded that quarter, \nshould be notified that they will be selected again when the next quarterly allotment becomes available.  When  funds  become available in the subsequent  quarter,  the Loan  Originator  should \ncontact the applicant to determine whether the household has experienced any changes in circumstances that might require new verifications before processing.  \n \n  \n \n \n \n3-19 \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628"
  },
  {
    "page_number": 20,
    "content": "HB-1-3550  \n \n3.14 PURGING  THE  WAITING  LIST  AND WAITING PERIOD UPDATES  \n \nThe waiting  list should be purged periodically  to ensure  that the Agency’s  records  are not \nburdened with applications  (which have previously been determined eligible)  from households \nthat are no longer interested in the program. Once every 6 months , the Loan Originator must \ndetermine how soon funding will be available to process applications and generate Handbook \nLetter 3 -A (3550), Waiting Period (Funds Not Available) , for each application on the waiting list. \nThis letter notifies applicants that in order to keep their application  active,  they must  return  the \nresponse  form  attached  to the letter,  or the application  will be  considered voluntarily withdrawn. If \nan applicant does not respond within 15 days of the date of the letter, the application should be \nconsidered voluntarily withdrawn.  \n Applications which were unable t o have an eligibility determination made  within 30 days \nof complete application and were sent Handbook Letter 3- B (see Paragraph 3.7), should be sent \nanother Handbook Letter 3- B to update the applicant on the estimated wait time.  At a minimum, \nHandbook Letter 3 -B should be sent within 30 days , and again  at 6 months  of complete \napplication if an eligibility determination has not yet been made.   When sending Handbook Letter \n3-B after 6 months from the date of completed applica tion, applicants should be notified that  to \nkeep their application active, they must return the response form attached to the letter,  or the \napplication will be  considered voluntarily withdrawn. If an applicant does not respond within 15 \ndays of the date of the letter, the application should be  considered voluntarily withdrawn.  \n \nExhibit 3 -2 \nApplication Status  HB Letter 3 -A,  \nWaiting Period  (Funds Not \nAvailable ) HB Letter 3 -B,  \nWaiting Period (Extended \nProcessing Timeframe)  \nDetermined Eligible , Funds \nNot Available  \n(HB Letter 2 already sent ) Send 6 months from date of HB \nLetter 2 if funds are still not \navailable.  Applicant must  notify \nAgency if still  interested  in \nassistance; the Agency will  consider \nit voluntarily withdraw n if not \nnotified within 15 days.  Continue \nto send every 6 months if funds are \nnot available, but applicant remains \ninterested.    \n  \nN/A \nNot Yet Determined  Eligible  \n(e.g., due to application backlog)   \n  \n \nN/A Send  within 30 days of complete \napplication, and at 6 months if still \nunable to make eligibility \ndetermination.  Upon the 6- month \nnotification, applicant must  notify \nAgency if still  interested  in \nassistance; the Agency will consider \nthe application voluntarily withdraw n if applicant does not \nrespond within 15 days.  \n \n3-20"
  },
  {
    "page_number": 21,
    "content": "HB-1-3550  \n \n3.15 VERIFICATIONS  \n \nOnce  an applicant  is selected  for processing, the Loan  Originator  should update  any items \nwhich may have expired since the eligibility determination was made. The Loan Originator \nshould collect and verify items required for the Agency’s decision (e.g., do not collect birth certificates to verify age/name of a dependent, require verification of a prior address, etc.).  \nGenerally, the Loan Originator should consider copies of pay stubs and other available documentation before using 3\nrd party verification forms that must be initiated by the Agency. \nWhen verification forms are sent to a respondent to verify an applicant’s information, they should be accompanied by Form RD 3550- 1, Authorization to Release Information, and a pre - \naddressed,  pre-stamped  envelope. If the respondent  does not return  the verification  form  within \n14 days , the Loan Originator must place a reminder te lephone call. If a respondent returns an \nincomplete  verification  form  or if additional  information  is needed,  the Loan  Originator  should \ncontact the respondent.  \n \nAn applicant should not be penalized if a respondent refuses to provide the requested \ninformation. If the respondent does not respond to the verification form after 14 days and does not respond to a follow up call, the Loan Originator should move to the us e of alternative methods \nof verifying the information. All conversations and follow up actions for obtaining verifications should be documented carefully. Detailed procedures for assessing the results of these verifications are provided in Paragraph 4.3 E.  \n \nA. Types  of Verifications  \n \n1. Third -Party  Generated  Documents  \n \nThe preferred form of verification are those documents which are readily accessible \nto the applicant  and generated  by a third -party  to officially  record  their financial  dealings \nor involvement  with the applicant. Examples  of third -party  generated  documents  include \npaycheck stubs, bank statements, and benefit award letters. \n \n \n \n  \n \n  \n \n  \n \n3-21 \n \n(01-23-03) SPECIAL PN  \nRevised ( 11-06-24) PN 628"
  },
  {
    "page_number": 22,
    "content": "HB-1-3550  \nParagraph  3.15 Verifications  \n \n \n2. Written  Third -Party  Verifications  \n \nWritten  third -party  verifications  tend to be used as an alternative  form  of verification.  \nCorrespondence  should take place directly  between  the third  party  and the Agency  (or \nloan application packager) using Agency forms. Transmission of the completed \nverification via fax or secured email is acceptable.  \n \n3. Oral  Third -Party  Verifications  \n \nOral verifications should only be used if the applicant has worked for the employer \nfor less than a year or the other  types  of verifications  are inconsistent  or suspicious. Oral \nverifications should be carefully documented in the running record.  \n \nB. Evaluating Verified  Information  \n \nAll verifications should be checked for completeness and for discrepancies from \ninformation  provided by the applicant.  Any discrepancies  should be discussed with the applicant \nand clarifications should be documented carefully. Verification sources may be contacted directly, if necessary, to clarify information. \n \n \n \n \n  \n \n \n \n \n   \n \n \n \n  \n \n \n \n \n3-22"
  },
  {
    "page_number": 23,
    "content": "HB-1-3550  \nAttachment  3-A \nPage  1 of 29 \nATTACHMENT  3-A \n \n LOAN APPLICATION  PACKAGERS   \n \nThe Agency supports partnerships with loan application packagers since packagers can \nprovide outreach and presence in counties where a Field Office is not located; assist the Agency in reaching very low -income applicants; promote the program in underserved  areas; \nprescreen  potential  applicants;  counsel  potential  applicants  on how to improve  their ability  to \nqualify for a home;  ensure that applications  are complete  and accompanied  by the supporting \ndocumentation needed for the Agency’s decision. \n \nThe packaging  types  that undergo an Agency  approval  process  (either  directly  by the Agency \nor through intermediary involvement) are noted below. \n \n• Section  502 Direct  Loan  Program:  \no Certified  packaging which  includes  an entity  eligibility  component  as \nwell as a packager’s experience/training/testing component. \no Approved  non-certified  packaging which  includes  an entity  eligibility \ncomponent but no packager’s experience/training/testing component. \n• Section  504 Loan/Grant  Program:  \no Public  and private  nonprofit  packaging which  includes  an entity \neligibility  component  but no packager’s  experience/training/testing \ncomponent.  \n• Section  523 self-help grantee  packagers  may  package  Section  502 loan  and \n504 loan and/or  grant  applications  under  this attachment’s  guidance  provided \nthe applicant is not participating in a mutual self -help project.  \n \nPackagers that do not fit the types above are considered “other” and have no entity or packager \neligibility  component. As such, use of “other” packagers  is discouraged if they charge a packaging \nfee and any fee,  they do charge is not an eligible loan purpose.  \n \nThis attachment provides packaging fee tables,  outlines general  requirements which  must be  met by \nall packaging types, and details how to become a certified packager or how to become an \nintermediary.  A Section  502 loan application  package  (certified  or non-certified)  that does not meet \nthe requirements of  this attachment,  including all  applicable items listed in  the cover letters for both \nPhase 1 and Phase 2, will be considered a referral only and the packager or intermediary may not \ncharge a packaging fee.  In addition, intermediaries (if present) must conduct a quality assurance \nreview for both Phase 1 and Phase 2. \n \n  \n \n  \n \n(01-23-03) SPECIAL  PN \nRevised  (11-18-22) PN 571"
  },
  {
    "page_number": 24,
    "content": "HB-1-3550  \nAttachment 3 -A \nPage 2 of 29  \n \nSection  502 Direct  Packaging Type,  Permissible  Packaging Fee, and Eligible  Loan  Purpose:  \n \nThe Section  502 direct packaging type and who is involved impacts the permissible packaging \nfee amount and whether the fee is an eligible loan purpose. Duplicate fees for packaging services \nare not permitted.  \n \n502 Direct  Packaging \nType  Permissible \nPackaging Fee Regulated  by 7 \nCFR Part  3550  \nEligible  Loan  Purpose?  \nCertified  packaging \nbody with an intermediary  Up to $2,000 split \nbetween certified \npackaging  body and \nintermediary  Yes \n3550.52 (d)(6)  \nand 3550.75   \nYes \nCertified packaging \nbody without an \nintermediary (occurs \nwhen the State Director \napproves an opt -out \nrequest  or when  a state is \nnot served by an \nintermediary)   \n \n \n \nUp to $1,750   \n \nYes \n3550.52 (d)(6)  \nand 3550.75   \n \n \nYes \nIntermediary  acting  \nas a certified  packaging \nbody   \nUp to $1,750  Yes \n3550.52 (d)(6)  \nand 3550.75   \nYes \nApproved non-certified  Up to $750  Yes \n3550.52  (d)(6)  Yes \n \n \nOther non- certified \npackaging arrangements \n(packaging activities \noutside of the Agency’s \nregulatory controls such \nas packaging by for-profit \nentities)   \n \n \nNot regulated  and \ndiscouraged when \na fee is charged   \n \n \n \nNo  \nNo. \nIn addition, the \nAgency will review \nthe impact of the fee \nto the applicant and \nwill make the \ndetermination if it \nadversely  affects  their \nqualification."
  },
  {
    "page_number": 25,
    "content": "HB-1-3550  \nAttachment  3-A \nPage  3 of 29 \nSection  523 Grantees  Who  Package  Section  502 Direct  Non-Self-Help  Loan  Applications: \nApplications submitted under the Section 523 Mutual Self -Help program are excluded from \nthe certified loan application packaging process; and may not include a packaging fee as an  \neligible  loan purpose  since  grantees  receive grant  funds  to package (among other  things)  and \nare provided technical and management assistance. However, a grantee and its staff may \npackage Section 502 or Section 504 non- self-help loan applications in accordance with the \nguidance  in this attachment.  Regardless  of which  type of loan is being packaged,  Section  523 \ngrantees will follow the packaging guidance in this attachment related to pre -eligibility \ncounseling, applicant disclosures, application submissions, and the use of eForms.  \nAdditionally, when  grantees  also serve as packaging bodies  for Section  502 non-self-help loan \napplications there exists the possibility that an applicant originally interested in pursuing a self-help loan through Rural Development may ultimately decide to pursue a non- self-help \nloan through Rural Development. This change could occur early in the packaging process or after the loan application package is submitted to the Agency. The table below outlines what fee is permissible depending on the loan type and/or when such a switch occurs.  \n \nGrantee’s  packaging \ntype:  Applicant  selects \nmutual self -help \nbefore the \napplication package is submitted to the Agency.  Switch  occurs  after  the \npackage is submitted to the Agency but before the Agency determines the applicant’s eligibility (which is generally a \nsmall  window  of time).  Switch occurs after the \nAgency determines the \napplicant’s eligibility.  \nSection 523 \nTechnical Assistance (TA) grantee packaging \nfor a self -help \napplicant  Grantee  cannot  attempt  to collect  a packaging  fee. The services  provided  are \nconsidered part of the TA services charged to the grant.  \nCertified  packaging \nbody with an intermediary  Grantee  must  funnel \nthe package through \nan intermediary to share a packaging fee of up to $2,000 with the \nintermediary.  Grantee cannot attempt \nto collect a packaging fee. The services provided are considered \npart of the TA services charged to the grant.   \n \n \nGrantee  cannot  attempt to \ncollect a packaging fee. The services provided would be considered part \nof the TA services charged to the grant.  \nCertified  packaging \nbody without an intermediary (i.e.  \nState Director approved opt-out \nor state does not have an \nintermediary)  Grantee  can charge  a packaging  fee of up to \n$1,750.  \nApproved  non-certified \npackager  Grantee  can charge  a packaging  fee of up to \n$750.  \n \n(01-23-03) SPECIAL  PN \nRevised  (11-18-22) PN 571"
  },
  {
    "page_number": 26,
    "content": "HB-1-3550  \nAttachment 3 -A \nPage 4 of 29  \n \n \nTo reduce the possibility of such a switch occurring and to account for disclosure requirements, \ngrantees must make it clear to potential applicants upfront that they have the option of applying \nthrough the self -help program or non- self-help route to purchase a contractor built or existing \nhome and explain what will occur should they switch from self -help to non- self-help (e.g., a \npackaging fee may be charged).  \n \nSection  504 Loan  and/or  Grant  Packaging Type,  Permissible  Packaging Fee, and Eligible  \nLoan Purpose:  \n \nThe Section 504 loan and/or grant packaging type and who is involved impacts the permissible packaging fee amount and whether the fee is an eligible loan purpose. The Section 504 program is not a part of the certified packaging process (e.g. intermediaries  are not involved in reviewing \nSection 504 applications). The Agency and the packaging body will execute a Memorandum of \nUnderstanding (MOU) using the standardized format, which can be found in SharePoint.  Other \nthan inserting the entity’s name, states ser ved, the contact persons, and the name/title of the \nauthorized representative signing on behalf of the organization, no other changes to the MOU can  \nbe made.  Duplicate  fees for packaging  services  are not permitted.  Section  523 TA grantees \nsubmitting an application involved in a rehabilitation project which uses Section 504 loan funding are also subject to this guidance.  \n \n504 \nPackaging Type  Permissible \nPackaging Fee Regulated  by 7 \nCFR Part  3550 \n \nEligible  Loan  and/or \nGrant Purpose?  \nPublic and private \nnonprofit \norganizations that \nare tax exempt  under  \nthe Internal  Revenue \nCode   \n \nUp to $750   \n \nYes \n3550.102  (d)(5)   \n \nYes \n \n \n \nOther  packaging \narrangements   \n \nNot regulated  and \ndiscouraged when \na fee is charged   \n \n \nNo No. \nIn addition, the Agency \nwill review  the impact  of \nthe fee to the applicant \nand will make the \ndetermination if it \nadversely affects their \nqualification."
  },
  {
    "page_number": 27,
    "content": "HB-1-3550  \nAttachment 3 -A \nPage 5 of 29  \n \n \nGeneral  Packaging Processing  Guidance:  \nAll packagers are expected to comply with this general packaging processing guidance regardless of \ntheir packaging type  (certified, approved non- certified, self -help grantee, public/private  nonprofit, or \nother).  The packager will gather and submit the information needed for the Agency to determine if \nthe applicant  is eligible  along with a fully  completed  and signed uniform  residential  loan application. \nFor the Section 502 loan program, this review will be completed using the borrower eligibility requirements found in Chapter 4 of this Handbook and the Worksheet for Computing Income and Maximum Loan Amount Calculator available on the SFH Direct Loan Application Packagers resource page ( https://www.rd.usda.gov/programs -services/services/direct -loan-application -\npackagers ). For the Section 504 program, this review will be completed using the borrower \neligibility requirements in Chapter 12 and the 504  Automated  Worksheet available on the SFH  \nRepair Loan  & Grants webpage (https://www.rd.usda.gov/programs -services/single -family -housing-\nrepair -loans -grants ). \nIf the potential applicant  appears to be ineligible for the program (at any time in the packaging \nprocess), the packager should counsel them on ways to improve their situation. Packagers should not submit loan application packages to the Agency (or to an intermediary if present) that are unlikely to be determined  eligible  by the Agency  staff.  If the program  does not appear \nto be a good fit for the potential applicant, the packager should advise the potential applicant that the program does not appear to be a good fit, notify them that they will not continue packaging the application as a result but that the potential applicant is welcome to apply \ndirectly to the Agency. Potential applicants who were considering building via the self -help \nprogram  but who do not appear  to qualify  for a loan should be counseled  that applying directly \nto the Agency would exclude participation in the self -help program.  \n \nIf the potential  applicant  appears  to be eligible  for the program, the packager  will: \n \n• Provide  the potential  applicant  with the required  disclosure  letter.  The letter  must  follow \nthe format provided in this attachment and must be signed by the potential  applicant.  \n• For applicants who are not participating in the self -help program, strongly discourage \nthe potential Section 502 direct program applicant from locating a property until the Agency  receives  their application  package and issues Form  RD 1944-  59, Certificate  of \nEligibility (COE).  \n• Applicants  for the self-help program  may be advised  of potential  property locations  and \nhouse plan options in order to package  an application with an appropriate loan amount \nfor the project. \n• Collect all the items that the Agency will need to consider the package complete. The \nApplication  Submittal Cover  Letter  (as provided in this attachment)  must  be completed \nand included in the submitted loan application package.  \n  \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628"
  },
  {
    "page_number": 28,
    "content": "HB-1-3550  \nAttachment 3 -A \nPage 6 of 29  \n \n• Applications  submitted  by all packaging types will  be submitted via eForms. \n• For the certified  process:  If an intermediary  is present, the packager  will send the \nitems to the intermediary for a quality assurance review. Once the package is \naccepted  by the intermediary,  the package will be sent to the Agency  via eForms.  \n• For Section 523 TA grantees submitting applications for a self -help build or \nrehabilitation  project,  the grantee  packager  will submit the application  directly  to \nthe Agency via eForms.  \n• The packager  will need  to obtain the potential  applicant’s  credit  report  to conduct \na preliminary credit analysis. Any cost for the credit report is considered part of the packaging fee and should not be charged to the applicant. The Agency will not furnish a credit report for packaging purposes.  \n• When gathering verifications, the packager should use the preferred sources \noutlined in Chapter 4. Preferred sources generally do not involve asking third-  \nparties  to complete  an Agency  form  and can be obtained  with  information  readily \navailable to the applicant (such as pay stubs, award letters, etc.). If a third -party \nverification must be obtained because the preferred source involves a fee, the packager may request and receive the form directly.  Packagers typically should \nnot obtain Form RD 1910- 5, Verification of Employment (VOE), nor should \nAgency  staff request  VOEs  for all applications. VOEs  should only be obtained if \nthe applicant does not have access to pay stubs or the information can only be obtained through a source which charges a fee.  \n• Packagers  should only gather  documents  needed  for the specific application.  For \nexample, do not obtain a Landlord’s Verification (Form RD 1944- 60) when the \napplicant(s) seemingly qualify for a streamlined credit history analysis. Only \ncollect and remit items needed for the Agency’s decision.  \n• The Agency will accept appraisals ordered by self -help grantees, certified packagers, \nand Agency -approved intermediaries  (‘authorized third -party’) provided that : \n• Rural Development (RD) is notified of the  intent to order the appraisal  and \nthe cost of the appraisal prior to any contractual commitment.  Once \nnotified, Rural Development will:  \n• Within three business days of receiving this notification, issue the applicant a third -party appraisal Loan Estimate (LE) and \naccompanying tailored Appendix 4, Handbook Letter 5 of this Handbook.  \n• List the cost of the appraisal  as provided by the authorized third \nparty , which may exceed the Agency’s prevailing appraisal fee in  \nChapter 5, Paragraph 5.20 of this handbook."
  },
  {
    "page_number": 29,
    "content": "HB-1-3550  \nAttachment 3 -A \nPage 7 of 29  \n \n \n \n• Authorized third- party orders the appraisal only after:  \n• Receiving notification from RD to proceed with the order.  \n• Explaining to the applicant that they are ordering the appraisal on \nthe applicant’s behalf and that the applicant will have to cover the \nfee, out -of-pocket, if the loan does not close.  \n• The authorized third- party  may choose to collect the \nappraisal fee from the applicant prior to ordering. The \nappraisal fee, even though paid to the third party, is an allowable excess cost and is eligible to be reimbursed to \nthe borrower from their loan proceeds at loan closing. A \npaid receipt must be forwarded to the Field O ffice to \nensure proper credit and disclosure on the settlement \nstatement.   The appraisal fee must be paid prior to closing \nby the self -help grantee, certified packager, intermediary, \nor applicant.  The appraisal fee can be reimbursed at \nclosing but cannot be invoiced by the appraiser at closing.  If the authorized third- party or applicant cannot pay for \nthe appraisal and wait for reimbursement, then the appraisal must be ordered by the A gency.   \n• Authorized third- party provides a copy of the paid invoice for the appraisal \nalong with a copy of the appraisal that:  \n• Meets the Uniform Standards of Professional Appraisal Practice and \nAgency appraisal standards, as described in Chapter 5, Paragraph \n5.14 of this Handbook, and 7 CFR 3550, § 3550.62 Appraisals.  \n• Lists Rural Development as an “intended user”.  \n• The appraisal is reviewed for acceptability by Rural Development . \n• RD must  complete Form RD 1922- 15, “Administrative Appraisal \nReview for Single Family Housing.”  \n• At a minimum, the first five appraisals obtained by a n authorized \nthird -party  will receive a pre- closing technical review.  \n• All appraisals  which  are subject to a technical pre -closing review, \nmust be entered into the Appraisal Hub on SharePoint to assist with the monitoring of performance and compliance.  \n• RD staff appraisers should complete their review within three \nbusiness days. At the discretion of the appraisal staff, additional \nrevisions or reviews may be required.  \n• When additional revisions are needed, they will be addressed by RD staff appraisers, in coordination with the Field Staff  and the \nauthorized third- party . \n \n  \n \n(01-23-03) SPECIAL  PN \nRevised  (10-19-23) PN 595"
  },
  {
    "page_number": 30,
    "content": "HB-1-3550  \nAttachment 3 -A \nPage 8 of 29  \n \n \n \n• Once the Administrative Appraisal Review (and any applicable technical pre- closing \nreview) determines the appraisal is acceptable, the RD processing office must ensure \nthe applicant is promptly provided a copy of the appraisal, which must be at least three  \nbusiness days prior to closing. \n• Loan funds may be used to reimburse the payor of the appraisal fee at loan closing. The \namount of reimbursement for the appraisal may exceed the Agency’s standard appraisal \nfee (HB -1-3550, Chapter 5, Paragraph 5.20). The paid invoice for the appraisal and \ninstructions for “paid outside of closing” reimbursement will be sent to the closing agent for proper disclosure and settlement.  The Agency will not pay the appraiser directly.  \nIf the applicant indicates they wish to withdraw their application which has already been \nsubmitted  to the Agency,  the packager must obtain written confirmation from the applicant \nrequesting the Agency  withdraw  their application, or have  the applicant  contact  the Agency \ndirectly to request withdrawal."
  },
  {
    "page_number": 31,
    "content": "HB-1-3550  \nAttachment 3 -A \nPage 9 of 29  \n \nRequired  Disclosure Letter : All packagers,  regardless  of packaging  type,  must  give potential  applicants \nthis letter after inserting the appropriate letterhead and information where indicated with brackets. Once \nsigned by the potential  applicant,  the packager  may assemble the application  and submit  to the Agency  in \naccordance with the guidance in this attachment.  \n \nPage  1 of 3 \n[Insert applicable letterhead : If under the certified packaging process, this required \ndisclosure letter  must  be on the qualified  employer’s  letterhead.  If outside  the certified  \npackaging process  or for self- help applications, the packager’s letterhead can be used.]  \n \nDear  Potential Applicant:  \nAfter  talking  with you, we think that a direct  Section  [insert  502 or 504, whichever is \napplicable ] single family housing loan through the Rural Housing Service (known as the \n“Agency”) is a good loan for you. The Rural Housing Service is an Agency of the United \nStates Department of Agriculture.  \nWe do not work  for the Agency;  we are an  outside  loan application  packager.  [Insert  name  \nof organization ] will assist you in applying for a loan through the Agency. We do not \nguarantee that your loan application will be approved or funded by the Agency. \nFor our services, you will pay a loan application packaging fee of [ insert applicable fee \namount based on the packaging fee tables in Attachment 3 -A. For self -help \napplications, enter $0] . The fee is due only if the Agency approves you for a loan and the \nloan closes. We will assist you  in finding means  to cover  the fee from  various  sources.  To \nthe extent  other  sources  are unavailable, we may waive the fee. [ If the organization meets \nthe regulatory requirements of 7 CFR 3550 insert, “Under certain circumstances, part \nor all of this fee may be included in yo ur loan.”]  \nYou are not required to work with a loan application packager to receive assistance from the Agency [ if self -help, enter “unless you are applying to participate in a mutual self -\nhelp program” ]. You may work  directly  with the Agency  and avoid  the loan application  \npackaging fee. Working with our organization provides you with the following benefits:  \n• We will act  as a go-between for you  and the  Agency.  \n• We will make sure that your paperwork is in order, which should shorten the time it takes for the Agency  to make an eligibility  decision. All information  collected  will be maintained \nwith the highest degree of  confidentiality.  \n• [Insert the following statement if and only if the loan application package will be \nfunneled through  an Agency -approved  intermediary,  includes  minimum  leveraged \nfunds, or is a mutual self -help application: “Your application will be considered a \nfourth funding priority when funds are insufficient to serve all program eligible applicants.”]  \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-18-22) PN 571"
  },
  {
    "page_number": 32,
    "content": "Page 2 of 3  \n[Insert  the following  if a Section  502 non -self-help loan is being  requested : “You  are strongly \ndiscouraged from identifying a property or entering into a purchase agreement until such time as the  \nAgency  issues a  Certificate  of Eligibility  (COE).  If and when  a COE  is issued  by the Agency, we \nwill help you gather and submit the property information needed by the Agency.”]  \n \nWe are required to disclose to you and the Agency if we have a financial interest in the property, \nonce a property is identified (i.e., developer, builder, seller of, real estate agent, or have any other \nsuch financial interest).   You are not required to purchase a property in which we have a financial \ninterest nor are you required to use our services to locate a property.  We will still help you gather \nand submit the property information to the Agency.  As a loan application packager, we may only \nprovide you information on Agency policy and may not influence you to purchase a specific \nproperty.   \n [Insert the following if an organization’s employee/board member or packager have a real \nestate agent license:   We receive a financial interest when you purchase a home with the services \nof [insert name of real estate agent and/or company]  who is a real estate agent and is also \nassociated with our organization. You are not required to work with [insert name of real estate agent and/or company]  as your real estate agent for us to package your loan.  If you desire to use \nthe service of a real estate agent or company, you may engage the service of any real estate agent or \ncompany or you may locate a property on your own.]    \n \n[Insert  the following  if the application  is part of a mutual  self-help project : As a Section 523 \ntechnical assistance grantee, we will assist you with assembling or identifying property information for submittal to the Agency.]  \nWe look forward  to working with you in preparing  an application  for an Agency  direct  loan. \nRespectfully,  \n[Insert  name  of organization ] \n Please complete,  sign/date, and return  this letter  to us so that we can serve as your loan application \npackager.  \n \n \n \n \n \n \n \n \n \n \n \n HB-1-3550  \nAttachment 3 -A  \nPage 10 of 2 9"
  },
  {
    "page_number": 33,
    "content": "HB-1-3550  \nAttachment 3 -A \nPage 11 of 29  \n \nPage 3 of 3  \n \nWAIVER OF PROVISIONS  TO THE  PRIVACY ACT  OF 1974  \nTo serve as your advocate with the Agency, we need to be kept informed of the Agency’s \nprocessing of your application and we may need access to items directly obtained by the Agency. By signing below, you authorize the Agency to release to and discuss with [insert name of \norganization  and the name  of the intermediary  if present ] any information  we may seek or \nrequest from the Agency’s records concerning your application for Agency assistance.  \n \nI/we acknowledge  these facts  and confirm  my/our  desire to work  with [insert  name of \norganization ]. I/we received this letter on the  of 20 . \n _______________________________________________________________________________________  \n \nPotential Applicant’s  Name/Signature/Date  (spell  out full name and then sign)  \n \n_______________________________________________________________________________________  \n \nPotential Co-Applicant’s  Name/Signature/Date  (spell  out full name and then sign)  \n  \n_______________________________________________________________________________________  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n  \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628"
  },
  {
    "page_number": 34,
    "content": "Packaging Phase  1: Application  Submittal  Cover  Letter   \nThis cover letter must be used to submit all packaged loan applications to the Agency. Insert the \nappropriate  letterhead  and information  where  indicated  with brackets;  and for each item listed  in the \nletter, either checkmark and include the item in the package or mark it as not applicable (N/A).  \nCompletion  and submission of this cover  letter  along with all the checkmark  items  constitutes  a \ncomplete loan application package; and is phase 1 of the loan application packaging process.  \nAll packaging types  must submit the application package via eForms.  \n \nPage 1 of 2  \n[Insert  applicable  letterhead:  If under  the certified  packaging process,  use the qualified \nemployer’s letterhead. If outside the certified packaging process, or for mutual self -help \napplications, the packager’s letterhead can be used.]  \n \n[Insert  date of submission]  \nDear  [insert  “Rural  Development”  if working  without  an intermediary  or insert  the name of \nintermediary if working with one ]: \nThe following documents  are submitted  via eForms  to your office for review of the loan \napplication package for [ insert applicant(s) name ]: \n□ A copy of [insert  “Attachment 3-J” if Section  502 or “Attachment  12-E” if Section 504] \nwith all the items applicable for the applicant(s) marked and included in the package.  □ Completed  [insert  “Worksheet  for Computing  Income  and Maximum  Loan  \nAmount  Calculator” if Section  502 or “504 Automated  Worksheet”  if Section  504] \n□ Copy of the credit  report  and preliminary  credit  analysis.  \n□ Applicant(s)  has a valid  credit  score(s)  of (640 or higher  if Section  502 or 620 or \nhigher if Section 504 loan) and no significant delinquency.  \n□ Applicant(s)  credit  score(s)  is not valid  or less than the threshold.  \n□ Form  RD 1944 -60, Landlord’s  Verification,  if applicable and score is less than the \nthreshold. \n□ Applicant(s)  explanation  of derogatory credit  (if applicable).  \n□ A loan application narrative which includes an eligibility analysis (income, \ncreditworthiness, repayment  ability,  and payment  shock (if applicable)),  support  of any \nexceptions being requested, and an overall recommendation on the loan application request.  \n□ A signed copy of the required  disclosure  letter  found in Attachment  3-A of this Chapter . \n \n \n \n \n \n \n HB-1-3550  \nAttachment 3 -A \nPage 12 of 2 9"
  },
  {
    "page_number": 35,
    "content": "(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 \n \n  \nPage 2 of 2  \n \n \nPlease cc: the following contacts  as information  is shared  with the applicant  and when  critical \nprocessing activities occur:  \nPackager  contact  and email  address:  \n[insert  the contact  and email  address  for the application]  \nIntermediary  contact  and email  address:  \n[insert  the contact  and email  address  for the application]  \n \nSincerely,  \n \n[insert  packager’s  name  and qualified  employer if applicable ] HB-1-3550  \nAttachment 3 -A \nPage 13 of 2 9"
  },
  {
    "page_number": 36,
    "content": "Certified  packagers  routing through an intermediary  will submit  the application  to the intermediary \nwho will conduct a quality assurance review prior to transmitting the loan application package to \nthe Agency via eForms.  All other  packaging  types  will submit  the application  directly  to the \nAgency  by eForms.  \nUpon receipt  of a packaged  loan application, the Agency  will: \n• Process the application in accordance with program guidance. As a nationwide program with guidance set at the national level, Agency staff will not modify the definition of a complete package or ask packagers to perform functions or provide materials over and above what is detailed in program guidance. The Agency will accept the electronic  Form \nRD 410- 4 submitted through eForms; a signature is not required on the Form RD 410- 4 \nfor the application to be considered complete.  Certified application packagers and \nintermediaries who choose to accept electronic signatures for other application documents must meet the standards and requirements set forth in the E -Sign Act, as  well as all other \napplicable federal and state regulati ons and guidelines; and are charged with the same \nresponsibility of due diligence with electronically signed documents as they are with paper documents\n. (However, a borrower’s original, handwritten signature must always be \nobtained on the following legal documents obtained at closing:  Form RD 1940- 16, \nPromissory Note; Form RD 3550- 14, Real Estate Mortgage or Deed of Trust (State \nSpecific); Form RD 3550- 12, Subsidy Repayment Agreement; Form RD 3550- 24, Grant \nAgreement; Form RD 1955- 49, Quitclaim Deed or Warr anty Deed; Form RD 3550- 22, \nAssumption Agreement Single Family Housing; Form RD 3550- 10, Condominium \nRider; and Form RD 3550- 11, Planned Unit Development Rider.)  \n• Order  a tri-merge credit  report  through UniFi  (regardless  of the type of credit  report \nobtained by the packager). \n• Share processing information  and updates  with the loan application  packager  (including \nself-help grantees  serving  as packagers)  and intermediary  (if present)  as information  is \nshared  with the applicant  and when  critical processing activities  have  occurred . Critical \nprocessing activities include but are not limited to  receipt of the loan application \npackage, information requests, changes to income calculations or a requested loan amount, the eligibility  determination,  receipt  of an appraisal,  the underwriting decision, \nand preparation for closing. After the  loan application package  is accepted,  the Agency \nwill communicate directly with the applicant(s) if additional information is required. When correspondence is sent to the applicant, the packager and intermediary (if present) will be copied.  \nIf and when  the Agency  has issued  a COE,  the packager  will assist  the applicant  with phase  two \nof the loan application packaging process which is assembling and submitting the property information.  \n \n \n \n  \n \n \n \n \n \n HB-1-3550  \nAttachment 3 -A \nPage 14 of 2 9"
  },
  {
    "page_number": 37,
    "content": "Packaging Phase  2: Property  Submittal  Cover  Letter  \nThis cover letter must be used to submit property information for packaged loan application \npreviously submitted to the Agency under phase 1. Insert  the appropriate  letterhead and  information \nwhere indicated  with brackets;  and for each item listed  in the letter,  either  checkmark  and include  the \nitem in  the package or  mark  it as  N/A.  Completion  and submission  of this cover  letter  along with  all \nthe checkmark items constitutes a complete property submission; and is phase 2 of the loan application packaging process. In the event the property is already identified at the time phase 1, or the packaged loan application is for repairs, the property submission should be submitted simultaneously with the phase 1 submission.                  \n             \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (10-19-23) PN 595 \n \n \n \n \n HB-1-3550  \nAttachment 3 -A \nPage 15  of 29"
  },
  {
    "page_number": 38,
    "content": "HB-1-3550 \nAttachment 3 -A \nPage 16 of 29  \n \n Page  1 of 2 \n[Insert applicable letterhead:  If under the certified packaging process, use the  \nqualified  employer’s  letterhead.  If outside  the certified  packaging  process,  or for self-\nhelp applications, the packager’s letterhead can be used.]  \n[Insert  date of submission]  \nDear  [insert  the name  of intermediary  if present  since they will do a quality  \nassurance review on the property submission before sending it to Rural \nDevelopment or insert “Rural Development” if an intermediary is not present ]: \n The following documents  are submitted  via encrypted  email  to your office  for \nreview  of the loan application package for [ insert applicant(s) name ]: \n□ A fully  executed  purchase  agreement  with applicable  addendums  \n□ A copy of current appraisal, if applicable (see HB -1-3550, Attachment 3- A, “General  \nPackaging Processing Guidance” section)  \n□ A copy of the property  eligibility  website  determination  that confirms  \nthe property is in an eligible rural area  □ For existing  properties:  □ Copy of a whole  house  inspection  □ Identification  of proposed  repairs  □ Proposal for completing repairs ( e.g., amended purchase agreement indicating  \nseller  will repair  prior  to closing, buyer  is providing funds, applicant is \nrequesting loan funds, etc.)  □ Copy of deed  or legal  description  \n□ Copy of  existing  survey or plot plan drawn  to scale (if available)  \n□ Property  tax history and/or  assessment  information  sheet  (online  sources  acceptable)  \n□ For new construction or significant  repairs:  \n□ Certified  plans  □ Specifications  □ Cost estimates  \n□ Other  applicable  items:  \n□ Packaging  fee invoice  (for the certified  packaging process,  invoice  \nmust  identify how the fee will be shared between the certified \npackaging body and the intermediary – for instance: $500 to the certified packaging body and $1,500 to the intermediary)  \n□ Updated  income,  debt, and asset  verification  documentation (i.e., pay \nstubs, award letters, bank statements, confirmation of new debt \npayments, etc.) for any items which have expired since the Phase 1 submission, or will expire within the next 30 days  \n□ Updated Worksheet for Computing Income and Maximum Loan Amount Calculator  \n(updated income,  household composition, or other  eligibility  details  if changes have \noccurred since the Certificate of Eligibility, and requested loan amount and property \ndetails based on selected property)"
  },
  {
    "page_number": 39,
    "content": "P\nage 2 of 2 \n□Updated  loan application  narrative which  addresses  any changes  from  the\nPhase 1 submission\nIf you have any questions regarding  this submittal,  please contact packager with copy to \nintermediary contact:   \nPackager  contact  and email  address:  \n[insert  the contact  and email  address  for the application]  \nIntermediary  contact  and email  address:  \n[insert  the contact  and email  address  for the application]  \nSincerely,  \n[insert  packager’s name and qualified  employer if applicable ] \n(01-23-03) SPECIAL PN \nRevised (05-05-25) PN 640  HB-1-3550  \nAttachment 3 -A \n17 of 2 9"
  },
  {
    "page_number": 40,
    "content": "Upon receipt  of the property  information, the Agency  will: \n•  Issue  the Loan  Estimate; the packaging  fee must  be shown  on the Loan  Estimate \nunder “Origination Charges” for regulated packaging activity \n• Order  the flood hazard  determination  and complete  an environmental  analysis  on the \nproperty  \n• Review/accept  plans/specs  or repair  proposals  \n• As applicable,  order  an appraisal,  review/accept  the appraisal  upon receipt  (see “General Packaging \nProcessing Guidance” section of Attachment 3- A of this Chapter  for guidance on third -party appraisals)  \n• Determine  property eligibility  \n• As it relates  to the packaging fee: \n•  Confirm  the fee amount  listed  on the invoice  matches  the disclosure  letter  issued  by \nthe packager/intermediary and signed by the applicant  \n• Confirm  the fee amount  is within  the permissible  limit \n• Determine  how the packaging  fee will be paid, considering that: \n• The fee as stated  on the invoice  cannot  be altered  by the \nAgency  even  if it cannot  be fully  covered  by loan funds  \n• The fee may be paid with any combination of loan proceeds \n(assuming adequate  loan  to value  ratios),  affordable  housing \nproducts, gift funds, seller contributions, and/or buyer  funds  \n• Any reduction or waiver to the fee can only be authorized by the \npackager  and intermediary  (if present)  and should be reflected  in an \nupdated invoice  \n• Complete  loan underwriting and \n•  Approve the loan and obligate loan funds using the applicable packaging program  type \ncode; issue Form RD 3550- 7, Funding Commitment and Notification of Loan Closing, \nto the applicant; and prepare for loan closing; or  \n• Deny  the loan request  and provide  the applicant  with the applicable rights  \nPackagers  should  be well acclimated  with 7 CFR  Part 3550  and Handbook -1-3550,  both of \nwhich  can be found at https://www.rd.usda.gov/resources/directives/handbooks . Packagers \nare required to:  \n \n• Comply with the Equal  Credit  Opportunity Act and applicable civil rights  requirements. \n• Understand and (if applicable) comply with the SAFE Act. The SAFE Act, which is  a \nFederal regulation with state -level enforcement and possible requirements over and above \nthe federal  minimum standards, addresses  those  engaged  in loan originator  activities.  Rural \nDevelopment does not enforce or monitor SAFE Act compliance.  \n HB-1-3550  \nAttachment 3 -A \n18 of 2 9"
  },
  {
    "page_number": 41,
    "content": "• Provide the Agency with complete, accurate, and timely information needed to comply \nwith the disclosure requirements under the Truth in Lending and Real Estate Settlement Procedures  Act Integrated  Mortgage  Disclosures.  Packagers  are not authorized  to issue  the \nLoan Estimate or Closing Disclosure on behalf of the Agency.  \n• Be in good standing with the Government  (e.g., not suspended or debarred  from \nparticipating in Federal programs).  \nPlease note that the packager’s  performance  will be monitored by the Agency. If the packager \nsubmits a significant number of packages that are incomplete and/or ineligible, the State \nDirector may determine their services to be unacceptable.  \nItems  specific to the Certified  Loan  Application  Packaging Process:  \nThe certified  loan application  packaging process  involves  three distinct parties:  \n• Agency -certified  loan application  packager . \no An individual certified by the Rural Housing Service (RHS) to package section \n502 loan applications. Certification  is verified  by the intermediary  through whom \napplication packages are routed. \no Must  be employed (employee  or independent  contractor)  by a qualified  employer.  \n• Qualified  employer.  \no An affordable  housing nonprofit  organization, public  agency,  tribal housing \nauthority, or State  Housing Finance Agency  that meets  the requirements  of \n§ 3550.75 (b)(2).  \no Involved  in the 502 direct  program  certified  loan application  packaging process.  \n• Agency -approved  intermediary . \no An affordable housing nonprofit, public agency, or State Housing Finance \nAgency approved by RHS to perform quality assurance reviews on packages \nprepared  by Agency -certified  loan application  packagers  through their qualified \nemployers.  \no National  Office  reviews/approves  applications  and will update  the Agency’s \nwebsite as new intermediaries are approved.  \nBecoming  a Certified  Packager:  \nAn individual  interested  in becoming a certified  packager  should take the following  steps:  \n \n1. Ensure  that you are employed by a qualified  employer  who meets  the requirements \nstated above. Employment can be in various forms such as: a contract basis, part - \ntime or full- time employee.  \n2. Become familiar  with the SFH Direct  Loan  Application  Packagers  resource page  at \nhttps://www.rd.usda.gov/programs -services/services/direct -loan-application - \npackagers . This page contains notices of upcoming certified loan application \npackaging trainings, training webinars, the intermediary coverage map, and other \nresources related to packaging Section 502 direct loan applications. \n \n(1-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 HB-1-3550  \nAttachment 3 -A \nPage 19 of 2 9"
  },
  {
    "page_number": 42,
    "content": "3. Contact the intermediary(ies) in the state(s) in which you wish to package loans. \nEach  intermediary  will have an agreement  for you to review/sign  in order  to package \nloan applications through them. You may work with multiple intermediaries \ndepending on the service area you wish to cover.  \n4. Once you have identified with an intermediary as being part of the certified packaging process, you have 6 months to take the loan application packaging course  and pass the corresponding test. It is your responsibility  to provide  evidence \nto the intermediary  that you have  completed  this requirement. During the 6-month \nperiod, you may package loans and funnel them via the intermediary who will conduct the quality assurance review and provide technical  assistance.  \n \nLoan  Application  Packaging Course:  \n \nUnder  the certified  packaging process,  the course  requirements  outlined in 7 CFR \n3550.75(b)  (1)(iii),(b)(3)(vii) and (c) can be fulfilled  by the Agency  approved packaging course \noffered  by NeighborWorks, the Housing Assistance  Council, and  Rural  Community  Assistance \nCorporation. Please note that:  \n \n• Upcoming trainings  are listed  under  the SFH Direct  Loan  Application  Packagers \nresource page at https://www.rd.usda.gov/programs -services/services/direct - \nloan-application -packagers  \n• Due to limited training availability, the Agency may approve parties to participate \nin the certified packaging process even if the training has not been completed and provided all other requirements are met upfront; however, the participation in the certif ied packaging process  is contingent  upon the party’s  successful  completion  of \nthe course requirements within a reasonable timeframe. Parties will have one year from the date of being added to the certified packaging process to complete the course  requirements  and provide  evidence  to the appropriate  party  (intermediary  or \nAgency depending on the situation) that the requirements have been fulfilled. Failure to provide the necessary evidence within the allotted time will result in immediate removal from the certified packaging process. For certified packagers funneling thr ough an intermediary, the intermediary is responsible for monitoring \ncompliance with th e course requirements and notifying the certified packager of \ntheir removal  from  the process  if not met. For certified  packagers  with an approved \nopt-out, the State Office is responsible. Once removed, the party won’t be able to \nparticipate  in the process  until the course  requirements  have  been  met (and all other \nrequirements continue to be met).\n \n \n \n HB-1-3550  \nAttachment 3 -A \nPage 20 of 2 9"
  },
  {
    "page_number": 43,
    "content": "HB-1-3550  \nAttachment 3 -A \nPage 21 of 29  \n \n \n• Course  participants  should take the corresponding test within  30 days of completing \nthe course.  A score of 70 percent or higher is needed to pass. If the participant \ndoes not pass the initial test, they can retry up to two more times within 90 days \nfrom taking the course.  Failure to pass the test after three attempts will result in  the \nneed to retake the Agency -approved training. \n• A recent, now former, Rural Development employee with five or more years of \nresidential  loan experience acquired  while  working  in the Agency’s  single  family \nhousing programs is exempt from the course requirements. \n• After having taken the course and passing the test, the Agency may require a \ncertified  packager  to retake the course/test  in order  to continue  participating  in the \ncertified packaging process. This requirement may be triggered by an extended period of packaging inactivity, unacceptable packaging performance, a recommendation from the intermediary, or other justifiable  reason.  \n \nIntermediary  Approval:  \n \nEntities interested in becoming an Agency-approved intermediary are encouraged to view the training \nwebinars  “Role  of the Intermediary”  and “How to Become  an Intermediary”  before  beginning the \napplication process. Both webinars can be found on the SFH Direct Loan Application Packagers \nresource page at https://www.rd.usda.gov/programs -services/services/direct -loan-application -\npackagers . \n \nTo apply to be an Agency- approved intermediary under the certified packaging process, an interested \nparty must furnish sufficient documentation to demonstrate to the Agency’s satisfaction that they \nmeet each of the conditions specified in 7 CFR 3550.75(b)( 3) and as further detailed below. This \ndocumentation constitutes the application. Applications to be an Agency-  approved intermediary are \nwelcomed at any time and emailed to SFHDIRECTPROGRAM@usda.gov. The application will be \nreviewed  by National  Office  with input  from  the applicable State  Office(s).  Decisions  by the Agency  \non intermediary applications are not appealable to the National Appeals Division.  \n Once approved, the Agency will execute a Memorandum of Understanding (MOU) with the intermediary. A copy of the MOU and a list of approved intermediaries can be found on the SFH Direct Loan  Application  Packagers  resource page at https://www.rd.usda.gov/programs -\nservices/services/direct - loan -application -packagers . \n \n \n \n \n  \n \n \n(01-23-03) SPECIAL  PN \nRevised  (10-19-23) PN 595"
  },
  {
    "page_number": 44,
    "content": "Instructions:  For each  eligibility  requirement,  complete the cover  sheet  to identify  the information  \nbeing provided and enter the date of the document being submitted.  If an item is not applicable,  \nenter “N/A”.   \nCOVER SHEET FOR  SUBMITTAL OF INTERMEDIARY APPLICATION  \nBased  on our submittal of the information  below, [insert  name  of the entity  submitting \nan application ] seeks to become an approved intermediary for the certified loan \napplication packaging process in [insert the state(s) in which you are applying to be an \nintermediary]:  \n \nEligibility  Requirement  Identify the documentation \nbeing submitted as evidence \nthis requirement  has been  met Document \nDate \n*Be a public  agency or  a Section  501 (c)(3) nonprofit    IRS nonprofit   \norganization  as evidenced  by the organization’s  determination  letter  for 501 \nInternal  Revenue  Service  (IRS)  nonprofit  (c) (3) status  \ndetermination  letter  for 501 (c) (3) status.  A public   \nagency may  include:   \n(a) Any state board,  commission,  committee,   State  statute  \ndepartment,  educational  institution,  or other  state  \nagency  which  is created  by or  pursuant to  state statute,   \nother  than courts and  the legislature;  \n(b) Any county,  city, school  district,  special  purpose   Ordinance  \ndistrict,  or other  municipal  corporation  or political   \nsubdivision  of the state;   \n(c) Any subagency  of a public  agency  which  is created  \nby or pursuant to statute, ordinance, or other \nlegislative  act, including  but not limited  to planning  Other  legislative  act \n(identify act below):  \ncommissions,  library  or park boards,  commissions,   \nand agencies;  and  \n(d) Any policy  group  whose  membership includes  \nrepresentatives  of publicly owned utilities  formed  by \nor pursuant to the laws of this state when meeting   Formation  of publicly \nowned utilities  \ntogether  as or on behalf  of participants  who have \ncontracted  for the output  of generating  plants  being  \nplanned  or built by an operating agency.  \n*Be in good  standing  in the state(s)  of its operation  as  Certificate  of Good   \nevidenced  by a Certificate  of Good  Standing  or Standing  from  the Secretary  \nequivalent  documentation  from  the applicable  of State  \n  Recent  State  filings  HB-1-3550  \nAttachment 3 -A \nPage 22 of 2 9"
  },
  {
    "page_number": 45,
    "content": "Eligibility  Requirement  Identify the documentation \nbeing submitted as evidence \nthis requirement  has been  met Document \nDate \n*Have  the capacity  to serve  multiple  qualified Narrative  describing  \nemployers  and their Agency -certified  loan application current  processing  \npackagers  throughout  an entire  state or entire  states volumes/staffing  and \nand have the  capacity  to perform quality  assurance projected  processing  \nreviews  on a large  volume  of packaged  loan volumes/staffing;  and indicate  \napplications  within  five business  days of how volumes  will be \nreceipt. addressed  within  timeframes  \nIdentify what state or states the interested party \nproposes to serve and provide details  on their capacity \nto serve the identified state(s).   Narrative  identifying \nstates to be served and \ncapacity  \n*Be engaged  in affordable  housing  in accordance  with Copy  of articles  of \ntheir regulations,  articles  of incorporation,  or bylaws. incorporation  \nC opy of bylaws  \nC opy of regulations  \n*Be financially viable and demonstrate positive\noperating performance as evidenced by an\nindependent audit paid for by the applicant  seeking  to\nbe an intermediary.Copy of most recent \nindependent audit for [insert \nyear]  \n*Have  at least five years  of verifiable  experience  with\nthe Agency’s direct single family housing programs(specifically the Section 502 direct program, theSection 504 repair programs, and/or the Section 523mutual self -help housing technical assistance\nprogram). Verifiable experiences would include, butare not exclusive to, routinely leveraging  resources  for\nindividual transactions (e.g. providing affordablehousing products to Agency borrowers), packagingloan applications, and/or being a self-help grantee ortechnical and management assistance contractor. Tothe greatest extent possible, the submission shoulddetail collaborations and dollars leveraged.Narrative  detailing \nhow/what experience requirements  have been met \n(01-23-03) SPECIAL  PN \nRevised  (11-18-22) PN 571 HB-1-3550  \nAttachment 3 -A \nPage 23 of 2 9"
  },
  {
    "page_number": 46,
    "content": "Eligibility  Requirement  Identify  which  documentation \nsubmitted as evidence this \nrequirement has been met  Document \nDate \n*For certified packagers, a letter of recommendation \nfrom the intermediary that completed the quality \nassurance reviews  on packages, which  should include \nthe number of closed loans, and complete and incomplete applications in the last 12 months (as applicable).  The overall success rate will be \ncalculated using the same method described in the “Request to Work Without An Intermediary” section \nof Attachment  3-A.   Copy  of letter/email \nfrom [insert the applicable state(s)]   \n*Demonstrate that its quality assurance staff has  \nexperience with packaging, originating, or underwriting affordable housing loans. Provide a resume for each quality  assurance staff member.  The \nbreadth and depth of their combined skills and qualifications  will be considered  during the Agency’s \napplication review process.    Resume  provided  for \n[insert name(s) of quality assurance staff]   \nProvide  a quality  control  plan that is customized  to the   Copy of  quality   \napplicant’s  organization.  The quality  control  plan must  assurance  plan which  \nshow  there  are controls  in place  to process application  addresses:  \npackages  that will likely  result  in an eligibility   \ndetermination  by the Agency.  The plan should  include    Item 1  \nat a minimum,  but not limited  to: (1) procedures  for  \nobtaining  and evaluating  loan application  documents   Item 2 \n(e.g. credit  checks  and income  verification);  (2)  \nmeasures  the applicant  will take to prevent  the  Item 3 \nsubmission  of incomplete  or ineligible  application   \npackages  to the Agency;  (3) the standard operating   Item 4 \nprocedures  for employees  who will be involved  with \nor affected  by the quality  control  process;  and, (4) \nprocedures  for ensuring  accurate  information  is \nsubmitted  to the Agency.  \nEnsure  that their quality  assurance  staff completes  an   Evidence of  course   \nAgency -approved  loan application  packaging  course  attendance  by staff \nreasonable  amount  of time if selected.    Evidence of  passing  \n test successfully  \n OR \n Certification  that this \n requirement  will be \n completed  within  a reasonable  \n timeframe  as specified  by the \n Agency  should the application  \n be approved  \n HB-1-3550  \nAttachment 3 -A \nPage 24 of 2 9"
  },
  {
    "page_number": 47,
    "content": "Eligibility  Requirement  Identify  which  documentation \nsubmitted as evidence this \nrequirement has been met  Document \nDate \nProvide a letter jointly signed by the organization’s \nExecutive  Director  and Board  President  affirming  the \norganization will not be the developer,  builder, seller \nof, or have any other such financial interest in the \nproperties for which the application packages are \nsubmitted by the organization as an intermediary \npursuant to this notice. NOTE: An intermediary that \nis also a Community Development Financial \nInstitution (CDFI) will not be considered \nnoncompliant when CDFI funds are tied to the \ntransaction.    Copy of signed  letter   \nProvide  a training  and support  plan that focuses  on the \nmeasures the applicant will take to provide \nsupplemental training, technical assistance, and support to certified loan application packagers and qualified employers to promote quality standards and accountability. (Note that the Agency may require implementation  of Agency developed and/or  approved \ntraining and support plan once accepted as an \nintermediary pursuant to this notice.)    Copy  of training  and \nsupport plan  \nLetter of recommendation from the Rural \nDevelopment  Housing Program  Director  for each state \nyou are proposing to serve.    Copy  of letter/email from \n[insert the applicable \nstate(s)]   \nHave the authorized representative for your \norganization sign the standard Memorandum of Understanding (MOU) between  the intermediary  and \nthe Agency, which can be found at: \nhttps://www.rd.usda.gov/programs - \nservices/services/direct -loan-application -packagers.  \nOther than inserting the entity’s name, the intermediary’s contact person, and the name/title of the authorized  representative signing on behalf  of the \norganization, no other changes to the MOU can be made.  If unauthorized changes are made, the MOU \nwill be nullified.  If approved, the Agency will sign \nand fully execute the MOU.   MOU  signed/dated   \n \n(01-23-03) SPECIAL  PN \nRevised  (11-18-22) PN 571 HB-1-3550  \nAttachment 3 -A \nPage 25 of 2 9"
  },
  {
    "page_number": 48,
    "content": "Identify  main  point  of contact  for intermediary.  This Name:  \nis the person  who may be contacted  by the Agency,  Title:  \npotential  packagers,  and potential  applicants  for Address:  \ninformation.  Phone:  \n Email:  \n Fax: \n Intermediary  website:  \nIdentify  the person  who is authorized  to sign a MOU  Name:  \non behalf of  the entity.  Title:  \n Address:  \n Phone:  \n Email:  \n Fax: \n \n \n*A State  Housing Finance  Agency  (HFA)  need  not demonstrate  meeting  these items,  given the \nState’s HFA purpose, vision and structure.  \n \n \n \n \n \nSignature  of authorized  representative  Date \n \n \n \n \n  \n \n \n  \n \n  \n \n  \n \n \n \n \n  HB-1-3550  \nAttachment 3 -A \nPage 26 of 2 9"
  },
  {
    "page_number": 49,
    "content": "Intermediary  Involvement:  \n \nIf a state is served  by multiple  intermediaries,  a certified  packaging  body may choose  which \nintermediary through which to funnel their packaged loan applications.  \n \nState Directors will require all certified packaging bodies to funnel packaged loan applications \nthrough an intermediary  (if present  in the state)  unless  the certified  packaging body requests  and \nmeets the requirements for an opt -out as outlined below. If a certified packaging body serves \nmultiple states, the request must be made on a per state basis. These opt -out requirements will \nhelp ensure that opt -out requests are handled in a consistent manner nationwide. \n \nRequests  To Work  Without  An Intermediary : \n \nState  Directors  may approve  an opt-out request  from  a certified  packaging body when  the request \nis supported by the intermediary based on the quality and quantity of loan application packages submitted by the certified packaging body through the intermediary. At  a minimum,  the certified \npackaging body must have funneled at least 20 loan application packages through the same intermediary and have funneled packages through the same intermediary for a period of at least 12 months before an opt -out can be considered. With these minimums in mind, the intermediary \nwill support the request if the certified packaging body has a 90% or higher overall success rate.  \n \n \nThe overall  success  rate is based  on 1) the number of \napplications  submitted  which  are complete  and 2) the \nnumber of loans closed vs. applications submitted. \n \nTo calculate the overall success rate for an opt -out \nrequest,  the rate for complete  applications  received  and \napplications closed will be averaged.  \n \nCases where an applicant chose to withdraw their \napplication despite being eligible based on a well - \ndocumented loan application  package will not be counted \nagainst the packager (i.e. the application will be counted as a complete application).  \n \n  \n \n  \n \n \n(01-23-03) SPECIAL  PN \nRevised  (10-19-23) PN 595 HB-1-3550  \nAttachment 3 -A \nPage 27 of 2 9 \nSample calculations \nComplete application  rate calculation:  \nApplications  submitted: 10 \nApplications  complete:  7 \n7 divided by 10 = 70% success  rate \nOverall success rate calculation:   \nApplications  complete:  70% \nApplications  closed:  95% \nTotal:  165%  \n \n165%  divided by 2 = 82.5% overall"
  },
  {
    "page_number": 50,
    "content": "The intermediary will apply the following conditions when the request cannot be initially supported; \nthese conditions  specify  when  a subsequent  opt-out request  will be supported. \n• Overall  success  rate of  85%  - 89.99%  at the time  of the original  opt-out request:  Requires \nan additional three months of oversight and support by the intermediary and five or more complete application packages with a 90% or higher success rate.  \n• Overall  success  rate of 80% - 84.99%  at the time of the original  opt-out request:  Requires \nan additional six months of oversight and support by the intermediary and ten or more complete application packages with a 90% or higher success  rate. \n• Overall  success  rate of less than 80% at the time of the original  opt-out request:  Requires \nan additional 12 months of oversight and support by the intermediary and 20 or more \ncomplete application packages with a 90% of higher success  rate. \n \nA statement  of support  from  an intermediary  is not required  when  a State  Housing Finance \nAgency requests an opt -out through the State Director. \n \nWhen an intermediary is not involved because an opt -out request from a certified packaging \nbody was approved by the State Director  or because an intermediary  doesn’t  cover  a particular  \nstate,  it will fall upon the State Office to:  \n• Ensure  that a certified  packaging body meets  and continues  to meet  the conditions \noutlined in 7 CFR 3550.75(b)(1), (b)(2), (d), and (e).  \n• Enter  into a MOU with the certified  packaging body using the standardized  format \n(which can be found in SharePoint).  \n• Update  the Agency’s  state- level  website  using a standardized  template  to identify \ncertified packaging bodies with an approved opt -out. \n \nWhen an intermediary is not involved because a  non- certified packaging body was approved by \nthe State Director, it is  the State Office  responsibility to:  \n• Ensure  that a non-certified  packaging body meets  and continues  to meet  the \nconditions outlined in 7 CFR 3550.52 (d)(6) . \n• Enter  into a MOU with the non-certified  packaging  body using the standardized  \nformat (which can be found in SharePoint). \n• Update  the Agency’s  state- level  website  using a standardized  template  to identify \nnon-certified packaging bodies.  \n \n \n \n \n HB-1-3550  \nAttachment 3 -A \nPage 28 of 2 9"
  },
  {
    "page_number": 51,
    "content": "An Intermediary’s  Performance Elements   \n \nIntermediaries  enter  into a MOU which  details  performance  elements.  While the MOU contains \nother requirements, which are also considered when assessing performance, the minimum \nperformance elements and their rating structure are defined below:  \n \n1. The intermediary  will outreach  to parties  that could  potentially  serve as a certified \npackaging body.  \n2. It is expected that packaged loan applications funneled through the intermediary will receive a high rate of Agency approval (with minimal need for the Agency to request additional information). The following measures (applied to both applications received and closed) will be used, on a per state basis, for timeframes to be determined by the Agency.  These  rates  will be calculated  using the same  method as identified  earlier  in this \nattachment:  \na. Success  rate of 90% or  higher:  Excellent.  \nb. Success  rate of 85%  - 89.99%:  Meets.  \nc. Success  rate of 80% - 84.99%:  Needs  to improve  in the following  quarter  or face \npossible revocation.  \nd. Success  rate of under  80%:  Subject  to immediate  revocation  of intermediary \nstatus.  \n3. On a per state basis and for timeframes to be determined by the Agency, at least 30 percent  of the applications  submitted  under  this MOU must  be from  eligible  very low- \nincome applicants, with the balance from eligible low -income applicants. \n \nBased  on these criteria,  a scoring system  will be used to rate overall  performance during a 12 \nmonth period:  \n \n# Minimum  Performance \nElements Met  Status  of MOU  Action  Required  By \nThe Intermediary  Improvement  Timeframe  \n3 out of 3 Excellent  None  N/A \n2 out of 3 Acceptable  Emphasis on \nimproving deficient \narea Within  the next quarter  \n1 out of 3 Unacceptable  Immediate action to \nimprove  in deficient \nareas  If no improvement  within \nthe next quarter, MOU is \nrevoked  \n0 out of 3 Immediate \nrevocation  N/A N/A \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (10-19-23) PN 595 HB-1-3550  \nAttachment 3 -A \nPage 29 of 29"
  },
  {
    "page_number": 52,
    "content": "ATTACHMENT 3 -B \nFOLLOW -UP QUESTIONS  FOR  HB-1-3550  \nAttachment  3-B \nPage  1 of 4 \n FORM  RD 410-4, UNIFORM  RESIDENTIAL  LOAN APPLICATION   \n \nForm  RD 410- 4, Uniform Residential Loan Application is designed to obtain a broad \nrange of applicant information. To accurately process an Agency loan, however, the Loan \nOriginator must review the application carefully and ask follow -up questions to ensure tha t all \nrelevant  information  has been  obtained. This attachment  provides  a list of questions  that may be \nuseful  for each section  of the application. Not all questions  will be needed  for all applicants, and \nadditional information may be needed in some cases.  \n \nI. Type  of Mortgage  and Terms  of Loan  \n \n• None.  \nII. Property  Information  and Purpose  of Loan  \n \n• Determine  whether  the applicant  intends  to purchase  a Real Estate  Owned  (REO) \nproperty or assume a loan from a program borrower  and explain how this may \naffect their processing priority. \n \n• Determine  whether  the applicant  is interested  in a leveraged  loan or if the \napplication was submitted by a packager , including an explanation of \nhow this affects their processing priority. \n \n• If the applicant  wishes  to refinance,  obtain details  about  why and also inquire  about \nthe type and condition of their home. The Agency will refinance loans only in limited  circumstances.  \n \n• If the applicant  will not reside in the property, confirm  that the applicant  wishes  to \nobtain a nonprogram loan. \n \n• If the applicant  is requesting a subsequent  loan to improve  the property, determine \nwhether the repairs are necessary to maintain the security, or to meet the family’s housing needs  and explain how the processing priorities would be applied.  \n \nIII. Borrower Information  (as well as Additional  Information  Required  for RHS  Assistance)  \n \n• Name,  age, and relationship  of all household members.  \n• Confirm  number  and ages of dependents.  \n• Any foster  children  or foster  adults?  \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (10-19-23) PN 595"
  },
  {
    "page_number": 53,
    "content": "HB-1-3550  \nAttachment  3-B \nPage 2 of 4 \n \n• Any full-time students?  \n• Any household members  with  disabilities?  \n• Any elderly  household members?  \n• If the household qualifies  as an elderly  household, does the household have \nextensive medical expenses?  \n \nIV. Employment  Information  (as well as Additional Information  Required  for RHS \nAssistance)  \n \n• If there is an adult  household member  who has recently  changed  jobs, determine  the \nreason for the job change. \n \n• If there  is an adult  household member  for whom  no employer  information  has been \nprovided, determine whether the person is employed. \n \n• If any adult  household member  is unemployed, determine  for how  long.  \n• Discuss employment  gaps in excess  of 30 days with the applicant.  \nV. Monthly  Income and Combined Housing  Expense  Information  (as well as \nAdditional Information Required for RHS Assistance)  \n \n• Verify that income  listed is comprised of all sources of income, including income \nfrom  applicants, spouses  of applicants  (even  if the spouse  is a minor), and any other \nadult household members. \n \n• If the income  history reveals  significant  fluctuations,  discuss  the income  trends  with \nthe applicant.  \n \nVI. Assets and Liabilities  \n \n• If the household reports  owning real estate,  discuss  the type of property owned  to \nverify that the reported market value is reasonable.  \n \nVII. Details  of Transaction  \n \n• If completed  by applicant,  review  information  to confirm  accuracy.  \n• If the applicant  reports  any judgments, bankruptcies, lawsuits,  foreclosures  or deeds \nin lieu of foreclosure, or delinquencies on a Federal  debt or any other obligations, \ndetermine the particular circumstances."
  },
  {
    "page_number": 54,
    "content": "HB-1-3550  \nAttachment  3-B \nPage  3 of 4 \n \nVIII. Declarations  \n \n• If the applicant reports any alimony, child support, or separate maintenance \nobligations, verify  that it is included as a liability  in Section  VI of Form  RD 410-4. \n \n• If the applicant  has applied for a nonprogram  loan, determine  whether  any part of a \nproposed down payment will be borrowed, since other debt will affect repayment \nability.  \n \n• If the applicant  is not a U.S. citizen,  verify  that he or she is a qualified  alien.  \n• If the applicant  does not intend to occupy the property, verify  that the applicant \nintends to obtain a nonprogram loan.  \n \n• If the applicant  has had ownership interest  in a property, determine  how that interest \nwas disposed of to ensure that it was not disposed of at below market value. \n \nIX. Acknowledgment  and Agreement  \n \n• None.  \nX. Information  For Government  Monitoring  Purposes  \n \n• None.  \n \n \n \n \n \n \n  \n \n \n  \n \n  \n \n  \n \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (01-06-17) PN 492"
  },
  {
    "page_number": 55,
    "content": "HB-1-3550  \nAttachment  3-B \nPage 4 of 4  \n \nAdditional  Information  Required  for Agency  Assistance  \n• If the applicant has  received prior assistance, determine whether there were any \nrepayment  problems, and in the case of a Section  504 loan  or grant,  whether  the \nassistance limit has been reached.  \n \n• If the applicant  is a veteran,  or family  of a deceased  service person, determine the \ndates  of service,  the type of discharge  received,  and the date of death, if deceased.  \n \n• If the applicant lists a household member as disabled, determine whether the \nhousehold may be entitled  to a deduction for the costs  of dependent  care to allow  a \nhousehold member to further their education or to work, and whether any \nreasonable accommodations may be required.  \n \n• If the applicant lists childcare costs, determine whether child care is needed to \nallow  a household member  to further their education  or to work  (if it is to allow  the \napplicant  to work,  determine whether  the salary  the applicant  receives  is equal  to or \ngreater than the cost of child care  and the age of the child for which care is being \nprovided).  \n \n• If the applicant  indicates  that the present  dwelling  has physical  problems  or is \novercrowded, obtain details about the nature and duration of the  problem.  \n \n• If the applicant did not include alimony, child support, or separate maintenance \ninformation  in Section  V of Form  RD 410-4, make  sure the information  is provided."
  },
  {
    "page_number": 56,
    "content": "HB-1-3550  \nAttachment  3-C  \nPage 1 of 4  \n \n \nATTACHMENT  3-C \n \n CASE  STUDY - PROCESSING  PRIORITIES   \n \nApplications will be selected for processing using the priorities specified in Paragraph 3.13 of this \nChapter . The Field Office currently has a backlog of applications in Big Gap County which has \nbeen designated as a high priority needs area for which the Agency has a special set -aside. The \nLoan Originator must review the following applications to process any that can take advantage of \nthe set -aside funds and to select applications for processing in anticipation of additional funding \nnot designated for  set-asides  that will be available soon. Part I provides  information  on the \napplicants,  their current situations, and the dates of the applications. Part II illustrates the analysis \nand ranks the applications in the order of selection. \n \nPart  I. Applicants  \n \nApplication \nComplete \nDate   \nApplicant   \nDescription  \n9/5 De Moura  Ms. De Moura has owned  her home, which was financed by a local \nlender for 3 years. Last year, she was laid off from her job but has \nfound a new position that pays only half the salary.  As a result,  she is \nbehind in her  loan payments  and the  lender has accelerated her loan. \nMs. De Moura would like to refinance with Agency funds.  \n9/6 Sapienza  The Sapienzas  used a Section  502 loan to purchase  an existing home. \nThey are requesting a subsequent 502 loan to install a retaining wall \nbecause of erosion in the backyard.  \n9/7 Yao The Yaos  wish  to purchase  a newly  built house. They  would like to \nobtain a Section 502 loan and their loan application package was \nsubmitted via an Agency- approved intermediary.  \n9/8 Jones  The Joneses moved into the area 4 months ago and would like to \npurchase an existing  house  using Section  502 funds  because the rental \nunit the family occupies is too small for the family and has an inadequate heating system.  \n9/9 Garcia  The Garcias would  like to purchase  a home  from  Greenes who have \nbeen paying regularly on their Section 502 loan but are now \ntransferring out of state.  \n9/9 Olsen  The Olsens wish  to purchase  a Real Estate  Owned  (REO)  property \nusing Section 502 funds. In addition, Mr. Olsen served in active \nmilitary duty during the Vietnam war . \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628"
  },
  {
    "page_number": 57,
    "content": "HB-1-3550  \nAttachment  3-C \nPage 2 of 4  \n \n \nApplication \nComplete \nDate   \nApplicant   \nDescription  \n9/14 Brown  The Browns  used a Section  502 loan to purchase  an existing  home. \nTheir  septic system  no longer  works  properly and needs  significant \nrepairs, and they are requesting a subsequent 502 loan to repair it. \nThey are 2 payments behind on their initial loan.  \n9/15 Johnson  The Johnsons  would  like to purchase  a home  from  a current  Agency \nborrower but have income well above the low -income limit.  \n9/16 Smith  The Smiths  would  like to build  a home  on a site in Big Gap County.  \n9/21 Pawlikowski  The Pawlikowskis  have  been  without  adequate  plumbing  for 8 months. \nThey would like to purchase a newly built house using Section 502 \nfunds.  \n9/21 Deitrich  The Deitrichs  would like to build a new house because they feel their \ncurrent 3- bedroom home is too small to accommodate Mr. and Mrs. \nDeitrich,  their 3 children, and his Aunt  Greta,  who has recently  moved \nin. They wish to fund the construction through a Section 502 loan.  \n9/23 Whitfield  The Whitfields  wish  to purchase  a home  from  an Agency  borrower \nwho has an accelerated account.  \n \n \nPart  II. Establishing  Priorities  \n \nSelection \nOrder   \nApplicant  Application \nComplete \nDate   \nPriority   \nPriority  Status  \nN/A Johnson  9/15 N/A Although  the Johnsons  are not program -eligible, \nthey may purchase the home  under  nonprogram \nterms.  No additional  funds  are required  because \na nonprogram borrower can only assume the outstanding balance at new rates and terms.  \nProcessing  need  not be delayed until additional \nfunds are available.  \nN/A Smith  9/16 N/A The Smiths  receive  funding  immediately  from \nthe set -aside.  \n1 Brown  9/14 1 The Browns  receive  first-priority processing for \nnew funds because they are requesting a \nsubsequent loan to remove health and safety \nhazards.  The Loan  Originator  should  counsel  the \nBrowns to contact the Servicing Office to \nresolve the delinquency. The Loan Originator \nmay need to coordinate with the Servicing \nOffice about whether a loan or protective \nadvance is most appropriate."
  },
  {
    "page_number": 58,
    "content": "HB-1-3550  \nAttachment  3-C \nPage  3 of 4 \n \n \nSelection \nOrder   \nApplicant  Application \nComplete \nDate   \nPriority   \nPriority  Status  \n2 Olsen  9/9 2 Since  the Olsens are purchasing an REO  property, \nthe Agency gives second- priority processing to \ntheir request.  \n3 Garcia  9/9 2 The Garcias receive second -priority processing \nbecause they are assuming a home from an \nAgency borrower.  Although their application  was \ncompleted on the same day as the Olsens’, the \nOlsens receive priority because Mr. Olsen \nqualifies for a veterans’ preference.  \n4 Whitfield  9/23 2 The Whitfields  receive  second -priority  processing \nbecause they are assuming  a loan from  an existing \nAgency borrower. Purchasing a home from a borrower  who has an accelerated  account  does not \ngive the Whitfields processing priority over the \nGarcias who also are assuming a loan from a \ncurrent borrower. Within priority categories \napplications are selected by application date.  \n5 De Moura  9/5 3 Ms. De  Moura  receives third -priority processing \nbecause she is in danger of losing her home \nthrough foreclosure  due to circumstances beyond \nher control.  \n6 Pawlikowski  9/21 3 Since the Pawlikowskis have been living in \ndeficient  housing  for at least  6 months, they \nreceive third -priority processing.  \n7 Yao 9/7 4 The Yaos  receive fourth -priority processing \nbecause their loan application package was submitted  via an Agency- approved  intermediary  \n8 Sapienza  9/6 5 The Sapienzas receive fifth-priority  processing; they \nare requesting a subsequent loan to make needed \nrepairs for a condition that, at this time, does not \nconstitute a health and safety hazard.  \nThe Sapienzas application  will be processed  after \nall applicants with priorities  have been processed.  \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (10-19-23) PN 595"
  },
  {
    "page_number": 59,
    "content": "HB-1-3550  \nAttachment  3-C \nPage 4 of 4  \n \nSelection \nOrder   \nApplicant  Application \nComplete \nDate   \nPriority   \nPriority  Status  \n9 Jones  9/8 5 The Joneses receive fifth-priority processing. \nAlthough they have been living in deficient \nhousing for 4 months, they are currently 2 \nmonths short of receiving second- priority \nprocessing. If within 2 months funding is still \nnot available,  the Joneses  would receive second-  \npriority processing, and would be processed before the Olsens.  \n10 Deitrich  9/21 5 The Deitrichs receive fifth-priority  processing. The \napplication will be processed after all applicants with priorities have been processed. Although the \nfamily believes the house is too small, it is not \nsufficiently overcrowded to be considered \ndeficient, because there are no more than 2 people \nper bedroom."
  },
  {
    "page_number": 60,
    "content": "ATTACHMENT  3-D \nRURAL  DE\nVELOPMENT  \nRURAL  HOUSING  SERVICE  \n“Applicant  Information Sheet” - Single Family  Housing  \nThe Rural  Housing Service (RHS) provides loans in rural  areas  to eligible  low- and very \nlow-income applicants. The loan may be to purchase existing housing, purchase and repair \nexisting housing, purchase a building site and construct a dwelling, or purchase new housing. Rural  areas  typically  include open country and places  with a population of 10,000 or less and, \nunder certain conditions, towns and cities between 10,000 and 20,000 population. \nFor detailed  information  on income limits  and eligible  areas,  visit: \nhttps://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do. \nThe property must be in good repair or placed in good repair with loan funds. For an \nexisting  property, a whole house inspection performed  by a qualified  inspector is needed.  The \nbuyer and seller should discuss who will cover the cost of the whole house inspection and address this item in the purchase agreement.  \nAll who apply get equal consideration without regard to race, color, national origin, \nreligion, sex,  disability,  age, marital status,  family/parental status, income derived from a public \nassistance program, political beliefs, or reprisal or retaliation for prior civil rights activity.  \nTo apply, complete all the applicable items in the attached checklist of items to \naccompany  the uniform  residential  loan application  and submit the package using one of the \noptions below: \n•Through a loan application  packager.  To locate  an application  packager,  please visit\nhttps://www.rd.usda.gov/sites/default/files/RD -SFH-IntermediaryMap.pdf .\n•Apply online after registering  to obtain a USDA eAuthentication  identification  and\npassword. https://forms.sc.egov.usda.gov/eForms/welcomeAction.do?Home\n•Return to the Rural Development office using the address(es) below.  If an email\naddress  is listed  below, password  protect the email  to protect  personal  identifiable\ninformation.\n(01-2 3-03) SPECIAL PN \nRevised (0 5-05-25) PN 640  HB-1-3550  \nAttachment 3 -D \nPage 1 of 5"
  },
  {
    "page_number": 61,
    "content": "A loan application packager provides an optional service to an applicant seeking a housing loan by \nhelping to navigate  the loan application  process.  A packager  can help determine  if the Section 502 \nDirect Loan Program is a good fit and, if so, help to assemble a complete loan application package. Loan application packaging fees can generally be included in the Rural Development loan or can be paid by the seller, builder, or third party. P ackagers do not work for or represent Rural Development. \nEligible loan applic ation packagers can either work with or without an approved intermediary. An \nintermediary is an affordable housing nonprofit, public agency, or State Housing Finance Agency approved by Rural Development to perform quality assurance reviews on loan application packages. Loan application packages funneled through an approved inter mediary receive priority processing.  \n Priority status may also include applications for:  \n• Agency  borrowers  requesting subsequent  loans  to correct  health  and safety  hazards  \n• Applicants  interested  in obtaining loans  for Real Estate  Owned  property  or related  to the \ntransfer and assumption of property owned by a program borrower  \n• Applicants  facing  housing- related  hardships  (please identify any housing -related hardships you may be \nexperiencing on the Attachment 3 -J of this Chapter , which is completed as part of the standardized \napplication package ). \nLoan  applications  which  do not qualify for priority  consideration will be selected  for processing after \nall applications with priority status have been processed.  \nPlease contact a loan application packager or the above Rural Development office if you have questions  regarding what  needs  to be in your application  package or if would like assistance in \ncompleting a form. To determine if you qualify, review these frequently asked questions:  \n “CAN I ASSESS MY ELIGIBILITY  PRIOR TO APPLYING?”  \n \nUsing the Single Family Housing Direct Self -Assessment tool , potential applicants may enter \ninformation online to determine if the Section 502 Direct Loan Program is a good fit for them prior to applying. The tool will provide a preliminary review after a potential  applicant  enters information \non their general  household composition, monthly income,  monthly debts, property location, estimated \nproperty taxes, and estimated hazard insurance.  \n To access  the tool, visit  https://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do  and click \non the Single Family Housing Direct tab.  \n Potential applicants are welcome to submit a complete application for an official determination by Rural Development regardless of the self -assessment results.  Upon receipt of a complete application, \nRural Development will determine the applicant’s eligibility using verified information  and the \napplicant’s  maximum loan amount  based  on their repayment  ability  and the area loan limit for the \ncounty in which the property is located.  \n \n HB-1-3550  \nAttachment 3 -D \nPage 2 of 5"
  },
  {
    "page_number": 62,
    "content": "“DOES  IT MATTER  HOW  MANY OTHER  BILLS  I HAVE  TO PAY?”  \n \nRHS will look at your monthly obligations and how much you currently owe to others. We’ll want  to \nknow  if paying back  the proposed loan on top of your other  payments  will be difficult for you.  \n \n“WHAT  IF I THINK MY  INCOME  IS TOO LOW?” \n \nHaving enough income to repay your loan is an important part of getting a loan; however, the RHS  \nloan may be subsidized. A subsidized loan is based  on the applicant  repaying a percentage of their \nincome toward the housing payment, taxes, and insurance. The percentage is generally 24 percent of \nthe applicant’s household income.  “WHAT  CAN I DO IF MY INCOME  IS TOO LOW?” \n \nConsider  applying with a co-applicant  if there  is another  member  of your household willing  and able \nto be a note signer. RHS will then look at your combined income and credit when determining repayment ability. You may also consider a co- signer. A co -signer is an individual who will not \nreside in the dwelling, but who is willing to be responsible for the debt. You may also consider applying for down payment assistance programs in your area which provide affordable  housing \nproducts. Many  areas  have Housing Finance Agencies,  Housing Authorities, or Nonprofit Agencies \nwhich administer these programs. Funding from these sources can be combined with Rural Development loan funds.  \n \n“HOW  CAN I DETERMINE  IF MY INCOME  IS ADEQUATE  TO REPAY A LOAN?”  \n \nThe amount of your proposed monthly house payment, real estate taxes, insurance, and other credit debts cannot exceed 41 percent of your gross monthly income. If you have questions regarding  how \nthis determination  is made,  you may contact  the local  Rural  Development  Office shown on the front \ncover.  \n“CAN I GET  A LOAN IF I’M UNEMPLOYED?”  \n \nA steady  source  of income  is very important  to getting a loan. An applicant  must  show  sufficient \nresources to repay the housing loan. Not having a job or a stable source of income may have an impact on the Agency’s decision. Experience has shown that applicants with stable jobs and income sources are more likely to repay the loan.  \n “WILL  YOU FIND OUT  ABOUT  OTHER  CREDIT  I’VE  HAD?”  \n \nYes. Your credit report provides information on your payment history including any difficulty you have had repaying other loans or credit cards. That information will be used to determine if you can \nrepay  the loan.  If you are unsure  what  your credit  history  contains, you can obtain  a free credit  report  \nby calling  1-877-322-8228 or logging into \nhttps://www.annualcreditreport.com. By law,  individuals  \nare entitled  to receive one  free credit  file disclosure  every  12 months  from  each of the nationwide \nconsumer credit reporting companies – Equifax, Experian and TransUnion.  Furthermore, the three \nnationwide credit reporting agencies have permanently extended a program  which provides free \nweekly online credit reports . \n \nThis free report  cannot  replace the credit  report  that the Agency  will obtain to determine eligibility.  \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628HB-1-3550  \nAttachment 3 -D \nPage 3 of 5"
  },
  {
    "page_number": 63,
    "content": "“HOW  LONG  WILL  IT BE BEFORE I CAN MOVE  INTO  MY  NEW  HOME?”  \n \nTypically, applicant eligibility, loan approval, and loan closing may be accomplished within \napproximately 120 days of filing  a complete  application. However,  depending on the availability \nof Government funding, this timeframe  may be extended. The applicant is periodically advised \nregarding the status of their application when there is lack of funding.  \n \nApplications will be processed based on the following priorities: 1) subsequent loans to correct \nhealth and safety hazards, 2) loans to purchase homes owned by RHS and loans to transfer and assume  (or purchase  with new loan funds)  properties  owned by RHS  borrowers,  3) hardships  as \ndefined by RHS, 4) loans that bring in additional resources as defined by RHS, including loan application packages funneled through an approved intermediary, and 5) applications that do \nnot qualify for priorities  1 - 4. Within  each priority  category,  veterans’  preference will be given \nto applicants who were discharged or released (except for a dishonorable discharge) from the  \nU.S. active forces  (regardless  of the position held – administrative  support, combat,  mechanics, \nmedical, transportation, etc.) and who actively served during eligible periods.  \n \n“HOW  MUCH  MONEY  WILL  I NEED  FOR  A DOWN PAYMENT?”  \n \nA down payment is generally not required. Loans may be made for up to 100 percent of the \nmarket  (appraised)  value.  Simply  put, this means  if the sales  price of the property  is equal  to or \nless than the appraised value, no down payment is  typically  needed  unless you exceed applicable \nasset thresholds for elderly and non- elderly households . \n \n“DOES  THIS  MEAN  I WON’T  NEED  ANY CASH  TO GET  A LOAN?”  \n \nGenerally, the applicant will need some cash available. There are costs associated with the credit \nreport, appraisal report, escrow, and other related closing costs. The credit report fee is always paid by the applicant upfront. The first year’s hazard ins urance premium and whole house \ninspection report  fee are paid prior  to closing unless  included in the loan amount. Costs  pertaining \nto the appraisal, escrow, and loan closing may be included in the loan amount. You may also negotiate  with  the seller  to contribute  a percentage  toward  closing costs.  Any agreement  with  the \nseller should be entered into prior to signing and documented in the purchase agreement or sales contract . \n “DOES  THE  APPLICANT  HAVE  OTHER  RESPONSIBILITIES?”  \n \nYes. Rural  Development  staff are available to assist  the applicant  from  the application  to loan \nclosing. The applicant is responsible for providing requested information timely. The information  may be requested  by Rural  Development  staff,  a loan application  packager,  a real \nestate agent, or a closing agent. Failure to provide information timely results in delayed decisions and other actions. \n \n HB-1-3550  \nAttachment 3 -D \nPage 4 of 5"
  },
  {
    "page_number": 64,
    "content": "Yes. The applicant  must:  \n1. Be without  decent,  safe, and sanitary  housing.  \n2. Be unable  to obtain a loan from  other  resources  on terms  and conditions  that they can \nreasonably be expected to meet.  \n3. Possess the legal  capacity  to incur  the loan  obligation. \n4. Be a U.S. citizen,  a U.S. noncitizen  national,  or a qualified  alien  and provide \nacceptable evidence of qualified alien status.  \n“WHAT  ARE  THE  TERMS  OF THE  LOAN?”  \nThe maximum repayment  period is 33 years  and, under  certain  conditions, 38 years  if the \napplicant is income eligible and the longer term is necessary to show repayment ability . Rural \nDevelopment staff can work with you if you are determined eligible, to determine whether a \n38-year term is appropriate . The maximum repayment period for manufactured homes is 30 \nyears.  \n“WHERE  MAY  HOUSES  BE LOCATED?”  \nHouses must be located in a rural area, on desirable sites with an adequate supply of safe \ndrinking water  and suitable  arrangements  for sewage disposal. Streets  must  have  an all-weather \nsurface and be maintained by a public body or a homeowner’s association.  \n \n“WHAT  ABOUT  THE  FEATURES  OF THE  HOME  AND SITE?”  \nWhile cost and features vary in different areas of the country, the home and site must be \nmodest. A modest site generally cannot be subdivided under local zoning laws, does not \ninclude land or structures that will be used principally for income -producing purposes, and \ncomplies with local zoning requirements. An existing home with an in- ground swimming \npool may be considered modest; however, in- ground swimming pools with new construction \nor with properties that are purchased new are prohibited. Under certain conditions, an exception  to these standards  may  be granted  on a case- by-case basis.  The value  of a dwelling \nmay not exceed  the area loan limit  for the  area in which  the applicant  is requesting financing.  \n \nWHO  IS RESPONSIBLE  FOR  INSPECTING  THE  HOME?  \nThe applicant/borrower is responsible for hiring a qualified inspector to conduct a whole house inspection on an existing  property and for making inspections  necessary  to protect  their interests. \nWhile a Rural Development staff member or designee may inspect a property during and/or following construction or repair,  these inspections  do not create or imply  a warranty  or guarantee \non the condition of the property. \n \n“WHERE  MAY  I APPLY?”  \nApplications  are made at the local  Rural  Development  office  or through an application  packager \nserving the area where the house will be located. To locate your nearest Rural Development office,  please visit: https://www.rd.usda.gov/find- your-local -area- office. To locate an \napplication packager, please visit https://www.rd.usda.gov/sites/default/files/RD -SFH- \nIntermediaryMap.pdf . \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 HB-1-3550  \nAttachment 3 -D \nPage 5 of 5"
  },
  {
    "page_number": 65,
    "content": "HB-1-3550  \nAttachment  3-E \nPage  1of 1 \n \nATTACHMENT  3-E \n \n REQUEST  TO REOPEN  A REJECTED  APPLICATION IN LOANSERV   \n \nApplication Number:    \n \nName of Applicant:  Name of Co -Applicant:    \n \nReason  for Request  (check  only one):  \n \n  National Appeals Division (NAD) overturned the rejection of the  application. \n \n  The Loan  Approval  Official  reviewed  and reconsidered  the rejection  and \nrecommends  reinstatement.  \n \nPlease PRINT name of requesting  official:   \n \nSignature  of requesting  official:  Date:    \n \nTitle of requesting official:   \n \nFOR  STATE OFFICE  USE ONLY: \n \n*Request  Approved:  **Request Denied:    \n \nPRINT  the Housing Program  Director’s  name:  \n \n \nHousing Program  Director’s  signature:  Date:    \n \n \n \n*If approved,  the State  Office  should fax form  to SFH Assistance  Section  at 314-457-4441 and \nnotify the Field Office of the approval.  \n**If denied,  fax form  back  to originating office  to place in applicant’s  case file. \n \n \n \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (03-09-22) SPECIAL PN"
  },
  {
    "page_number": 66,
    "content": "HB-1-3550  \n Attachment 3 -F \nPage 1 of 3  \nATTACHMENT  3-F \n \n HOW  TO ADDRESS  NEGATIVE  PRE -QUALIFICATION RESULTS   \n \nThe purpose of this attachment is to instruct the RHS staff on how to handle discussions \nconcerning negative pre-qualification  results.  Since  pre-qualifications  are based  on unverified \ninformation and infile credit reports, the results are not binding. To avoid implying that the results are official, the following scripts are to be used in each given situation:  \n \nSituation  1: The potential  applicant  has credit  blemishes  (be it bankruptcy,  collections,  etc.) \non their infile credit report.  \nProper Response : \n \nLet the potential  applicant  know  that their credit  record  does  not have  to be perfect  to be eligible \nfor a loan. Inform the potential applicant that past credit blemishes can be acceptable if their overall  credit  record  demonstrates  an ability  and willingness  to repay  obligations  or if their credit \nblemishes occurred as a result of circumstances beyond their control. Counsel the potential applicant on how to correct the credit blemishes and share with the potential applicant the credit standards as outlined in HB -1-3550, Chapter 4. Be sure to explain  to the potential applicant that \nfulfilling suggestions provided by the RHS staff will improve their chances of qualifying for a loan, but not guarantee loan approval.  \n \nUnacceptable Response : \n \nInforming  the potential  applicant  that based  on the results  of the infile  credit  report,  they do not \nmeet our credit standards and would not qualify for a Section 502 direct loan. \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (07-08-09) PN 430"
  },
  {
    "page_number": 67,
    "content": "HB-1-3550  \nAttachment  3-F \nPage 2 of 3  \n \nSituation  2: The potential  applicant  does  not appear  to qualify  for an amount  sufficient  to \npurchase a decent, safe, and sanitary dwelling.  \nProper Response  \n \nCounsel the potential applicant on ways to improve their financial status (i.e. paying off small \ndebts, debt consolidation, increasing  their income,  etc.) and inform  the potential  applicant  that a \nqualifying co- signer may be added to an application to compensate for a lack of adequate \nrepayment ability. Also refer the potential applicant to state and nonprofit agencies that might be willing to extend forgivable loans and/or grants. \n \nUnacceptable Response : \n \nTelling  the potential  applicant  that they do not qualify  for a loan due to a lack of repayment \nability.  \n \nSituation  3: The potential  applicant  presently  owns  a home.  \n \n \nProper Response:  \n \nLet the potential applicant know that if their dwelling is structurally unsound, functionally inadequate, or too small to accommodate the needs of the household, RHS may be able to provide  financing to improve  the existing  dwelling  or to purchase  a new one. In addition, let the \npotential applicant know that RHS may be able to refinance the property under certain circumstances (refer to HB -1-3550, Chapter 6.5).  \n \nUnacceptable Response:  \n \nInforming  the potential  applicant  that the Section  502 direct  loan program  is designed for first- \ntime homebuyers only."
  },
  {
    "page_number": 68,
    "content": "HB-1-3550  \n Attachment 3 -F \nPage 3 of 3 \n \n \n \nSituation  4: The household’s  adjusted  annual  income  appears  to be over  the income limit.  \n \nProper Response:  \n \nInform the potential applicant that to qualify for a Section 502 direct loan, their household’s \nadjusted  annual  income  must  be within  our established  income  limit based  on household size and \nlocation. Also  let the potential  applicant  know  that if they should exceed  the income  limit for the \ndirect loan program other options are available (assumed loan, purchase of a REO property, a Guaranteed Rural Housing loan, and other credit).  \n \nUnacceptable Response:  \n \nInforming  the potential  applicant  that they do not qualify for a Section  502 direct  loan because it \nappears as though they are over income based on the unverified income information. \n \n \n \n  \n \n \n \n \n  \n \n \n  \n \n  \n \n  \n \n  \n \n \n \n \n(01-23-03) SPECIAL PN  \nRevised ( 07-08-09) PN 430"
  },
  {
    "page_number": 69,
    "content": "HB-1-3550  \n  Attachment  3-G \nPage  1 of 9 \nAttachment  3-G \n502 Single  Family  Housing Checklist  \nTHIS  CHECKLIST  DOES  NOT  REPLACE  THE  RUNNING  RECORD!  \nThis document should be filed under Folder A for an  Electronic  Customer File (ECF)  \nOnce  clear, readable  copies  are uploaded and confirmed  in ECF  the originals  can be destroyed  following \nthe requirements of RD Instruction 2033 -A (e.g., PII must be cross -cut shredded) except for the \ndocuments identified on the Index of Essential Records which are maintained in a secure cabinet  or file \nroom with either locking cabinets  or a locked door when not in use,  in accordance with RD Instruction \n2033 -A, 2033. 6 (b)(3 ). \nBorrower  Name:  Co-Borrower  Name:  \nBorrower  Phone:  Co-Borrower  Phone:  \nBorrower  Email:  Co-Borrower  Email:  \nProcessing  Priority:  1 2 3 4 5 \nECF RP Date \nApplication  Processing  \nReview  application for completeness  within  3 business  days of receipt. Promptly  contact  the applicant  to request \nany missing information. Follow up with a letter advising applicant of a 15 -day deadline for submission or the \napplication will be withdrawn. Mark the file as inactive until complete. (HB -1, 3.6)  \nA LO Attachment  3-J \nJ LO Packaging  Phase  1: Application  Submittal  Cover  Letter  (if applicable)  \nC LO RD 410-4, Uniform  Residential  Loan  Application,  (or current  industry  standard  “Uniform \nResidential Loan Application” along with pages 6- 10 of RD 410- 4) \nWhen  the 410-4 is submitted  using  eForms,  a signature  on the 410-4 is not needed  (HB- 1, 3.5) \nC LO RD 3550 -1, Authorization  to Release  Information  (for each adult  household  member)  (HB- 1, 3.5) \nC \nC \nC LO If an application  includes  the information  required  by TRID,  forward  to the applicant  within  3 \nbusiness days  of receipt of the application (HB -1, 3.8):  \nHB Letter 5 (3550),  Cover  Letter for Initial Disclosures  Package  \nCFPB’s  “Your  home  loan toolkit:  A step-by-step guide”  \nCFPB’s Loan  Estimate Attachment 3- I, Settlement  Service Providers List & Mortgage \nApp. Related Disclosures  \n(01-2 3-03) SPECIAL PN \nRevised (0 5-05-25) PN 640 ECF  – Electronic  Customer  File (refer  to the ECF  Classifications  – Quick  Reference  Guide  in SharePoint) \nRP - Responsible Party  \nLO – Loan Originator  \nLAO  – Loan  Approval  Official"
  },
  {
    "page_number": 70,
    "content": "HB-1-3550  \nAttachment  3-G \nPage 2 of 9  \nC LO  For an unsecured  loan,  send  RD 1940 -41, Truth  in Lending  Statement.  \n Date  returned   \nC LO  Check the Department of the  Treasury’s  DNP  Portal for each applicant,  retain  complete \ndocumentation from  the DNP  Portal  in ECF  (if not completed  at Pre-qual)  (HB-1, 3.3, 4.11)  \n(https://fiscal.treasury.gov/DNP/ ) \nC LO  Check  LoanServ’s  “SSN  CROSS  REFERENCE”  softlink  key (if not completed  at pre-qual)  (HB- \n1, 3.3, 4.11)  \nD5 LO  If not a citizen,  check  S.A.V.E  Database.  See Attachment  4-D for additional  guidance  (HB-1,4.20)  \nhttps://save.uscis.gov/web/vislogin.aspx  \nC LO  Identification  (HB-1, 4.21)   \n Evidence  of age  \n  Taxpayer’s  ID number   \n  Photo  ID  \nC LO  Funds  Available;  send HB Letter  11 (3550),  Request  Information  (HB-1, 3.14)  \nC LAO   Funds  Not Available;  send  HB Letter  2 (3550),  Funds  Not Available  (HB-1, 3.13)  \nD5 LAO   Send  HB Letter  3-A (3550)  Waiting  Period  (Funds  Not Available)  if funds  are not available  6 \nmonths after sending HB Letter 2 (Signed by LAO) (HB-1, 3.14)  \nD5 LAO   Send  HB Letter  3-B (3550)  Waiting  Period  (Extended  Processing  Timeframe)  if eligibility  \ndetermination  is not made  within  30 days of receipt  of complete  application  (Signed by LAO)  (HB-1, \n3.7) \n Send  subsequent  HB Letter  3-B (3550)  if eligibility  determination  is not made  within  6 months  of \ncomplete application (Signed by LAO) (HB -1, 3.14)  \n LO  Underwriting  – enter  ‘pre-qual’  and ‘application  complete’  dates  on Stage  Updating  Screen  – Be sure \nto enter actual purchase price, if known.  \nIncome  \nD1 LO  Paycheck stubs (4 most recent & consecutive weeks, i.e., no more than 60 days old as of date of \napplication)  – only for employment  which  is not seasonal  in nature.  Seasonal  employment  is verified \nusing the last two years of complete tax returns with W - 2s and applicable schedules. (HB-1, 4.3)  \nD1 LO  Oral  Verification  of Employment  – if applicable  (HB-1, 3.15 A.3.)  \nD1 LO  RD 1910 -5, Request  for Verification  of Employment  – if pay stubs  are not available  \n(HB-1, 4.3) \nIf no response  in 14 days,  call employer  to follow  up and document  the discussion.   \nD1 LO  Other  Income  documentation  (HB-1, 4.3, 4.5):  \n Public  Assistance    Self-employment Income  \n Child  Support/Alimony     Social  Security/VA  Benefits  \nPensions/Annuities   Unemployment  Benefits     \n Other   \n Last two Federal Income Tax Returns including all applicable W -2s, Wage and Tax \nStatement, IRS Form 1099 -MISC Miscellaneous Income and schedules.  (Applicants not \nrequired  by the IRS to file Federal  Income  Tax Returns  may provide  a letter  of explanation  \nto that effect  for the applicable  year(s)  for which  returns  are unavailable.  (HB-1, 4.3E) ) \n Tax transcripts  directly  requested  and obtained  by applicant  using  IRS Form  4506 -T, \nRequest for Transcript of Tax Return, if additional income validation was needed.  \n  \nD1 LO  RD 3550 -4, Employment  and Asset  Certification  \nD1 LO  Separation/Divorce/Paternity/Property  Settlement  Agreement,  if applicable  \nDeductions  \nD2 LO  Deduction  documentation  (HB-1, 4.4):  \n Child  Care    Full-time Student  status  \n Elderly/Disabled  (RD 1944 -4, if \napplicable )    Minor  Dependent  \n Medical  Expenses   \n Disability  Assistance  Expenses"
  },
  {
    "page_number": 71,
    "content": "HB-1-3550  \nAttachment 3 -G \nPage 3 of 9  \n \nAssets  \nD3 LO  Most  recent  bank  account  statements  covering  at least  two-month  period - statements  must  include \nthe transaction  history,  review  any recurring  deposits  or debits  and obtain  explanation  for large  \ndeposits  (HB-1, 4.5) \nD3 LO  1944 -62, Request  for Verification  of Deposit  – if statements  are not available  or the accuracy  of \nthe applicant’s self -certification or statements are questioned (HB-1, 4.3)  \nD3 LO  3550 -2, Request  for Verification of  Gift/Gift  Letter,  if applicable  (HB-1, 4.3) \nD3 LO  Land  and Other  Real  Estate,  if applicable  (HB-1, 4.5, Exhibit  4-3) \nD3 LO  Other  Assets  (HB-1, 4.5, Exhibit  4-3) \n \nCredit  \nD4 LO  Tri-Merge  Credit  Report  (TMCR)  documentation  (HB-1, 4.12):  \n(Credit  Score  Disclosure  provided  in the standardized  application  package.  Do not  upload  into ECF.)  \n Fee Received.  Enter  date in UniFi  (Stage  Updating  screen).  \n Process  the credit  report  fee using  the Electronic  Fee Service  (DLOS,  Ch 5) or 3550 -17, Funds \nTransmittal report (if cashier’s check or money order)  \n Report  Ordered  (upon  selection  for processing)  \n Report  Received  \n Credit  score:  Applicant   Co-applicant   \nD4 LO  Credit  score  is less than 640 or applicant  has less than two credit  scores  (HB-1, 4.12 & 4.13):  \n Nontraditional  credit  verifications  (HB-1, 4.12.C)   \n RD 410-8, Applicant  Reference Letter – if applicable   \n RD 1944 -60, Landlord’s  Verification    \n Credit  Letter  of Explanation,  if applicable  (HB-1, 3.7, 4.12)   \n RD 1944 -61, Credit  History  Worksheet  (completed  by LO, signed  by LAO)  LAO  is \nresponsible  for reviewing/approving  any credit  exceptions.  \nD4 LO  Community  property  states  non-purchasing  spouse’s  credit  report  containing  Equifax, \nExperian, and TransUnion information.  Include obligations in total debt ratio.  \nNP SPOUSE’S  CREDIT  IS NEVER  CONSIDERED A REASON  TO DENY  A LOAN \nAPPLICATION (HB -1, 4.12D)  \nD4 LO  Student  loan / Income  Based  Repayment  (IBR)  documentation (HB-1, 4.22)  \n \nELIGIBILITY  PROCESSING  \nD5 LO  Attachment  4-A, Worksheet  for Computing  Income (HB -1, 4.2) \nD5 LO  RD-3550 -30, Verification  of Debt  Proposed  for Refinancing,  for non-Agency  debt (HB-1, 6.5) \nD5 LO  Document  Applicant  has adequate  funds  for closing  cost/down  payment - if applicable  \nD5 LAO   Loan  eligibility  narrative  completed/signed  by Loan  Approval  Official  (LAO)  (including  but not \nlimited to income, creditworthiness (including DNP), repayment ability, and payment shock (if  \napplicable))  \nD5 LAO   RD 1944 -59, Certificate  of Eligibility  (COE)  if a property  has not been  selected.  Valid  for time \nperiod(s) specified in HB-1, 4.25 . (Prepared by LO, Signed by LAO)  \n LO  Withdraw  the application  if no property  is identified  after  applicable  time period  \nC LO  Verify  completion  of a Homeownership  Education  Course  (Cert  of Completion)  (HB-1, 3.4) \nF LAO   If applicant  is not eligible,  send  HB Letter  15 (3550),  Standardized  Adverse  Decision  Letter  \nwith review  and appeal  rights  (Must  be signed  by LAO)  (HB-1, 1.9) \nC LAO   Document  eligibility  on originally  submitted  RD 410-4, item 17. \nD5 LO  Update  UniFi/Stage  Updating,  save and digitally  sign Eligibility  Summary  \nD5 LO  Form  RD 3550 -23, Applicant  Orientation  Guide  (HB-1,4.26).  \nC LO  If circumstances  occur,  issue  revised  Loan  Estimate  or Closing  Disclosure  within  3 business \ndays of receiving new information, but no later than 7 days prior to loan consummation.  \n \n(01-23-03) SPECIAL PN \nRevised  (11-06-24) PN 628"
  },
  {
    "page_number": 72,
    "content": "HB-1-3550  \nAttachment 3 -G \nPage 4 of 9  \n \nD5 LAO   HB Letter 1  (3550)  Moderate  Income  Options  \nD5 LAO   HB Letter  3 (3550)  Waiting  Period  (Issued  by LO, signed  by LAO)  \nD5 LAO   HB Letter  4 (3550)  Funds  Not Available  – Certificate  of Eligibility  and/or  Property  Identified  \nD5 LAO   HB Letter  16-A (3550)  Eligibility  of Self-Help  Applicants  – New Construction  or Acquisition \nRehab  \nD5 LAO   HB Letter  16-B (3550)  Eligibility  of Self-Help  Applicants  – Owner  Occupied  Rehab  \n \nPROPERTY ELIGIBILITY  \n  County:   \nMaximum  Loan  Limit:  $ \nJ LO/LAO   Packaging Phase  2: Property  Submittal  Cover  Letter (if applicable)  \nE LO  Within 3 business days of receipt of a sales contract, send the following documents  if they \nwere  not previously  sent under  the Application  Processing  section  of this checklist.  (HB-1, 3.7) \nHB Letter  5 (3550),  Cover  Letter  for Initial  Disclosures  Package \nCFPB’s “Your home loan toolkit: A step -by-step guide” \nCFPB’s Loan  Estimate  \nAttachment  3-I, Settlement  Service Providers  List & Mortgage  App.  Related  \nDisclosures  \nE LO  Sales  Contract  or Form  RD 3550 -34, Option  to Purchase  Real  Property,  (HB-1, 5.1) Review \nall pages of and attachments to Purchase Agreement:  \nLegal Description:  \nE LAO   HB Letter  10 (3550)  Status  of Offer  to Buy Single  Family  Housing  REO  Property  \n LO  Discuss  closing  date - with seller,  buyer,  and real estate  agent  if it appears  RD is unable  to close \nloan by Purchase Agreement possession date  \nE LO  Verify  eligibility  of subject  property  (identified  for purchase)  (HB-1, 5.1) \nhttps://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do  \nE LAO   Attachment  9-C, Condominium  Questionnaire,  as applicable  \nE LO  Verify  the subject property’s  address using the USDA address  verification  site and  print to \nPDF  to upload to ECF.  Result  code  must  be 1 or 2; or researched,  verified,  and documented \nif not. Enter verified address in UniFi. (HB -1, 5.1) \nhttps://eligibility.sc.egov.usda.gov/eligibility/addressVerification  \nE LO  Recalculate  Eligibility  Summary  with  actual  loan amounts,  if different  from  original,  save \nand digitally sign, upload to ECF.  \nE LO  Appraisal  or document  Statement  of Value  if appraisal is not  required  (HB-1,5.16)  \nE LAO   RD 1922 -15, Administrative  Appraisal  Review  for Single  Family  Housing  - within  7 days of \nappraisal (HB-1, 5.19);  \nReviewed  and Accepted  (initial  and date)  \nE LO  Notify  Applicant  of appraisal  results  and provide  a copy  of the appraisal.  If making  an adverse \ndecision  on the appraisal,  send either  HB Letter 17 or HB Letter 18, as applicable,  along  with  a \ncopy of the appraisal.  \nE LO  Lead  Based  Paint  (LBP)  Compliance  Key and Print  Out (houses  built  prior  to 1978)  \nhttps://leadpaint.sc.egov.usda.gov/LBPWeb/lbpQuestionaire  \n LO  Lead  pamphlet  provided  to applicant.  \nE LO/LAO   RD Instruction  1970 -B, Exhibit D  “Categorical  Exclusion” (must  be completed  prior to \nobligation of funds or Issuance of a Conditional Commitment, as applicable) or \nRD Instruction  1970- C, Exhibit  E “Guide  for Reviewing  Environmental  Assessments”  as \napplicable (RD Instruction 1970 series “Environmental” & HB -1, 5.8)  \nLO determines  the level  of environmental  review  and LAO  final determination  of impact."
  },
  {
    "page_number": 73,
    "content": "HB-1-3550  \nAttachment 3 -G \nPage 5 of 9 \nE LO FEMA’s  Standard  Flood  Hazard  Determination  (https://www.floodcert.com/ ) \n(HB-1, 5.7 and 5.8) \nE LO RD 3550 -6, Notice  of Special  Flood  Hazards,  Flood  Insurance  Purchase  Requirements  (HB- \n1, 5.8) and Availability of Federal Disaster Relief Assistance , as applicable (HB -1, 5.8 D and \n7.12 B) \nE LO/LAO  FEMA  Elevation  Certificate  or other  forms  of documentation  (HB-1, 5.8 and 1970 -F) \nE LAO  Eight  step decision  making  process  has been completed  (HB-1 5.7 and 1970 -F) \nE LO Dwelling  served  by public  utilities  or meets  on-site water  and waste  systems  (HB-1, 5.7 D and \n5.8 B)  \nE LO Whole  House  Inspection  for an existing property which  certifies  the following items  (7CFR \n3550.57 & HB-1, 5.7)  \nSeptic  Well  Heating/Cooling  \nPlumbing  Electrical  \nOther  – Structural  Soundness  \nTermite/Other  Wood  Destroying  Pests  \nE LO Documentation  for repairs  completed  prior  to closing  \nE LO Bids & Cost Estimate  including  Contractor’s  License  (if appliable)  for repairs  completed  after \nclosing  \nE LO Survey  (if applicable) (HB-1, 5.7) \nNEW  CONSTRUCTION  \nE1 LO RD 1924 -2, Description  of Materials (must be approved  by RD, Buyer  &Builder)  \nE1 LO RD 1924 -25, Plan  Certification  \nE1 LO House  Plans/Drawings  and Plot Plans  (must  be approved  by RD, Buyer  & Builder)  \nE1 LO Manufactured  Home built  to HUD code  \nE2 LAO Proof  of construction  quality  for a new dwelling  (new  construction  or dwelling  less than  one \nyear  old that has never  been  occupied)  to determine  permitted  loan-to- value  (HB-1, 6.7 B.) \nE1 LAO RD 1944 -36, Application  for Conditional  Commitment  with fee. Refundfee  if Conditional \nCommitment cannot be issued, order appraisal (now fee cannot be refunded), return fee to \nContractor at closing.  (HB-1, 9.2)  \n(01-2 3-03) SPECIAL PN \nRevised (0 5-05-25) PN 640"
  },
  {
    "page_number": 74,
    "content": "HB-1-3550  \nAttachment 3 -G \nPage 6 of 9  \n \nUNDERWRITING/LOAN  APPROVAL  \nD1 LO  Reverify  income  - if expected  to be over 120 days old by closing  date (unless  the type of income  only \nrequires an annual verification source) (HB-1, 4.3)  \nF LO  Update  Eligibility Summary  with correct information,  save,  digitally sign,  and date – must  be \nin file at rejection/approval (HB-1, 6.17)  \nF LAO   Executed  Form  RD 1940 -10 partial  or full deobligation  (if applicable)  \nF LO  Direct -US Findings  Report  (optional)  \nD5 LAO   Loan  eligibility  narrative  updated  to include  underwriting  details/signed  by LAO  (including  but \nnot limited  to income,  creditworthiness  (including DNP),  repayment  ability,  and payment  shock (if \napplicable))  \n LO  Verify  UniFi  Program  Type  Code  (must  match  income  type)  \nC LO  Check  Department  of the Treasury’s  DNP  Portal  for each applicant  within  5 business  days prior  \nto obligation/approval,  retain  complete documentation from  the DNP Portal  in ECF  (label  as \n‘Obligation/approval’ in  ECF Title field)  (https://fiscal.treasury.gov/DNP/ ) (HB-1, 3.3, 4.11)  \nF LO  Validate  the interest  rate and obligate  through  LoanServ  (HB-1,8.6  E, 8.7) \nF LO  Update  UniFi  / LoanServ  screens  before  uploading  file; check  Display  History  Screen  for correct \nloan amount.  \nF LAO   If denying  property,  send  HB Letter  15, Standardized  Adverse  Decision  Letter  with review \nand appeal rights (HB-1, 1.9 & 8.2) and  \nD5 LAO   Reissue  Certificate  of Eligibility  for applicant  to select  another  property.  \n LO  If other  funding  is involved,  review  lender  terms  and fees to determine  if acceptable  (HB-1, \n10.9)  \nF LAO   RD 3550 -7, Funding  Commitment  and Notification  of Loan  Closing - issued  day of \napproval/obligation in LoanServ  (if not signed and returned  in 15 days,  must  de- obligate)  (HB-1, \n8.2) along with a copy of the appraisal, unless obligated subject to an appraisal.  \nF LO  RD 1940 -41, Truth  in Lending  Statement  – if applicable  for an unsecured  loan (HB- 1, 3.8B)  \nF LO  If changed  circumstances  occur,  issue  revised  Loan  Estimate  or Closing  Disclosure  within  3 \nbusiness days of receiving new information, but no later than 7 days prior to loan  \nconsummation.  \n Loan  should  be approved/rejected  within  30 days after completed  docket  (HB-1,8.2)  \n Make sure loan does not exceed  applicable  area loan limits  (HB-1, 6.6) \n Verify  loan-to-value  ratio for existing  dwellings  does not exceed  100%  (HB-1, 6.7) \n Loan  terms  cannot  exceed  maximum allowed  (HB-1, 6.8) or approval  authorities(1901- A) \n Attachment  8-B, Unliquidated  Obligation  Review  (HB-1, 8.3 D) \n \nCLOSING  \nClosing  Date:   \nConsummation  Date:   \nIMPORTANT  NOTE:  Loan  consummation  may not occur  until 3 business  days after the Closing  Disclosure  is received  by the \napplicant. With the mailbox rule, this means there is generally a 7 business day waiting period before consummation if the \nClosing Disclosure was not provided in person.  \n LO  Reverify  Employment,  Income,  Assets  and Eligibility  (HB-1, 4.3 &  8.6.C)  \nD1 LO  Date of income/asset verification source:  (must  not be more  than 120 days by the closing  \ndate unless the type of income only requires an annual verification source)  \nD1 LO  Date  of Oral VOE:  (if applicable  complete  10 days before  closing)  \nD4 LO  Date  of TMCR:  (if more  than nine months  old at time of approval  or closing,  Loan  \nOriginator  must  obtain  an updated TMCR  at no cost  to the  applicant)  \nG LO  Update  UniFi  with correct  information  and save the Eligibility  Summary,  digitally  sign and \ndate-must be in file at loan closing (HB-1, 8.6.D)  \nD5 LAO   Loan  eligibility  narrative  updated  to include  final  closing  details/signed  by LAO  (including  but \nnot limited  to income,  creditworthiness  (including DNP),  repayment  ability,  and payment  shock (if \napplicable))  \nF LO  Interest Rate:   (note  rate used for the promissory  note must  be the lower  of the \napplicable interest rate in effect at loan approval or loan closing)"
  },
  {
    "page_number": 75,
    "content": "HB-1-3550  \nAttachment 3 -G \nPage 7 of 9  \n \nG LO/LAO   RD 1927 -4, Transmittal  of Title  Information  (HB-1, 8.4) \nG LO  RD 1927 -9, Preliminary  Title  Opinion  (if using  attorney)  (HB-1,8.4)  \nG LO  Title Insurance Binder/Preliminary Title  Opinion  - Review  and verify  legal  description  is \ncorrect (if exceptions noted affect the security value, loan cannot be closed).  \nG LO  Closing  Disclosure provided  to applicant (after it  was reviewed  for compliance  with tolerance \nlimits) (HB -1, 8.5)  \nProvided  in person  \nProvided  by mail \nG LO/LAO   RD 3550 -25, Loan  Closing  Instructions  and Loan  Closing  Statement  (HB-1,8.11  & 1927 -B) \n LO  Re-verify  closing  agent’s  account  numbers  \nG LO  RHCDS/MISC/CLOSING  SELECT/ADD  AGENT  screen  \nG LO/LAO   Check  Department  of the Treasury’s  DNP  Portal  for each  applicant  within  5 business  days \nprior  to disbursement  of funds.  (Label  as ‘Applicant’  using  ECF Title  field) \n(https://fiscal.treasury.gov/DNP/ ) (HB-1, 3.3, 4.11)  \nG LO/LAO   Check  Department  of the Treasury’s  DNP  Portal  for the closing  agent  within  5 business  days \nprior to the disbursement of funds. (Label as ‘Closing Agency’ using ECF Title field)  \n(https://fiscal.treasury.gov/DNP/ ) (HB-1, 3.3, 4.11)  \nG LO  Hazard/Flood  Insurance  Binder  & Receipt  for 1st year premium  (HB-1, Att 7-C) \nG LAO   RD 3550 -15, Tax Information (HB -1, 7.10), Calculate RE taxes that should  be paid at \nclosing  (60 days of due date);  instruct  Title  Agent  to collect  prorated  taxes  from  Seller  (refer \nto Purchase Agreement) (HB-1, 7.4) \nG LO  RD 3550 -9, Initial  Escrow Account  Disclosure  Statement  (HB-1, 7.5) \nG LO  RD 3550 -17, Funds  Transmittal  Report  for tax service  & appraisal  fees, escrow  funds,  etc. \n(copy in Collections Operational File) (1951 -B, if applicable)  \nG LO  RD 3550 -19, Transmittal -Closing  Documents  & Attachments  – as applicable  (HB-1, 8.11)  \nG LO  RD 410-4, Uniform  Residential  Loan  Application  PRINTED  FROM UniFi  \nE2 LO  Check  Department of the Treasury’s  DNP Portal for each contractor with a total contract \ngreater than or equal  to $25,000 within  5 business  days  prior  to disbursement  of funds.  (RD \nInstruction 1940.602(b), specifically 2 CFR §180.220(b)(1))  – (Label  as Contractor  using ECF  \nTitle field) (  https://fiscal.treasury.gov/DNP/  ) (HB-1, 3.3, 4.11)  \nG LO  RD 1927 -5, Affidavit  Regarding  Work  of Improvement  (if required  by State  Supplement)  send \nblank to closing (1927 -B, 1927.58)  \nG LO  RD 1940 -16, Promissory Note  (original  in safe)  (HB-1, 8.9 and FMI)  \nG LO  RD 1940 -43, Notice  of Right  to Cancel  - if secured  and non-purchase  (HB-1, 8.6) \nG LO  RD 1944 -14, Payment  Assistance/Deferred  Mortgage  Assistance  Agreement  or RD 1944 -6, \nInterest Credit Agreement (as applicable)  \nG LO  RD 1955 -49, Quitclaim  Deed  or Warranty  Deed  (as applicable)  \nG LO  RD 3550 -10, Condominium  Rider  (if applicable)  \nG LO  RD 3550 -11, Planned  Unit Development  Rider  (if applicable)  \nG LO  Attachment  5-C and lease  approval  for tribal  trust  and other  lease  agreements  (if applicable)  \nG LO  RD 3550 -12, Subsidy  Repayment  Agreement  (original  in safe attached  to note)  \n(HB- 1, Att. 8-A) \nG LO  RD 3550 -14, Real  Estate  Mortgage  or Deed  of Trust  for (State)  - send blank  \nG LO  RD 1927 -8, Agreement  with Prior  Lienholder  – if Agency  is subordinate  to a leveraged  loan (HB-1, \n8.6) \nG LO/LAO   RD 3550 -22, Assumption  Agreement  Single  Family  Housing  - if applicable  (LO or LAO  prepare, \nLAO signs to execute; Original attached to original note in safe) (HB-1, 8.6) \nG LO/LAO   RD 3550 -16, Release  from  Personal  Liability  - if applicable  (HB-1, 8.6) \nG LO  RD 3550 -29, Document  Errors  and Omissions  Agreement  (HB-1. Attachment.  8-A) \nG LO  Lease  Approval  (Tribal  Trust  & Other  Lease  Agreements)  \nG LAO   Obtain  copies  of all other  funding  sources  including:  promissory  notes,  grant  agreements \nand/or security instruments (HB -1, 10.10)  \n LO  First Payment  Coupon  \n \n(01-23-03) SPECIAL PN \nRevised  (11-06-24) PN 628"
  },
  {
    "page_number": 76,
    "content": "HB-1-3550  \nAttachment 3 -G \nPage 8 of 9  \n \nPOST  CLOSING  \n LO  Verify  closing  documents  uploaded  to ECF  (using  New  Loans  classification)  or emailed  to the \nServicing Office in required time frame (HB -1, 8.11)  \n LO  Verify  proper  lien position.  \nG LO  Post 1-month  follow -up for recorded  Real Estate  Mortgage.  \nH LO  Post follow -up for Title  Insurance  Policy  (60 days)  or Final  Title  Opinion  (14 days ). (If not \nreceived,  contact  closing  agent  by mail with a copy  of the letter  to the insurance  company.)  \nH LO  Activate  loan/payment  assistance  in LoanServ WITHIN  2 BUSINESS  DAYS  OF CLOSING  \n(OR 4 BUSINESS DAYS IF THE BORROWER HAS RESCISSION RIGHTS.  \n LO  Review  final  Loan  estimate  & Closing  Disclosure  for tolerance  violations.  Cure  violation  \nwithin  60 days  of closing.  \nH LO  Send  Compensation  for Construction  Defects  letter,  if new construction  (Guide  Letter  1924 -1) \nG LAO   RD 3550 -25 – Loan  Approval  Official  approves  after  all forms  are returned,  reviewed,  and \ncorrect (HB -1, 8.11)  \nH LO  Delinquent/Lienholder  Screen  – complete  LoanServ  screen  for each leveraged  partner  \n LO  Update  non-construction  loans  in UniFi  ‘Stage  Updating’  Screen  to Closed  \n \nCONSTRUCTION  CONTRACT  \nE2 LO  RD 1924 -6, Construction  Contract  (HB-1, 5.23)  \nE2 LO  RD 1924 -16, Record  of Pre-Construction  Conference  or other  documentation  \n(HB-1, 5.23)  \nE2 LO  Builder’s  Risk  Insurance  policy  \nE2 LO  RD 1924- 1, Development  Plan  \nE2 LO  RD 402-1, Deposit  Agreement  & RD  402-2, Statement  of Deposits  and Withdrawals  \nE2 LAO   RD 1924 -7, Contract  Change  Order  and updated  RD 1924 -25, Plan Certification,  if applicable  \nE2 LO  Process  partial  contractor  payment  draws  (based  on 60%  of work  in place)  and post payments \nin LoanServ  (HB-1, 5.24 C)  \nE2 LO  Check  Department  of the Treasury’s  DNP  Portal  for each  contractor  with  a total  contract  > \n$25,000 within 5 business days prior to each disbursement of funds in LoanServ (Label as \nContractor (Date of Draw) using ECF Title field) (RD Instruction 1940.602(b), specifically 2 \nCFR §180.220(b)(1))  (Note: Checks  for SBA  draws  only required  for first disbursement  to \neach contractor) (https://fiscal.treasury.gov/DNP/)  (HB-1, 3.3, 4.11)  \nE2 LO  Check  Department  of the Treasury’s DNP  Portal  for each  borrower within  5 business  days \nprior to each disbursement of funds in LoanServ (Label as ‘Borrower (Date of Draw)’ using \nECF Title field)  (https://fiscal.treasury.gov/DNP/)  (HB-1, 3.3, 4.11)  \nE2 LO  RD 1924 -12, Inspection  Report  or Third  Party  Inspection,  Minimum  of: \n Footer  \n Rough -in \n Final  \nE2 LO  RD 1924 -9, Certificate  of Contractor’s  Release  & RD 1924 -10, Release  by Claimants,  if \napplicable  \nE2 LO  RD 1924 -19, Builder’s  Warranty  or 10-year warranty  per RD Instruction  1924 -A HB-1, 6.7 B. \n(NOTE: If 10 -year warranty, must have policy or binder before final payment to builder)"
  },
  {
    "page_number": 77,
    "content": "HB-1-3550  \nAttachment 3 -G \nPage 9 of 9  \n \nPOST  CONSTRUCTION  COMPLETION  \nD1 / \nD3 LO  60 days  prior  to anticipated  final  inspection,  notify  borrower  to update  income  and asset \ninformation in order to calculate payment assistance (HB -1, 8.13 B)  \nG LO  Check  Department  of the Treasury’s  DNP  Portal  for each  contractor  with  a total  contract  > \n$25,000 within 5 business days prior to final disbursement of funds. (RD Instruction \n1940.602(b),  specifically  2 CFR §180.220(b)(1))  (Note: Checks  for SBA  draws  only required  \nfor first disbursement  to each  contractor)  (https://fiscal.treasury.gov/DNP/ ) (HB-1, 3.3, 4.11)  \nE2 LO  Order final  draw  for contractor  final  payment  and post payment  in LoanServ  (HB-1, 5.25)  \nG LO  Check  Department  of the Treasury’s  DNP  Portal  for each  borrower within  5 business  days \nprior to final disbursement of funds.  (https://fiscal.treasury.gov/DNP/)  (HB-1, 3.3, 4.11)  \nE2   Advance  any remaining  funds  from  loan (HB-1, 5.25)  \n• Deposit final draw in  SBA (to be used for authorized  loan purpose) or make  check \npayable  to RD and Borrower and submit  to Servicing  Office  to apply  as a principal \nreduction.  (DO NOT PROCESS A PARTIAL DEOBLIGATION)  \n• For self-help transaction  – deposit  final  draw  in custodial  account  or supervised \nbank account (as applicable)  \nG LO  Escrow  Deposit:  Order  check  (if included  in loan)  OR collect  from  borrower  and submit  to \nServicing Office (HB, 7.6 & Att 7 -A) \nH LO  Verify correct address of subject property is listed in LoanServ for new construction – \naddress  must  receive a code  1 or 2 to be valid  or must  research  and document  discrepancy \n(HB-1, 5.1) \n(https://eligibility.sc.egov.usda.gov/eligibility/welcomeAction.do?pageAction=sfpd  \nH LO  Convert  and activate  loan on the first of the month  following  the final  inspection  \nH LO  Post Conversion of  new loan closing  in LoanServ  (print screen ) and Warranty  Follow -ups \nG LO  Modify Promissory Note  and have  borrower(s) initial  changes  (or mail copy  with revisions) \n(HB-1, 8.13 A)  \n LO  Submit  copies  to the Servicing  Office  \n LO  Update  UniFi  Stage  to Closed  \n \n \n \n \n  \n \n \n  \n \n \n \n \n  \n \n \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628"
  },
  {
    "page_number": 78,
    "content": "HB-1-3550  \nAttachment 3 -H \nPage 1 of 2  \nATTACHMENT 3 -H \nCREDIT  SCORE  DISCLOSURE  \nIn accordance with the Fair and Accurate Credit Transactions Act of 2003 (FACT Act) and in \nconnection with your application for a Rural Development Single Family Housing (hereafter \nreferred to as “the Agency”) home loan, the Agency, upon request, must disclose to you the score that a credit  bureau distributes  to users  and will be used  by the Agency  in connection  with \nyour home loan as well as the key factors affecting your credit scores.  \n \nWhile  the Agency  does  not consider credit  scores  in determining  adverse credit  decisions,  we \nmay use them to presume acceptable credit in lieu of other credit underwriting practices.  \nCredit  scores  assist  lenders  in evaluating your  credit  history  in a more  expedient  and objective \nmanner. Your credit scores are found on  your tri -merge credit report, a copy of which  will be \nprovided to you upon request. The range of possible scores is from 300 to 850. The Agency may also obtain and consider other credit scores in making its decision on your application.  \n \nIn addition to the credit scores, your credit report lists the key factors related to why your scores  were less than  the maximum  possible  score.  Please keep  in mind  that the factors  are only \nindicators of why you received less than the maximum score possible. The listing of these factors does not by itself indicate that you would not be approved for the loan you have requested. Rural Development considers many factors in addition to your credit scores in making a decision on your application. If your application is not approved, you will receive a separate notice stating the specific reason(s) for that action which may or may not relate to your credit scores.  \n \nThe Agency did not calculate your credit scores or develop the scoring models. If you have any questions  about  your  credit  scores  or the information  in the tri-merge credit  report  from  which \nthe scores were computed, you can contact the credit bureau at the address listed below.  \nEquifax  Mortgage  Solutions  \n4300 Westown  Parkway, Suite  200 \nWest Des Moines, IA  50266 \n(800)  333-0037  \n \n \n \n  \n \n \n \n  \n \n(01-23-03) SPECIAL  PN \nRevised  (12-12-19) PN 532"
  },
  {
    "page_number": 79,
    "content": "NO\nTICE  TO HOME  LOAN  APPLICANT  \nPursuant to FACT  Act,  Section  212. \nIn connection  with  your application for a home loan, Rural  Development  must  disclose  to you \nthe score that a credit  bureau  distributed to the Agency and  was used  in connection  with  your \nhome loan, as well as key factors affecting your tri -merge credit score.  \nThe credit score is a computer- generated summary calculated at the time of the request and \nbased on the information a credit bureau has on file. The scores are based on data about your \ncredit history and payment patterns. Credit scores are important because they are used to assist  the Agency  in determining  whether you will obtain a loan. Credit  scores  can change over \ntime, depending on your conduct, how your credit history and payment patterns change, and how credit scoring technologies change.  \nBecause the  score  is based  on information in your tri -merge credit  history, it  is very  important \nthat you review the credit -related information to make sure it is accurate. Credit records may \nvary from one company to another. \nIf you have any questions,  about your score or the credit  information that is furnished to you, \ncontact  the credit  bureau  at the address  and telephone  number  provided  with  this notice.  The \ncredit bureaus play no part in the decision to take any action on the loan application and are \nunable to provide you with specific reasons for the decision on the loan application.  \nIf you have any questions  concerning  the terms  of the loan, contact Rural  Development.  \nTH\nIS DISCLOSURE HAS BEEN PROVIDED TO THE APPLICANT(S) PURSUANT TO SECTION 212 OF \nTHE FAIR AND ACCURATE CREDIT TRANSACTIONS ACT OF 2003. I UNDERSTAND THAT I MAY \nRECEIVE A COPY OF MY TRI- MERGE CREDIT  REPORT  BY MAKING  A WRITTEN  REQUEST TO THE \nRURAL DEVELOPMENT OFFICE HANDLING MY LOAN APPLICATION.  HB-1-3550  \nAttachment 3 -H \nPage 2 of 2"
  },
  {
    "page_number": 80,
    "content": "ATTACHMENT  3-I \n \nSETTLEMENT SERVICE  PROVIDERS  AND MORTGAGE  LOAN  \n APPLICATION RELATED  DISCLOSURES   \n \n \nApplicant(s) Name:   \nSubject Property Address:   \nAccount Number:   \n \nList of Settlement  Service Providers  Date:   \n \nThe “Integrated Mortgage Disclosures Under the Real Estate Settlement Procedures Act and the \nTruth In Lending Act” (TRID) rule requires that if a lender permits an applicant to shop for third party settlement services, the lender must provide to the applic ant with a written list of settlement \nservices providers at the time the Loan Estimate is issued. Settlement service provider (also referred to as “service provider”) means any individual or business providing services in connection with a prospective or a ctual settlement of a mortgage loan.  The lender’s list of settlement service providers \nis only required  for settlement services  listed  on the Loan  Estimate,  page  2, Subheading C - “Services \nYou Can Shop For”, and may include, but are not limited to, the following fees:  \n \n• Pest inspection fee \n• Home  inspection fee \n• Survey fee \n• Title  services  \n \nIn accordance with the TRID regulation, Rural Development (also referred to as “the Agency”) hereby  provides  you with a list of settlement service providers  that have  recently  provided services  to \nAgency’s customers. This list should assist you in identifying settlement service providers for services covered under the “Services You Can Shop For” section of the Loan Estimate. Rural Development does not require that you select the settlement servic e providers from this list; \nfurthermore, you may choose a \nqualified provider that is not listed on this document . Please note that \nthe settlement service providers  on this list are not  endorsed by or  affiliated  with Rural  Development \nand selecting a settlement service provider from this list does not affect the final credit decision on your loan application. Settlement  services  may take days or weeks  to complete,  therefore we strongly \nrecommend that you select your settlement services providers as soon as possible or your settlement may be delayed. Once you have selected your service providers, you must contact your local Rural Development office to inform them about your selec tions. \n \n  \n \n \n(01-23-03) SPECIAL  PN \nRevised  (04-27-16) PN 485 HB-1-3550  \nAttachment 3 -I \nPage 1 of 2"
  },
  {
    "page_number": 81,
    "content": "If you select a service provider that is not on the Agency’s list, you must provide our staff with the \nservice provider’s name, address and phone number. Settlement service providers and Rural Development  staff work  closely  together  to ensure  that loan requirements  are met in a timely  manner \nbefore the closing date.  \n \nNew  Construction  Homes  / Construction  Loans  Disclosure  \n \nIf you are buying a new construction home and settlement of your loan is expected to occur more than 60 calendar  days from  the time the initial Loan  Estimate  is issued, the Agency  has the right  to \nissue a revised Loan Estimate at any time up until 60 calendar days prior to loan closing/consummation.  \n \nNotification  of Right  To Receive a Copy  of the Appraisal  \n \nIn accordance with the Equal Credit Opportunity Act (ECOA) of 1974 (Regulation B) and in connection with your loan application, Rural  Development  must  inform  you of your right  to receive  a \ncopy of the appraisal of the property you wish to purchase. Unless otherwise noted in the program’s regulation, Rural Development will order an  appraisal to determine the value of  the property you are \ninterested  in purchasing and charge you a fee for the appraisal.  The Agency  will promptly give you a \ncopy of the appraisal received regardless of the Agency’s loan decision. You should expect to \nreceive a copy of the appraisal after your loan has been evaluated by the Loan Approval Official but no later than three bus iness days before loan closing. \n \nIf you have  any questions  concerning  the terms  of the loan, contact  Rural  Development.  \n \nTHIS DISCLOSURE HAS BEEN PROVIDED TO THE APPLICANT(S) ALONG WITH THE LOAN \nESTIMATE AND PURSUANT TO THE INTEGRATED MORTGAGE DISCLOSURES UNDER THE REAL \nESTATE SETTLEMENT  PROCEDURES  ACT  AND THE  TRUTH  IN LENDING  ACT  RULE.  THE AGENCY \nMAY  ISSUE A LOAN  ESTIMATE IF APPLICABLE CHANGED CIRCUMSTANCES  OCCUR.  THIS  IS NOT \nA LOAN / FUNDING COMMITMENT.  \n  \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n \n HB-1-3550  \nAttachment 3 -I \nPage 2 of 2"
  },
  {
    "page_number": 82,
    "content": "ATTACHMENT  3-J \n \nCHECKLIST  OF ITEMS  TO ACCOMPANY  THE  \n UNIFORM  RESIDENTIAL  LOAN APPLICATION  \n \nYou, as the applicant, need to simultaneously submit the applicable items below when \napplying for a loan. Copies of the verification documents should be submitted. If any item, \ninformation, and/or  signature  is missing,  you will be contacted  and asked  to provide  the missing \npieces.  If the missing pieces are not provided within 15 days of the request, your \nincomplete application will be  considered voluntary  withdrawn from consideration . To \navoid any delay or withdrawal, verify that your loan application is fully complete prior to submission.  \n□ This checklist  with the applicable and included items  checked.  \n□ Form  RD 410-4, Uniform  Residential  Loan  Application:  You must  complete all sections  (be \nsure to provide all applicable information, details, and data) and sign/date pages 5 and 8. https://forms.sc.egov.usda.gov//efcommon/eFileServices/eForms/RD410 -4.PDF   \n□ Verification of identity: You must provide a copy of your Government -issued picture \nidentification  (ID) along with evidence of age. Standard verifications  are a driver’s  license or \na passport. Contact us if you do not have these standard verifications to discuss possible \nalternatives.   \n□ Verification of T -Nonimmigrant Status (including T1, T2, T3, or T4), if applicable, as \nthis status may not be reflected in DHS’s United States Citizenship and Immigration Service (USCIS) SAVE database used by the Agency.   \n \n□ Verification of taxpayer ID number:  You must provide verification of your full taxpayer ID \nnumber (i.e. no numbers are hidden or  suppressed) using evidence such as your pay stubs or \ntax returns. A copy of your social  security  card is only needed  if you do not have  any other  \nevidence of your full taxpayer ID number.  \n \n□ $30 credit report fee (non -refundable):  If the applicant and co -applicant currently reside at separate \naddresses, the fee is $ 30 for each applicant. Remove any credit freeze at the time of application \nsubmission and keep  it lifted  until such time as the Agency  pulls  a credit  report.  Indicate  an option for \npayment of the credit report fee:  \n□ Option 1: I hereby authorize a $   withdrawal from my bank account for the credit report \nfee. Enclose a copy of a voided check, savings account deposit slip, or other document from an \nAmerican  Bankers  Association  (ABA)  bank (we cannot  process  withdrawals  from  a foreign bank). \nThe document provided must be an official ABA bank validated record and clearly identify the ABA routing number and account number.  The Agency will use the ABA routing number \nand account number to collect payment through the Automated Clearing Housing System (ACH). By indicating  an amount  above  and providing a copy  of a voided  check,  deposit  slip, or other  bank \ndocument with the ABA routing number and account number, you are authorizing the deduction from the account by electronic means. Option one is the preferred method as it provides faster \nprocessing.  \n \n \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 HB-1-3550  \nAttachment 3 -J \nPage 1 of 4"
  },
  {
    "page_number": 83,
    "content": "□ Option 2: Mail  a check,  cashier’s  check  or money order  that is signed, dated,  and made payable  to \nUSDA Rural Development.  (Note: The applicant’s name should be included on the memo line \nfor checks from a third party paying the credit report fee.)  \n \n \n□ If you have late payments, collections, judgments, or other derogatory items in your credit history, provide  a written  explanation for each credit  blemish.  If you are unsure  what  your credit \nhistory looks like, obtain a free credit report by calling 1- 877-322-8228 or logging into \nhttps://www.annualcreditreport.com . You are entitled to receive one free credit file disclosure \nevery week  from each of the nationwide consumer credit reporting companies – Equifax, \nExperian and TransUnion. This free report cannot replace the credit report that the Agency will obtain to determine eligibility.  \n \n□ Form  RD 3550- 1, Authorization to Release Information:  Each  adult  member  of the household \nmust sign/date a separate release form. https://forms.sc.egov.usda.gov/efcommon/eFileServices/eForms/RD3550 -1.PDF  \n \n□ Form  RD 3550- 4, Employment  and Asset  Certification: You must  check  the appropriate  blocks, \naccount for the household members’ employment and nonretirement assets as instructed, and sign/date the certification. https://forms.sc.egov.usda.gov/efcommon/eFileServices/eForms/RD3550 -4.PDF  \n□ Your  last two signed Federal  Income  Tax Returns  with all applicable  tax return  schedules.  Also \nprovide:  \n□ All W-2s, 1099s, and other forms  attached  to the returns.  \n□ If filed electronically, include a copy of the signature page with the Self -Select PIN, \nconfirmation  that the return  was accepted,  or evidence  that it was filed by an authorized \nE-File provider.  \n□ If you are not required by the IRS to file Federal Income Tax Returns, \nprovide a letter of explanation to that effect for the applicable tax year(s)  \nfor which returns are unavailable . \n□ Last four consecutive  weeks  of pay stubs  for all employed  adult  household members . \n□ If you have  an employment  history of less than two years  or employment  gaps in excess \nof 30 days within the last two years, you should provide a letter of explanation. \n \n Notice  to Customers:  If applicants  send the Agency  a check,  it will be converted  into an Electronic \nFunds  Transfer (EFT).  This means  the Agency will copy the  check and  use the account  information \non it to electronically debit the applicant’s account for the  amount  of the check. The debit from the \napplicant’s account  will usually occur  within  24 hours and will be shown  on the applicant’s regular \naccount statement. Applicants will not receive their original check back.  \n \nThe Agency will destroy the original check but will keep an image of it. If the EFT cannot be \nprocessed  for technical  reasons,  applicants  authorize  the Agency to process  a paper  copy of the \nimage in place of the original check.  \n \nIf the withdrawal cannot  be completed  because of insufficient funds,  the Agency may try to make \nthe transfer up to two additional times and the Agency will charge a one -time fee of $15, which \nwill also be collected by EFT or ACH.  HB-1-3550  \nAttachment 3 -J \nPage 2 of 4"
  },
  {
    "page_number": 84,
    "content": "□ Recent  benefit  statements  for regular  unearned  income  for all household members  who \nreceive:  \n□ Social  Security/Supplemental  Security  Income  \n□ Public  assistance  \n□ Retirement  income  \n□ Other  \n□ Last 12 -month payment history of alimony and/or child support received by all adult \nhousehold members as provided by the court appointed entity responsible for handling \npayments. If this is not available,  provide  a copy of the separation  agreement  or divorce  decree. \nWhile you can choose to have this income excluded from your repayment income, it must be \nreported  to determine  if your household’s  adjusted  income  is within  the program’s  income  limit.  \n□ Two most recent brokerage or bank statements for all household members (excluding \ntax advantaged  plans  for education, health/medical,  and retirement).  If you are obtaining \nthis information online, provide the statements as opposed to providing the online transaction histories.  \n□ For a household member  who is a full-time student  and 18 years  of age or older, a copy of \ntheir school transcript.  \n□ Written  evidence of childcare  expenses  for dependents  12 years  of age or younger.  \n□ If you are 62 years of  age or older,  are disabled,  or have a disabled household member, provide \nevidence  of unreimbursed annual  medical  expenses  if you wish  to be considered  for a deduction \nto household income. \n \n□ List your  personal  email  address(es)  below  if you authorize  the Agency  to contact  you via \nemail.  The Agency  password protects  emails  containing personal  identifiable  information.  \n \n \n \n \n \n□ While  you are strongly discouraged  from  identifying a property  or entering into a purchase \nagreement until you receive a Certificate of Eligibility from Rural Development, enter the \ncounty you are interested in purchasing a home in below. \n \n \n \n□ If you have  already  entered  into a purchase  agreement  (which  again  is strongly discouraged), \nprovide a copy of the agreement.  \n \n(01-23-03) SPECIAL  PN \nRevised  (11-06-24) PN 628 HB-1-3550  \nAttachment 3 -J \nPage 3 of 4"
  },
  {
    "page_number": 85,
    "content": "HB-1-3550  \nAttachment  3-J \nPage 4 of 4  \n \n \n□ If you are experiencing a ny of the following housing- related hardship s, please check all that apply and \nprovide a brief explanation below:  \n□ Current dwelling lacks complete plumbing and/or adequate heating, is dilapidated or  \nstructurally unsound, has an overcrowding situation, or is otherwise uninhabitable, unsafe, or poses a \nhealth or environmental threat to the occupant or others.  \n□ Current homeowner in danger of losing a property through foreclosure due to  \ncircumstances beyond your  control.  \n□ Other housing- related hardship.  \n \n_________________________________________________________________________________________ \n \n_________________________________________________________________________________________ \n \n \n□ If you would like the Agency  to be able to discuss information about your application with \nsomeone other than yourself  (family member, realtor , etc. ), you and any co -applicant(s)  must  \nprovide a signed statement including the name(s) of the individual(s), their relationship to you, \nand their contact information.  T he Agency may  not discuss your  application with anyone  other \nthan yourself  without your written permission.  Y ou are not required to grant this permission  to \nanyone , and if you do so it does not authorize  the individuals to act on your behalf , it is for \ngeneral communication purposes  only.  ( Please note this  item is different than Form 3550- 1, \nAuthorization to Release Information  listed above, which allows the Agency to obtain \nverifications from third parties for income, asset, credit , and other  information needed for \napplication  processing.)   \n Applicants who are first -time homebuyers are strongly encouraged to complete a \nhomeownership education training as early in the application process as possible since the training  covers  the following  important  topics:  preparing  for homeownership  (readiness  to go \nfrom rental to homeownership), budgeting (pre - and post -purchase), credit counseling, \nshopping for a home, obtaining a mortgage, loan closing, and life as a homeowner. There is generally an out -of- pocket fee for the training, which can be reimburse d should the loan \nrequest be approved and closed. Attached is a list of Agency -approved education providers. \nYou will be  expected  to successfully  complete this training  prior to entering  into a contract  to \npurchase or construct a home for maximum benefit."
  }
]