[
  {
    "document_id": "HB-1-3550",
    "appendix_number": "10",
    "document_title": "SINGLE FAMILY HOUSING FIELD GUIDANCE ON DISASTER DECLARATIONS",
    "section_i_title": "PURPOSE",
    "purpose_guidance_scope": "The following provides general guidance to Agency staff for appropriate action following a disaster covered by a Presidential Disaster Declaration (Major Disaster Declaration or Fire Management Declaration). Additional guidance may be provided from the National Office (e.g., funding guidance and unique program type codes if special disaster funding is received).",
    "fema_website_check": "Field Offices should check the Federal Emergency Management Agency (FEMA) website at www.fema.gov for Presidential Disaster Declarations in areas served.",
    "appendix_applicability": "This appendix applies to designated areas eligible for Individual and/or Public Assistance.",
    "disaster_assistance_application_handling": "Unless otherwise specified in this appendix, disaster assistance applications for Section 502 Direct and Section 504 Loans and/or Grants should be accepted, evaluated, and closed following the same procedures as described in Chapters 2 through 10 and 12 of this Handbook.",
    "customer_scope": "This applies to existing customers returning for subsequent assistance or new customers.",
    "agency_staff_focus": "The focus by Agency staff will be to serve those affected by the disaster as quickly and efficiently as possible.",
    "importance_of_policies_procedures": "Awareness of policies and procedures such as proper use of funds remain of the utmost importance.",
    "disaster_assistance_processes_heading": "Processes specific to disaster assistance include:",
    "disaster_assistance_process_1": "Disaster victims should be directed to contact FEMA, the Small Business Administration (SBA), their homeowner insurance company, and other agencies or charitable organizations offering assistance.",
    "disaster_assistance_process_2": "Agency staff must obtain certification statements from recipients that indicate they have not received other benefits for the same purpose as the RD assistance.",
    "disaster_assistance_process_3": "Funds received from FEMA and other sources for disaster relief should not be considered in the net family assets.",
    "special_pn_date": "01-23-03",
    "revised_pn_date": "04-19-24",
    "revised_pn_number": "611",
    "page_info": "Appendix 10, Page 1 of 6"
  },
  {
    "document_id": "HB-1-3550",
    "section_1_bullet_1": "Applicants must establish that physical damage to their home was caused by the natural disaster.",
    "section_1_bullet_2": "The maximum Section 504 grant assistance to any one household for one dwelling to address the damage caused by the natural disaster and make the home decent, safe, and sanitary may not exceed $15,000. This allowance only applies one year from the declaration date.",
    "section_1_bullet_3": "Section 504 grant funds may not be used for cosmetic improvements (e.g., ceiling fans, wall cabinets, or crown molding).",
    "section_2_title": "II. ADDITIONAL STATE/FIELD OFFICE ROLES AND RESPONSIBILITIES",
    "section_2_bullet_1": "Designate an individual to coordinate Rural Development response and recovery efforts.",
    "section_2_bullet_2": "Obtain the State Preliminary Damage Assessment from FEMA.",
    "section_2_bullet_3": "Plan and conduct outreach efforts to reach disaster victims.",
    "section_2_bullet_4": "Consider utilizing Field Offices outside of the disaster area to support application processing activities.",
    "section_2_bullet_5": "Coordinate assistance from local appraisers, insurance adjusters, and other agencies to verify losses when possible.",
    "footer_appendix": "Appendix 10",
    "footer_page": "2 of 6"
  },
  {
    "document_id": "HB-1-3550",
    "section_title": "III. DOCUMENTATION OF IMPACT",
    "documentation_intro": "The following documentation must be in the case file:",
    "documentation_requirement_1": "Home is in a disaster area identified in the Presidential Disaster Declaration.",
    "documentation_requirement_2": "Applicant must provide documentation regarding destruction of or damage to the residence. This may include an insurance report, an inspection report by an independent fee inspector or government agency, or conclusive photographic evidence showing the destruction or damage.",
    "documentation_requirement_3": "Applicant's insurance information claim is needed for insurance benefits and evidence to show that the damage to the property is not fully covered.",
    "documentation_requirement_4": "Proof of ownership, rental, or other arrangement for principal residence documentation in the designated disaster area.",
    "documentation_requirement_5": "Certification written on Form RD 410-4, Uniform Residential Loan Application, page 8, \"I/we certify that I/we have not previously nor do I/we anticipate receiving any other payment or benefit of any kind for the same purpose for which I/we am applying for assistance from Rural Development.\" This must also be signed by all parties of the application and/or owners of the home to be repaired.",
    "documentation_requirement_6": "Staff must make responsible efforts to avoid providing duplicate benefits. If applicable, this includes verification from the mortgage lender of insurance coverage and verification by the insurer of coverage.",
    "footer_special_pn_date": "01-23-03",
    "footer_special_pn_type": "SPECIAL PN",
    "footer_revised_date": "06-02-23",
    "footer_revised_code": "PN 583",
    "footer_appendix_info": "Appendix 10, Page 3 of 6"
  },
  {
    "document_number": "HB-1-3550",
    "section_title": "IV. PORTFOLIO MONITORING",
    "paragraph_1": "Immediately following a disaster there is usually little application activity as most residents are in “recovery mode”. Outreach efforts take effect over time, applications begin coming in, and supplemental funding may or may not become available. The focus is on providing assistance to those in great need. State Offices need to monitor activities of the affected Field Offices during this time.",
    "subsection_title_1": "Items to consider include the following:",
    "bullet_point_1": "Are there outreach efforts in all affected areas of the designation?",
    "bullet_point_2": "Are funds being used for persons and families affected or displaced by the presidential declared disaster?",
    "bullet_point_3": "Are disaster funds utilized for eligible purposes?",
    "bullet_point_4": "Do applicants meet all 502 or 504 eligibility requirements?",
    "bullet_point_5": "Does the property meet all 502 eligibility requirements?",
    "bullet_point_6": "Is FEMA’s disaster declaration specified in the case files?",
    "bullet_point_7": "Is there certification and follow up in the applicant’s case file to indicate the applicant has not received assistance through homeowner’s insurance, FEMA, SBA or other organizations for the same purpose?",
    "bullet_point_8": "Are the disaster loans and grants coded properly (as applicable)?",
    "paragraph_2": "Monitoring by the State Office does not end with the file review. Open communication with the staff of the affected Field Office(s) is important. Communication and coordination with other agencies before, during, and after is important to the success of recovery.",
    "page_information": "Appendix 10, Page 4 of 6"
  },
  {
    "document_id": "HB-1-3550",
    "section_v_title": "CUSTOMER SERVICE AND LOANSERVICING",
    "introductory_paragraph": "Rural Development makes every effort to help existing borrowers who are victims of disaster to recover from the financial hardship, to minimize the potential for delinquency liquidation, and to protect the Government's interest. The Servicing and Asset Management Office (Servicing Office) will take the lead. However, Field Office staff may frequently be the first contact point.",
    "field_staff_referral_text": "Field Staff should refer existing customers seeking loan servicing assistance to Servicing Office at:",
    "servicing_office_name": "USDA Rural Development Servicing Office",
    "servicing_office_attention": "Attn: Customer Assistance",
    "servicing_office_address_line1": "Post Office Box 66818",
    "servicing_office_address_line2": "St. Louis, Missouri 63166-6818",
    "servicing_office_phone": "(800) 793-8861",
    "note_header": "NOTE: The following information is provided for awareness of field staff. The Servicing Office will continue to provide customers with servicing options and decisions.",
    "disaster_declaration_paragraph": "Upon notice of a disaster declaration, collection calls and treasury offset will be suspended for all borrowers residing in the declaration area. In addition, the following servicing options will be available for borrowers affected by the natural disaster:",
    "insured_losses_header": "Insured Losses:",
    "insured_losses_paragraph_part1": "If security property is to be repaired, the borrower's Rural Development loan account must be current before insurance proceeds can be released. An authorized Field Office employee may release insurance proceeds less than $10,000 to the borrower when presented with the insurance company's repair list.",
    "insured_losses_paragraph_part2": "Insurance proceeds of $10,000 or more must be forwarded to Servicing Office, Hazard Insurance Section, according to current claims handling procedures. A Field Office employee will inspect repairs when completed as required under 7 CFR 3550.110(d) (3) and RD Instruction 1924-A.",
    "insured_losses_paragraph_part3": "If security property is not going to be repaired, insurance proceeds must be applied to pay off the loan. Recapture is calculated based on the market value at the time of the loss, according to 7 CFR 3550.162.",
    "insured_losses_paragraph_part4": "If market value is less than the debt, Servicing Office will apply the insurance proceeds to the amount of the debt, including recapture. Market value is determined by a recent file appraisal if documented that it represents an accurate indication of value at the time of the loss.",
    "appendix_number": "10",
    "page_number": "5 of 6",
    "special_pn_date": "01-23-03",
    "special_pn_type": "SPECIAL PN",
    "revised_pn_date": "06-02-23",
    "revised_pn_number": "583"
  },
  {
    "document_id": "HB-1-3550",
    "uninsured_losses_description": "A borrower who sustains an uninsured loss is covered by the moratorium authority below but is in default of the mortgage by failing to keep the property insured. If a borrower incurs an uninsured loss, the Field Office will notify Servicing Office through Task 285 of the estimated amount of damage to the property and the date of loss. If a borrower is unable to pay off the debt or repair the house with personal resources or other credit, the debt must be settled under 7 CFR 3550.253.",
    "moratorium_description": "Under the exception authority of 7 CFR 3550.8, Servicing Office is authorized to grant a moratorium for a period not to exceed 180 days for 502 and 504 borrowers located in the declared area. Borrowers who have lost employment, sustained severe property damage or medical expenses, should contact Servicing Office for an extension for up to 18 additional months, not to exceed a total of 24 months. After the completion of the moratorium period, the account will automatically be reamortized. Escrow will not be required.",
    "reamortization_description": "Since SBA is statutorily prohibited from making disaster loans to persons delinquent on a federal debt, Servicing Office is authorized to reamortize a delinquent 502 Direct account when a borrower shows evidence of application for a disaster loan from the SBA.",
    "servicing_actions_in_disaster_area_description": "The primary servicing actions in the natural disaster area will continue to be the responsibility at Servicing Office as described in this Handbook; however, assistance may be needed from the Field so that Servicing Office can adequately service the loan.",
    "appendix": "10",
    "page_number": "6 of 6"
  }
]