[
  {
    "document_id": "HB-1-3555",
    "chapter_number": "2",
    "chapter_title": "RECORD RETENTION",
    "cfr_reference": "7 CFR 3555.51",
    "section_2_1_title": "INTRODUCTION",
    "section_2_1_content": "Both the lender and the Agency have record retention responsibilities. Upon request, the lender must be able to provide the Agency with all mortgage loan files including all loan origination documents. When the lender uses imaging for storage of records, it must retain the capability to reproduce legible and exact duplicates of all original documents. The Agency must retain all files relating to its approval of a lender for participation in the Single Family Housing Guaranteed Loan Program (SFHGLP).",
    "section_2_2_title": "LENDER RECORD MAINTENANCE",
    "section_2_2_content": "Lenders must maintain loan origination records and keep record of all payments and disbursements in which the Agency has an interest. Upon written request from the Agency, the lender must provide any mortgage records or documents requested by the Agency.",
    "section_2_2_a_title": "Loan Origination Records",
    "section_2_2_a_content": "Loan origination records must be retained by the lender. If the lender sells the loan, the selling lender must retain copies of the loan origination documents for a minimum of two years after selling the loan. In addition, the purchasing lender must receive copies of the loan origination documents from the selling lender and retain those copies for a minimum of two years after the lender sells the loan. Retention of origination documents for a minimum of two years after selling a loan is required for each succeeding lender. Each selling lender is required to transfer copies of the origination documents to the purchasing lender.",
    "section_2_2_a_records_include_1": "Loan application, including any preliminary (handwritten) application and the final typed application signed at loan settlement;",
    "section_2_2_a_records_include_2": "Summary of program eligible income and repayment income calculations, verification of employment and income, including documentation of any oral contact or correspondence with an employer for all adult members of the household;",
    "section_2_2_a_records_include_3": "All credit reports, including explanations for adverse credit;",
    "section_2_2_a_records_include_4": "Uniform Underwriting and Transmittal Summary or loan approval form;",
    "footer_special_pn_date": "03-09-16",
    "footer_special_pn_text": "SPECIAL PN",
    "footer_revised_date": "05-05-25",
    "footer_revised_pn": "PN 640",
    "page_number": "2-1"
  },
  {
    "document_id": "HB-1-3555",
    "paragraph_title": "Paragraph 2.2 Lender Record Maintenance",
    "record_maintenance_item_1": "All inspection reports, plan certifications, builder warranties, including lender certifications to the Agency",
    "record_maintenance_item_2": "All Agency forms submitted to the Agency or received from the Agency",
    "record_maintenance_item_3": "Closing documents, including original security instruments",
    "record_maintenance_item_4": "All residential real estate appraisals and supporting documents",
    "section_b_title": "Payment and Disbursement Records",
    "section_b_description": "Lenders must maintain a record of all payments received and disbursements paid on the obligation while the Agency has potential liability. The lender should also maintain a record of all servicing actions, relevant post-closing documents, and all borrower notices and correspondence.",
    "section_b_retention_period_note": "The following retention periods apply:",
    "section_b_retention_period_1_condition": "Mortgage files that have been satisfied through payment in full",
    "section_b_retention_period_1_duration": "minimum of three years from the date of the final payment or foreclosure",
    "section_b_retention_period_2_condition": "Mortgage files that have been satisfied through voluntary or involuntary liquidation",
    "section_b_retention_period_2_duration": "at least six years from the date the claim proceeds were received",
    "section_2_3_title": "AGENCY RECORD MAINTENANCE",
    "section_2_3_a_title": "Lender Approval Files",
    "section_2_3_a_agency_process_1": "The Agency will establish a file folder for each lender approved for participation in the SFHGLP.",
    "section_2_3_a_agency_process_2": "The Agency will digitally image or electronically store all lender approval documents in the Rural Development Electronic Customer File (ECF).",
    "section_2_3_a_agency_process_3": "The Agency will retain all documents relative to lender approval for participation as long as the lender remains active and maintains its approval status.",
    "section_2_3_a_reference": "Refer to Chapter 3 and Attachment 3-A of this Handbook for required documentation for lender approval.",
    "section_2_3_a_withdrawal_termination_retention": "If a lender’s approval status is voluntarily withdrawn by the lender or terminated by the Agency, the lender file and all documentation pertaining to the withdrawal or termination will be retained in accordance with the most recent Agency file record retention requirements.",
    "page_number": "2-2"
  },
  {
    "document_id": "HB-1-3555",
    "paragraph_title": "Paragraph 2.3 Agency Record Maintenance",
    "section_title": "B. Mortgage Files",
    "introductory_text_1": "The Agency may dispose of all documents except those listed below, which will be retained in accordance with RD Instruction 2033-A, once the Agency receives notification from the lender that the mortgage has been satisfied. The Director of the Origination and Processing Division will designate or delegate authority to the supervisory staff of the unit or other qualified personnel to ensure that appropriate files are established and maintained.",
    "introductory_text_2": "All core documents will be retained for long-term preservation in ECF, except for the Credit Reports on GUS loans, which will be stored in GUS. A quality control review will be performed to confirm the imaged documents have been uploaded and indexed to quality expectations of accuracy and consistency. The following records will be retained:",
    "retained_record_1": "Form RD 3555-18 or Form RD 3555-18E, Conditional Commitment for Single Family Housing Guarantee, with conditions, requirements, and Lender Certification;",
    "retained_record_2": "Promissory Note;",
    "retained_record_3": "Loan Application(s);",
    "retained_record_4": "Employment/Income Verifications and Income Determinations;",
    "retained_record_5": "Credit Report(s);",
    "retained_record_6": "Form RD 3555-21, Request for Single Family Housing Loan Guarantee;",
    "retained_record_7": "All forms related to the Agency's environmental review (Forms RD Instruction 1970-B, Exhibit D, Environmental Checklist for Categorical Exclusions; current FEMA Form, Standard Flood Hazard Determination Form; etc.);",
    "retained_record_8": "Documentation providing annual and repayment income calculations on Attachment 9-B, Income Calculation Worksheet, Uniform Underwriting and Transmittal Summary 1008, and/or an equivalent form provided by the lender. This requirement excludes Guaranteed Underwriting System (GUS) “Accept” recommendations;",
    "retained_record_9": "Final GUS Underwriting and Findings Report;",
    "page_number": "2-3",
    "special_pn": "(03-09-16) SPECIAL PN",
    "revised_pn": "Revised (05-05-25) PN 640"
  },
  {
    "document_id": "HB-1-3555",
    "paragraph_title": "Paragraph 2.3 Agency Record Maintenance",
    "item_10": "Form RD 3555-17 or Form RD 3555-17E, Loan Note Guarantee and the final Amortization Schedule attached to the Loan Note Guarantee",
    "item_11": "Confirmation the requirements under 7 CFR 3555, Section 3555.202 have been met",
    "item_12": "Appraisal Report(s)",
    "item_13": "Form RD 1922-15, Administrative Appraisal Review",
    "item_14": "National Office waivers, if applicable",
    "item_15": "Final Closing Disclosure",
    "item_16": "Internal Agency Processing Checklist",
    "item_17": "Internal Agency Loan Closing Checklist, if applicable",
    "item_18": "Any other forms deemed necessary for record retention by the Agency",
    "loss_claim_retention_policy": "When a loss claim is paid on an account, the mortgage file and documentation supporting the claim will be retained in accordance with RD Instruction 2033-A. Loss claim documents may also be digitally imaged and stored in ECF.",
    "page_number": "2-4"
  }
]