[
  {
    "document_id": "HB-1-3555",
    "chapter_title": "CHAPTER 7: LOAN TERMS AND CONDITIONS",
    "cfr_reference": "7 CFR 3555.104",
    "section_7_1_title": "INTRODUCTION",
    "section_7_1_content": "The SFHGLP helps low- and moderate-income people living in rural areas purchase adequate, modest, decent, and safe homes by providing guarantees for qualified loans that a lender would not make without a guarantee. The program's loan terms and conditions, which are described below, are designed to ensure that the loans are used to acquire modest homes and that the property will provide adequate security for the loan.",
    "section_7_2_title": "MAXIMUM LOAN AMOUNT",
    "section_7_2_intro_text": "The applicant is permitted to finance reasonable and customary expenses associated with purchasing a home as described in Chapter 6, if the total amount financed does not exceed any of the following limits:",
    "section_7_2_limit_1": "The maximum loan amount for which the applicant qualifies, as determined by their income and repayment ability as further discussed in Chapter 8 and 9 of this Handbook;",
    "section_7_2_limit_2": "The fair market value of the property, as determined by a current appraisal conducted in accordance with the Uniform Standards of Professional Appraisal Practices (USPAP); and",
    "section_7_2_limit_3": "The LTV of the loan can exceed 100 percent of the market value of the property when the guarantee fee is financed. Loans may exceed 100 percent LTV only to the extent that the excess represents a financed guarantee fee. See additional guidance in Chapter 6 of this Handbook regarding refinance loans.",
    "section_7_2_paragraph_1_after_limits": "The purchase price of the property is permitted to exceed these limits for applicants with sufficient cash reserves or access to a source other than credit through which to obtain the necessary cash difference.",
    "section_7_2_paragraph_2_after_limits": "A newly constructed dwelling that does not meet the definition of an existing dwelling, as defined at Section 3555.10, and cannot meet the requirements of Section 3555.202(a) is limited to 90 percent of the present market value. The dwelling must meet or exceed the International Energy Conservation Code (IECC) in effect at the time of construction.",
    "page_number": "7-1",
    "special_pn_date": "03-09-16",
    "special_pn_text": "SPECIAL PN",
    "revised_date": "10-04-19",
    "revised_pn_text": "PN 529"
  },
  {
    "document_id": "HB-1-3555",
    "section_number": "7.3",
    "section_title": "LOAN TERMS",
    "loan_terms_description": "The lender must consider whether the loan could be made without a guarantee. If the lender is willing to make the loan without the guarantee at the same rates and terms, the loan is not eligible for the guarantee program. If the lender is not willing to make the loan without a guarantee and wishes to request a guarantee, the required loan terms for all loans guaranteed under the program are described below.",
    "repayment_period_title": "A. Repayment Period",
    "loan_term_years": 30,
    "loan_amortization_requirement": "The loan must fully amortize in that period.",
    "promissory_note_payment_frequency": "The promissory note must show regular monthly payments generally payable on the first day of the month.",
    "interest_rate_title": "B. Interest Rate",
    "interest_rate_negotiation": "The lender and the borrower are free to negotiate any mutually acceptable fixed interest rate.",
    "interest_rate_locking_condition": "The interest rate should be locked by the time of loan settlement.",
    "interest_rate_change_process": "In the event the interest rate is not locked at the time Form RD 3555-18 is issued, and the interest rate increases between the time of issuance of Form RD 3555-18 and loan closing, the lender will note the change when submitting the loan closing package and support the increase in interest rate with modified loan application documents.",
    "modified_loan_documents_minimum_requirement_1": "Updated URLA reflecting data changes due to an interest rate adjustment.",
    "modified_loan_documents_minimum_requirement_2": "Underwriting analysis reflecting the updated interest rate and confirming the applicant(s) remain eligible for the SFHGLP.",
    "modified_loan_documents_minimum_requirement_3": "Interest rates that have been underwritten with the assistance of GUS will require a resubmission if the locked interest rate adversely affects the eligibility of the loan. The resubmission will be treated as a new request by SFHGLP processing offices. An increased interest rate could result in a denial of Loan Note Guarantee request if the underwriting recommendation of GUS at issuance of Form RD 3555-18 results in a recommendation lower than the original recommendation (i.e. an Accept underwriting recommendation at issuance of the Form RD 3555-18, changed to Refer underwriting recommendation as a result of a resubmission with a higher interest rate).",
    "page_number": "7-2"
  },
  {
    "document_id": "HB-1-3555",
    "section_title": "C. Terms Unacceptable for a Guarantee",
    "introductory_text": "The following terms are unacceptable for the guaranteed loan.",
    "unacceptable_term_1": "Adjustable rate mortgages (ARMs);",
    "unacceptable_term_2": "Balloon mortgages;",
    "unacceptable_term_3": "Mortgages for other than 30 years;",
    "unacceptable_term_4": "Interest on interest or negative amortization (or any non-fully amortizing loan); and",
    "unacceptable_term_5": "Prepayment penalties.",
    "special_pn_date": "03-09-16",
    "special_pn_text": "SPECIAL PN",
    "revised_date": "10-04-19",
    "revised_pn": "PN 529",
    "page_number": "7-3"
  }
]