[
  {
    "HB-1-3555": "",
    "CHAPTER 4": "LENDER RESPONSIBILITIES",
    "7 CFR 3555.51": "",
    "4.1": "INTRODUCTION",
    "INTRODUCTION": "Lenders must operate responsibly and comply with all Single Family Housing\nGuaranteed Loan Program (SFHGLP) requirements. The Agency will provide notice of\nall program changes; however, lenders are responsible for remaining informed of all\nprogram policies and procedures and ensuring that lender staff is adequately trained. The\nAgency encourages lenders to attend or participate in training provided by the Agency or\nother approved methods, as outlined in Chapter 3 of this Handbook. For Agency\nprovided training, the Lender and Partner Activities Branch can arrange training for\nlenders and their staff members. New lenders who request participation in the SFHGLP\nby submitting Form RD 3555-16, Agreement for Participation in Single Family Housing\nGuaranteed/Insured Loan Programs of the United States Government, are required to\ntake training prior to approval by the Agency. Lenders are encouraged to register for\nautomatic email notification regarding loan origination and servicing updates. Lenders\nmay register at: https://public.govdelivery.com/accounts/USDARD/subscriber/new.",
    "4.2": "OPERATE RESPONSIBLY",
    "OPERATE RESPONSIBLY": "The lender must:",
    "lender_must_1": "Operate in a prudent and businesslike manner. A lender that maintains approval\nfrom Fannie Mae, Freddie Mac, VA, or HUD (as outlined in Chapter 3 of this\nHandbook) is presumed to act responsibly if all elements of the Lender\nAgreement are maintained.",
    "lender_must_2": "Establish and maintain adequate written policies for loan origination,\nunderwriting, servicing, and quality control. Refer to Chapter 3 for additional\nguidance on quality control plans. It must be compliant for the organization on\nwhich approval is based and include a representative sampling of SFHGLP loans.\nThe lender must provide copies of the quality control plan for Agency review.",
    "lender_must_3": "Avoid Conflicts of Interest. Individuals that have a direct impact on the mortgage\ntransaction (i.e. underwriters, appraisers, inspectors, engineers, etc.) are\nprohibited from having multiple roles or multiple sources of income, either\ndirectly or indirectly, in a single Rural Development transaction. Examples of\nindirect compensation include, but are not limited to, compensation resulting from\nan ownership interest in another business that is party to the same Rural\nDevelopment transaction or compensation earned by a spouse, domestic partner,\nor other family member that has a role in the same Rural Development\ntransaction. Individuals that do not have a direct impact on the mortgage approval\ndecision may have multiple roles or sources of compensation from the same Rural",
    "SPECIAL PN": "(03-09-16) SPECIAL PN",
    "Revised PN": "Revised (08-05-25) PN 649",
    "page_number": "4-1"
  },
  {
    "HB-1-3555": "",
    "Paragraph 4.2 Operate Responsibly": "",
    "4.3": "MAINTAIN A WELL-TRAINED STAFF",
    "text1": "Development transaction. Individuals with a role in the mortgage transaction who\nare also the applicant may not participate in any part of the loan origination,\napproval, or closing process on behalf of the lender. Lenders remain responsible\nfor complying with all applicable Federal lending laws.",
    "text2": "A lender must ensure that its loan processors, underwriters, and servicers are fully\ntrained to implement the SFHGLP properly and document this training was provided\nbefore originating SFHGLP loans.",
    "bullet1": "Maintain knowledgeable staff. The lender must ensure that new staff members\nare trained on relevant SFHGLP areas. Lenders will ensure that all staff utilizing\nthe Guaranteed Underwriting System (GUS) and Lender Loan Closing (LLC)\nsystem are up to date on mandatory trainings. On a periodic basis, lenders are\nencouraged to seek refresher training for staff to promote efficiency and\nconsistency in delivering the SFHGLP.",
    "bullet2": "Performance improvement. If the Agency finds that a lender needs to improve\nits performance, the Agency will require training for the lender's staff.",
    "4.4": "COLLECT LOAN PAYMENTS AND ENSURE PAYMENT OF TAXES AND\nINSURANCE",
    "text3": "The servicing lender, or their representative, must collect the borrower's monthly\npayment and apply the funds to the borrower's account in accordance with the terms of\nthe promissory note and mortgage. The servicing lender must maintain first lien position\nand ensure that real estate taxes and hazard insurance premiums are paid when they are\ndue. If tax and insurance funds are collected from the borrower, they must be held in\nescrow in accordance with the Consumer Financial Protection Bureau (CFPB)\nregulations. A lender that is not able to hold funds in escrow must have a plan that\nensures that taxes and insurance are paid, as described in Attachment 4-A.",
    "4.5": "MAINTAIN FIDELITY BONDING",
    "text4": "The lender must maintain fidelity insurance covering its employees' errors and\nomissions at a level of coverage deemed prudent based on the size of the lender's\noperation. The fidelity bond or errors and omission insurance that is generally acceptable\nto the secondary market agencies (Ginnie Mae, Fannie Mae, and Freddie Mac) will meet\nRural Development requirements.",
    "page_number": "4-2"
  },
  {
    "HB-1-3555": "",
    "4.6": "SELL LOANS ONLY TO APPROVED LENDERS [7 CFR 3555.54]",
    "A. Procedure": "",
    "SFHGLP Loan Sale": "A SFHGLP loan may be sold only to an Agency-approved lender, Fannie Mae, or Freddie Mac. The selling lender must report any guaranteed loan sale to the Agency by using Form RD 3555-11, Lender Record Change. The notification of transfer of the loan(s) should be emailed to the Rural Development Servicing Office at RD.SO.HSB@usda.gov. If the loan is sold to a party not approved to participate in the SFHGLP, the Loan Note Guarantee will be considered invalid. Should a lender be unable to complete the sale of a loan due to the loss of the original Loan Note Guarantee, the lender may request a copy from the Agency. The Agency will provide a copy marked \"Reissued Loan Note Guarantee.\" If the loan was closed in the Agency's Lender Loan Closing System, the lender can access a duplicate copy within the system.",
    "B. Purchaser Risks and Responsibilities": "",
    "Purchaser Rights": "The purchaser of a SFHGLP loan acquires all the rights of a loan holder under the guarantee. This means that, should there ever be a loss, the purchaser is entitled to file a loss claim with the Agency. However, the purchaser must ensure that it properly fulfills all servicing obligations and must provide the Agency any requested assistance for its program monitoring. Negligent servicing actions from the lender may invalidate the Loan Note Guarantee.",
    "Negligent Servicing": "Negligent servicing is defined as servicing that is inconsistent with ยง3555.252 and includes the failure to perform those services which a reasonably prudent lender would perform in servicing its own loan portfolio of loans that are not guaranteed. Examples include, but are not limited to, violation of usury laws, civil rights laws, servicing requirements, failure to obtain the required security, and use of loan funds for unauthorized purposes. The Agency maintains the authority to enforce this policy regardless of the timeframe in which Rural Development is made aware of such action. Negligent servicing includes not only the concept of a failure to act, but also not acting in a timely manner or acting contrary to the way a reasonably prudent lender would act up to the time of loan maturity or until a final loss is paid.",
    "4.7": "REPORT SIGNIFICANT CHANGES",
    "Significant Changes": "The lender must immediately inform the Agency, in writing, of significant changes in its structure or status. Failure to keep the Agency informed of changes in accordance with Form RD 3555-16 could lead to withdrawal of approval. Significant changes include instances where the lender:",
    "Changes": "Changes its name, location, address, tax identification number, or corporate structure;",
    "Fidelity Bonding": "Changes its fidelity bonding or errors and omissions insurance coverage;",
    "SPECIAL PN Date": "(03-09-16)",
    "Revised PN Date": "Revised (08-05-25)",
    "PN Number": "649",
    "Page Number": "4-3"
  },
  {
    "HB13555": "true",
    "Paragraph47ReportSignificantChanges": "true",
    "Becomesinsolvent": "true",
    "Filesforanytypeofbankruptcyprotectionisforcedintoinvoluntarybankruptcyorrequestsanassignmentforthebenefitofcreditors": "true",
    "TakesanyactionstoceaseoperationsordiscontinueservicingitsSFHGLPportfolio": "true",
    "BecomesdelinquentonanyFederaldebtorisdebarredsuspendedorsanctionedinconnectionwithparticipationinanyFederalprogram": "true",
    "IsdebarredsuspendedorsanctionedinaccordancewithanyapplicablStatelicensingorcertificationrequirementorregulationor": "true",
    "VoluntarilywithdrawsfromparticipationintheSFHGLP": "true",
    "48ADHERETOSFHGLPGUIDELINES": "true",
    "ThelendermustfollowallSFHGLPguidelinesFailuretocomplycouldresultinreductionordenialofalossclaimorrevocationofapprovaltoparticipateintheprogramTheseprogramguidelinesinclude": "true",
    "ApprovedFormsThelendermustuseformsapprovedbytheFHAFannieMaeFreddieMacorFarmCreditSystemFCSlenderswhenformsarenotprovidedbytheAgency": "true",
    "EligibilityRequirementsThelenderisresponsibleforensuringthattheloanapplicantandpropertymeetallSFHGLPeligibilityrequirements": "true",
    "UnderwritingRequirementsTheAgencyapprovedlenderisresponsibleforunderwritingtheloanevenifanagentoriginatestheloan": "true",
    "ServicingRequirementsThelendermustcomplywiththeloanservicingrequirementsinthisHandbookTheapprovedlenderisresponsibleforproperservicingevenifithassubcontractedtheservicing": "true",
    "CounterpartyManagementandThirdpartyProvidersLendersareresponsibleformanagingallcounterpartyandthirdpartyprovidersthatmayassisttotheprocessingunderwritingandservicingofSFHGLPloans": "true",
    "MonitoringRequirementsThelendermustsubmitallrequiredreportsandcooperatewithallAgencymonitoringeffortsandinformationrequests": "true",
    "PageNumber": "4-4"
  },
  {
    "HB-1-3555": "",
    "4.9": "INDEMNIFICATION",
    "Indemnification_text": "If the Agency determines that the originating lender did not originate a loan in accordance with the requirements of 7 CFR 3555 and this Handbook, the Loan Note Guarantee will remain in effect for any holder of the loan who acquired it from an originating lender. The Agency may use available legal remedies against the originating lender, which may include revoking the originating lender's eligibility status in accordance with ยง3555.52 and Chapter 3 of this Handbook. The Agency may also require the originating lender to:",
    "Indemnify_1": "Indemnify the Agency for the loss if the loan default under the guarantee occurred within 60 months of loan closing when one or more of the following conditions is present:",
    "Condition_1": "The originating lender utilized unsupported data or omitted material information when submitting the request for a Conditional Commitment to the Agency.",
    "Condition_2": "The Agency determined that the originating lender did not originate a loan in accordance with the applicable statutory requirements or the regulatory requirements of 7 CFR Part 3555.",
    "Condition_3": "The originating lender failed to properly verify and analyze the applicant's income, assets, and employment history in accordance with Agency guidelines.",
    "Condition_4": "The originating lender failed to properly verify and analyze debt and obligations in accordance with Agency guidelines.",
    "Condition_5": "The originating lender failed to address appraisal discrepancies or deficiencies impacting the value of the property.",
    "Condition_6": "The originating lender failed to address property deficiencies identified in the appraisal or inspection report that affect the health and safety of the occupants or the structural integrity of the property.",
    "Condition_7": "The originating lender used an appraiser that was not properly licensed or certified to make residential real estate appraisals in accordance with ยง3555.107(d).",
    "Indemnify_2": "Indemnify the Agency for the loss regardless of how long ago the loan closed or the default occurred if the Agency determines that fraud or misrepresentation was involved in the origination of the loan.",
    "SPECIAL_PN": "(03-09-16) SPECIAL PN",
    "Revised_PN": "Revised (08-05-25) PN 649",
    "Page": "4-5"
  },
  {
    "HB-1-3555": "HB-1-3555",
    "Paragraph 4.9 Indemnification": "Paragraph 4.9 Indemnification",
    "Loan Indemnification Determination": "If it is determined the loan is subject to indemnification, the payout of a loss claim shall be determined based on the following scenarios:",
    "Originating Lender Sold Loan": "If the originating lender sold the loan and transferred the Loan Note Guarantee to a servicing lender, the loss claim may be paid to the lender that acquired the loan and indemnification will be pursued against the originating lender.",
    "Originating Lender Assigned Servicing Rights": "If the originating lender assigned servicing rights to a servicing lender but continues to hold the Loan Note Guarantee, the loss claim will not be paid.",
    "Originating Lender is Servicing Lender": "If the originating lender is also the servicing lender and no transfers have occurred, the loss claim will not be paid.",
    "Adverse Decisions": "Adverse decisions involving loss claims shall be resolved in accordance with guidance provided in Appendix 3 of this Handbook.",
    "4.10 PREVENT MORTGAGE FRAUD": "4.10 PREVENT MORTGAGE FRAUD",
    "Lenders Accountable": "Lenders are accountable for the contents of a loan file, including:",
    "Documentation Authenticity": "The sources of and authenticity of all qualifying documentation; and",
    "Loan Application Representation": "Representation made on the loan application, such as occupancy, employment income, assets, equity contribution, etc.",
    "Quality Control Procedures": "Lenders must ensure they have adequate quality control procedures in place to help detect and effectively prevent mortgage fraud. Sound pre-funding quality control practices and rigorous post-funding quality control programs are examples to safeguard against fraud. The quality control procedures should address updating company policies and procedures when fraud is discovered.",
    "Report Mortgage Fraud": "When a lender becomes aware of mortgage fraud, they must report the findings surrounding the discovery to the Quality Assurance and Lender Oversight Division at SFHGLD.Compliance@usda.gov. The following information should be included:",
    "Provide Contact Information": "Provide the name, email address, and telephone number of the company point of contact of the case reported;",
    "Indicate Fraud Involvement": "Indicate if the fraud involves origination or servicing of the loan;",
    "Indicate Originating Lender": "Indicate the originating lender (underwriting lender) and/or servicing lender, as applicable. Include the lender's federal tax identification number and the lender loan number;",
    "Page Number": "4-6"
  },
  {
    "HB-1-3555": "true",
    "Paragraph 4.10 Prevent Mortgage Fraud": "true",
    "Agency borrower identification": "true",
    "Property street, city, state, and zip code": "true",
    "A detailed description of findings": "true",
    "Identify the mortgage broker, loan officer, appraiser, closing agent, real estate agents, etc., as applicable": "true",
    "Refer to Chapter 1 of this Handbook for more information regarding falsely submitted information, fraud, and unauthorized assistance": "true",
    "4.11 WITHDRAWAL OF APPROVAL": "true",
    "A lender's approval to participate in the SFHGLP does not expire if the lender is an active program participant who is complying with Agency guidelines, continues to meet the criteria of Form RD 3555-16, Agreement for Participation in Single Family Housing Guaranteed/Insured Loan Programs of the United States Government, and remains an eligible lender with Fannie Mae, Freddie Mac, HUD, VA, or other lender approval criteria explained in Section 3.2 of Chapter 3 of this Handbook. The Agency will perform a review on a two year basis to recertify the lender's on-going eligibility. When the Agency withdraws approval, the Agency retains the right to pursue debarment and other legal actions, as appropriate": "true",
    "A. Criteria to Withdraw Approval": "true",
    "A lender's approval may be withdrawn when the lender is neither servicing loans guaranteed under the program, does not hold SFHGLP loans, nor has originated a SFHGLP loan in the previous 24 months. Updated training to ensure a lender's continued knowledge of the program may be required when lenders originated a small number of loans in the previous 24 months": "true",
    "The Agency will withdraw a lender's approval if the lender experiences uncorrected performance problems. The Agency will notify the lender in writing of the reasons for the termination and of its appeal rights as described in Appendix 3 of this Handbook. If a lender chooses to stop participating in the SFHGLP, the lender should notify the Agency in writing": "true",
    "B. Sale of Loans upon Termination": "true",
    "Upon the Agency's termination of a lender's approval, any SFHGLP loans held by the lender must be sold within six months to an Agency-approved lender. Failure to sell the loans can result in the Agency withdrawing its guarantee from the loans. If poor loan quality prevents the sale, the lender may continue to hold the SFHGLP loans in its": "true",
    "(03-09-16) SPECIAL PN": "true",
    "Revised (08-05-25) PN 649": "true",
    "4-7": "true"
  },
  {
    "HB-1-3555": "",
    "Paragraph 4.11 Withdrawal of Approval": "",
    "4.12 ADDITIONAL LENDER RESPONSIBILITIES UPON APPROVAL": "",
    "Guaranteed Underwriting System (GUS)": "An automated underwriting system is available to approved participating lenders. Lenders will utilize GUS and must enter into a User Agreement. Information on obtaining access to GUS is provided in Chapter 5 of this Handbook and at http://www.rd.usda.gov/resources/usda-linc-training-resource-library/guaranteed-underwriting-system.",
    "Electronic Lender Loan Closing System": "Lenders must submit closed loans electronically upon execution of a User Agreement. Access to the system provides the benefit of paying guarantee and technology fees electronically in lieu of paper checks. Additionally, the lender will have access to the Loan Note Guarantee electronically. Additional information is provided in Chapter 16 of this Handbook. An online user guide is available at http://www.rd.usda.gov/resources/usda-linc-training-resource-library/loan-closing.",
    "Payment of Annual Fees": "Lenders will pay annual fees electronically. Lender/servicers will enter into a User Agreement to receive automatic notification and electronically pay annual fees due. Additional information is provided Chapter 16 of this Handbook.",
    "Electronic Status Reporting": "Servicers must submit monthly default reports and portfolio reports indicating the status of loans they are servicing via Electronic Status Reporting (ESR) to the Servicing Office. The link https://www.rd.usda.gov/programs-services/lenders/usda-linc-training-resource-library provides information on completing a Trading Partner Agreement and utilizing the Electronic Status Reporting (ESR) system. Questions or requests for assistance may be emailed to RD.SO.HSB@usda.gov. Refer to Chapter 17 and Appendix 8 of this Handbook for additional information regarding electronic reporting.",
    "Loss Mitigation and Loss Claim Administration": "An automated method of processing loss mitigation requests pre-liquidation and loss claim administration post-liquidation is available to participating lender/servicers. Lenders will enter into a User Agreement. Servicers will utilize USDA LINC (Lender Interactive Network Connection) to submit loss mitigation plans and loss claims, which can be accessed at http://usdalinc.sc.egov.usda.gov/RHShome.do.",
    "page_number": "4-8"
  },
  {
    "content": "json\n{\"HB-1-3555\": \"true\", \"Paragraph 4.12 Additional Lender Responsibilities Upon Approval\": \"true\", \"Post-Closing Lender Self Report\": \"Once a loan closes and the Loan Note Guarantee has been issued, the Agency will not release the loan in GUS/GLS for corrections. If the lender determines that information was not accurately reported during the underwriting process or changes occurred between issuance of the Conditional Commitment and the Loan Note Guarantee, the lender will submit a self-report to the Agency with a detailed description of the issue along with supporting documentation. The Loan Note Guarantee will not be revoked. The Agency will review the lender's documentation and provide the lender with a written response. The Agency's correspondence should be sufficient to satisfy most investor's concerns regarding lender oversights. Additional information on submitting a self-report can be found in Attachment 16-B of Chapter 16 of this Handbook.\": \"true\", \"(03-09-16) SPECIAL PN\": \"true\", \"Revised (08-05-25) PN 649\": \"true\", \"4-9\": \"true\"}",
    "type": "text"
  },
  {
    "HB-1-3555": "",
    "Attachment 4-A": "",
    "Page": "1 of 1",
    "ATTACHMENT 4-A": "",
    "CONDITIONS FOR LENDERS NOT HOLDING FUNDS IN ESCROW": "",
    "lender_consider": "A lender who does not hold borrower funds in escrow for taxes and insurance should consider the following:",
    "agency_loan_guarantee": "The Agency's loan guarantee covers a maximum of twelve months' past-due real estate taxes and hazard insurance.",
    "loan_losses_hazard_insurance": "Loan losses attributable to the borrower's failure to maintain appropriate hazard insurance will not be covered by the Agency's loan guarantee.",
    "loan_losses_real_estate_taxes": "Loan losses attributable to the borrower's failure to pay real estate taxes when due will not be covered by the Agency's loan guarantee.",
    "lender_report_annually": "The lender will report annually to the Agency the number of borrowers who failed to pay real estate taxes and/or hazard insurance premiums which resulted in the lender advancing funds on the borrowers' behalf.",
    "lenders_minimize_risk": "Lenders who do not hold borrower funds in escrow should consider doing the following to minimize the risk of taxes and insurance not being paid:",
    "prior_loan_closing": "Prior to loan closing, the lender must extensively counsel applicants about the need for prompt payment of real estate taxes and hazard insurance premiums. Applicants must sign a statement indicating that they fully understand the significance of these obligations.",
    "lender_include_estimated_monthly": "The lender must include the estimated monthly tax and insurance expenses in the ratio calculations when determining the borrower's loan eligibility.",
    "lender_encourage_applicants": "The lender should encourage applicants to set money aside for taxes and insurance through payroll deductions or bank accounts with direct deposit.",
    "lender_ensure_taxes_insurance": "The lender must ensure that taxes and insurance are paid by monitoring insurance policy expiration, contacting the taxing authority annually, and reviewing local newspapers for tax delinquencies.",
    "SPECIAL PN": "(03-09-16) SPECIAL PN",
    "Revised PN": "Revised (01-05-24) PN 602"
  },
  {
    "HB-1-3555": "HB-1-3555",
    "Attachment": "4-B",
    "Page": "1 of 1",
    "ATTACHMENT": "4-B",
    "SAMPLE FOR ACKNOWLEDGMENT OF REAL ESTATE TAX AND HAZARD INSURANCE REQUIREMENTS": null,
    "Date": null,
    "I (We)": null,
    "hereby acknowledge that": null,
    "lender": null,
    "monthly deposits, or set-asides for payment of annual real estate taxes and hazard insurance premiums. I (We), the undersigned, do state that I (We) understand and agree to set-aside": null,
    "dollars each month ($ monthly amount) to pay real estate taxes and hazard insurance premiums when they are due.": null,
    "Borrower Signature": null,
    "Lender": null,
    "(03-09-16) SPECIAL PN": null,
    "Revised (01-05-24) PN 602": null
  }
]