[
  {
    "HB-1-3555": "",
    "CHAPTER 5": "ORIGINATION AND UNDERWRITING OVERVIEW",
    "5.1": "INTRODUCTION [7 CFR 3555.51(b)]",
    "INTRODUCTION": "Single Family Housing Guaranteed Loan Program (SFHGLP) loans are originated and underwritten by approved lenders. However, the process of requesting, issuing, and receiving the loan guarantee is one in which the lender and the Agency must cooperate closely. Lenders must provide the Agency with clear and accurate information so that Agency staff can promptly determine whether the loan qualifies for a guarantee. At the same time, Agency staff must process loan applications quickly and accurately to avoid delays that might hamper the lender's efforts to close the loan efficiently.",
    "5.2": "REQUESTING A GUARANTEE [7 CFR 3555.151]",
    "REQUESTING A GUARANTEE": "Not all loans are appropriate for the SFHGLP. The lender should determine whether, based on preliminary information, it appears that the loan will meet the program's criteria. The lender should answer the preliminary eligibility questions below to assist in making this determination. The lender should also ensure that the applicants are fully informed about the requirements of the program.",
    "A. Preliminary Determination of Applicant Eligibility": "In general, the program is most appropriately used to offset the risk of making high loan-to-value loans in rural areas. It is not intended to offset risks that stem from a poor credit history or poor property condition. In particular, the lender should review the following items to make a preliminary determination of the applicants' eligibility.",
    "Applicant Characteristics (Chapter 8)": "Are the applicants able to secure conventional credit? Do the applicants own a dwelling? Are the applicants U.S. citizens or eligible non-U.S. citizens as detailed in Chapter 8? If the applicants are not U.S. citizens, they must produce evidence per Agency guidelines to qualify as a non-U.S. citizen.",
    "Income (Chapter 9)": "At the time of loan approval, is the household's adjusted income below the applicable moderate-income limit? To determine eligibility for the SFHGLP, the lender is responsible for documenting the income of all adult members of the applicants' household (not just those who will be signatories to the",
    "SPECIAL PN": "(03-09-16) SPECIAL PN",
    "Revised": "Revised (08-05-25) PN 649",
    "5-1": ""
  },
  {
    "HB-1-3555": "true",
    "Paragraph 5.2 Requesting a Guarantee": "true",
    "Current income limits referenced in Appendix 5": "true",
    "USDA Income and Property Eligibility website": "http://eligibility.sc.egov.usda.gov/eligibility/",
    "Agency's automated underwriting system": "GUS",
    "Meeting adjusted annual income requirements": "true",
    "Sufficient repayment income": "true",
    "Chapter 9 provides more detailed information": "true",
    "Credit (Chapter 10) Is the credit history consistent with program guidelines?": "true",
    "Applicants must have a credit history": "true",
    "GUS is unable to render an underwriting recommendation": "true",
    "Supplemental credit reports should be uploaded": "true",
    "Ratios (Chapter 11)": "true",
    "Applicants' PITI and total debt ratios": "true",
    "Ratios are calculated using repayment income": "true",
    "Appraised Value/Loan amount (Chapter 12)": "true",
    "Loan amount supported by the appraisal's fair market value": "true",
    "Site and Property (Chapter 12)": "true",
    "Property appear to be in an eligible rural area": "true",
    "Agency staff confirm property location was rural": "true",
    "Agency encourages lenders to verify property eligibility": "true",
    "Property eligibility may be checked online": "http://eligibility.sc.egov.usda.gov/eligibility/",
    "B. Informing the Applicant": "true",
    "Before requesting a loan guarantee": "true",
    "Applicants have a general understanding of the SFHGLP": "true",
    "Concept of a loan guarantee": "true",
    "Benefits include no required down payment and a fixed interest rate": "true",
    "Loan guarantee fee (Chapter 16)": "true",
    "Inform applicants of upfront guarantee fee": "true",
    "Page Number": "5-2"
  },
  {
    "HB-1-3555": "",
    "Paragraph 5.2 Requesting a Guarantee": "",
    "Annual fee (Chapter 16)": "Inform the applicants of the annual guarantee fee, if applicable.",
    "Occupancy (Chapter 8)": "Inform the applicants that they must occupy the property as their principal residence.",
    "SFHGLP requirements": "Inform the applicants of program requirements such as income limits, property location eligibility, debt ratio thresholds, and other requirements such as the certifications outlined on Form RD 3555-21, Request for Single Family Housing Loan Guarantee.",
    "5.3": "UTILIZING THE GUARANTEED UNDERWRITING SYSTEM [7 CFR 3555.107(b)]",
    "GUS Description": "The Guaranteed Underwriting System (GUS) was developed to automate the process of credit risk evaluation for the SFHGLP. Automated underwriting (AU) systems are an efficient, consistent, objective, and accurate method of mortgage underwriting compared with traditional manual methods. GUS is a tool that helps evaluate the credit risk of the loan request. It compliments but DOES NOT replace the considered judgment of experienced underwriters.",
    "GUS incorporates": "applicants' eligibility and underwriting requirements of this Handbook by utilizing a modified version of the Federal Housing Administration (FHA) mortgage scorecard known as Technology Open to Approved Lenders (TOTAL), concurrently with a rules based engine. GUS is accessed through a secure web-based automated underwriting environment at https://usdalinc.sc.egov.usda.gov/. GUS considers mortgage loan application data entered by the approved lender, credit repository data, and income and property information to evaluate the potential applicants' ability to meet a proposed mortgage obligation. GUS evaluates select components in a mortgage loan application and provides a credit evaluation and underwriting recommendation within seconds. GUS is not designed to evaluate the dependability of the applicants' income proposed for repayment. This remains the underwriter's responsibility to determine prior to final submission. Refer to Chapter 9 of this Handbook to determine adequate and dependable income for repayment ability. Lenders are reminded that data entered in GUS must coincide with that of the lender's permanent loan file.",
    "Functionality of GUS Heading": "A. Functionality of GUS",
    "Functionality of GUS Description": "Incorporated within the functionality of GUS are the following components:",
    "Property and Income Eligibility Heading": "Property and Income Eligibility",
    "Property and Income Eligibility Bullet": "The dwelling offered as collateral for the proposed mortgage loan is located in an eligible rural area; and",
    "SPECIAL PN Date": "03-09-16",
    "SPECIAL PN": "SPECIAL PN",
    "Page Number": "5-3",
    "Revised Date": "08-05-25",
    "PN Number": "PN 649"
  },
  {
    "HB-1-3555": "true",
    "Paragraph 5.3 Utilizing the Guaranteed Underwriting System": "true",
    "applicants_adjusted_annual_household_income": "The applicants' adjusted annual household income meets the adjusted income limits in accordance with size of household, county, and state in which the applicants will reside.",
    "Rules Based Engine": "true",
    "Engine_incorporates_guidelines": "The Engine incorporates the guidelines found in this Handbook regarding originating SFHGLP loans.",
    "Periodically_new_rules": "Periodically new rules may be created to respond to issues analyzed within the SFHGLP portfolio.",
    "Scorecard": "true",
    "GUS_uses_modified_version": "GUS uses a modified version of the FHA mortgage scorecard known as TOTAL, exclusive to Rural Development.",
    "scorecard_validated_adjusted": "The scorecard has been validated and adjusted for SFHGLP use.",
    "TOTAL_scorecard_intellectual_property": "The TOTAL scorecard, including the modified version validated for SFHGLP use, is intellectual property that is proprietary to HUD.",
    "Examples_factors_considered": "Examples of factors considered under the scorecard include but are not limited to credit history, payment-to-income ratios, and loan-to-value ratios.",
    "scorecard_allows_favorable_consideration": "The scorecard allows favorable consideration to applicants that exhibit positive compensating factors such as available reserves for housing payments after loan closing.",
    "Periodically_scorecard_modified": "Periodically the scorecard may be modified to react to the changing lending market. When modifications occur, loans remaining as a preliminary recommendation may not receive the same underwriting results upon a final submission.",
    "Credit Bureau Interface": "true",
    "GUS_links_credit_providers": "GUS links with a number of credit providers nationwide. Users may link to a full list of credit providers at https://singlefamily.fanniemae.com/credit-information-providers.",
    "interface_occurs_between_GUS": "An interface occurs between GUS and the credit bureaus through a platform known as the Fannie Mae Credit Interface Service (CIS).",
    "page_number": "5-4"
  },
  {
    "HB-1-3555": "",
    "Paragraph 5.3": "Utilizing the Guaranteed Underwriting System",
    "item_1": "The interface is seamless to lenders and only acts as a conduit. An attempt to access information from all national credit repositories will occur, but GUS can complete its credit risk evaluation with information from only one repository.",
    "item_2": "New or re-issued credit can be pulled through GUS.",
    "item_3": "Credit reports pulled through GUS are valid for 120 days, unless the credit provider's expiration is more restrictive.",
    "item_4": "Lenders are not required to be a Fannie Mae subscriber or partner to utilize the credit report interface in GUS.",
    "B. Gaining Access to GUS": "",
    "access_info": "Approved lenders with active Lender Agreements must utilize GUS as part of their credit risk evaluation for all loan types supported by GUS. Lenders are required to enter into a User Agreement and obtain authorized access through the use of a Login.gov account and password. The GUS Lender User Guides may be obtained at:",
    "access_url": "https://www.rd.usda.gov/resources/usda-linc-training-resource-library/guaranteed-underwriting-system.",
    "C. Underwriting Guidance for Lenders": "",
    "underwriting_info": "GUS evaluates the overall creditworthiness of the applicants based upon a number of credit variables and, when combined with remaining functionalities of GUS, indicates a recommended level of underwriting to determine a loan's eligibility for a SFHGLP guarantee. GUS will conclude that the credit and capacity for repayment of the mortgage are acceptable or will refer the loan to the lender's underwriter for further consideration, review, and manual underwriting.",
    "underwriting_compliance": "Regardless of the underwriting recommendation provided, the lender remains accountable for compliance with SFHGLP eligibility requirements, as well as any credit, capacity, and documentation requirements. Applicants should not be approved or denied a SFHGLP guarantee solely on the basis of a risk assessment generated by GUS.",
    "D. Compatible Loan Origination System (LOS) and Point of Sale (POS) Vendors": "",
    "file_import_feature": "A file import feature is available to create or update an application in GUS. GUS allows XML files meeting requirements of the Desktop Underwriter® Specification to be imported into the system. For additional guidance on file import requirements and the most recent version of the Desktop Underwriter® Specification permitted, the lender may refer to the GUS Lender User Guide, which can be found at:",
    "date": "(03-09-16) SPECIAL PN",
    "revision_date": "Revised (08-05-25) PN 649",
    "page_number": "5-5"
  },
  {
    "HB-1-3555": "true",
    "Paragraph 5.3 Utilizing the Guaranteed Underwriting System": "true",
    "URL": "https://www.rd.usda.gov/resources/usda-linc-training-resource-library/guaranteed-underwriting-system.",
    "Cash Reserves": "true",
    "Cash reserves after closing not required for SFHGLP": "true",
    "Cash reserves considered in risk assessment provided by GUS": "true",
    "Lenders responsibility to determine if asset is liquid": "true",
    "Assets like 401(k)s, IRAs may be included in underwriting analysis up to 60% vested value": "true",
    "Borrowed funds against accounts not considered cash reserves": "true",
    "Gift funds not included in cash reserves calculation in GUS": "true",
    "Cash reserves used for qualifying applicants": "true",
    "Lender's responsibility to verify applicant funds": "true",
    "Documentation retained in lender's permanent loan file": "true",
    "Assets should never be overvalued": "true",
    "Automated underwriting system and misrepresents file": "true",
    "Guidance on reserve calculation in Chapter 9": "true",
    "Lender may underwrite to more conservative approach": "true",
    "Assets may influence program eligible income": "true",
    "Refer to Paragraph 9.4 of Chapter 9": "true",
    "Omitting Liabilities": "true",
    "Lender omits adverse trade line when utilizing GUS": "true",
    "Applicants' explanation letter and supportive documentation retained by lender": "true",
    "Lender indicates justification for omission in 'If Omit, please specify' section": "true",
    "Established Data Tolerances": "true",
    "Loan application data must reflect true and accurate representation": "true",
    "Data must match loan file submitted to": "true",
    "page_number": "5-6"
  },
  {
    "HB-1-3555": "",
    "Paragraph 5.3 Utilizing the Guaranteed Underwriting System": "",
    "Agency_Requesting_Conditional_Commitment": "The Agency when requesting the Conditional Commitment for Loan Note Guarantee or fall within the tolerances established by the Agency.",
    "Tolerance_Threshold": "A tolerance threshold has been established when an increase in obligations do not exceed a cumulative total of $50. Examples of these obligations include, but are not limited to, installment loans, revolving credit lines, real estate taxes, final homeowner's insurance premiums, etc. Loan files that have received a Conditional Commitment for Loan Note Guarantee do not require updated underwriting or resubmission of GUS when the cumulative total of obligations increase, but do not exceed the established thresholds. This tolerance threshold applies to situations where an increase in monthly debt provided on the loan application at time of Conditional Commitment differs from the amount recorded at loan closing.",
    "Tax_and_Insurance_Escrows": "Approved lenders must ensure that an accurate estimate for the property tax/insurance component of the applicants' monthly mortgage payment is utilized when submitting loan applications to the Agency. The threshold policy should not be construed to allow lender manipulation of escrow variables to obtain approvals. Care must be taken to assume a realistic estimate is used for computing the monthly escrowed amount. For existing properties, the escrowed amount for real estate taxes is based on the actual taxes assessed. For new construction, tax estimates must be based on the land and completed improvements, not just on the land value (i.e. value of both the property and the completed dwelling). The lender may contact the taxing authority which has jurisdiction over the property to obtain an estimate of the taxes to be assessed for newly constructed homes. The Agency reserves the right to request and review files from lenders that are suspected of purposely underestimating tax and insurance payments in order to secure a commitment or loan guarantee.",
    "Income": "Verification of income must be obtained prior to final submission. Therefore, data entered in GUS must be supported with verifying documentation of income in the lender's permanent loan file. Income must be verified and documented in accordance with Chapter 9 of this Handbook.",
    "Liquid_Assets": "Asset data reflected in GUS must be supported by verification documentation. The final submission will reflect the verified amount. Guidance regarding verifying assets can be found in Attachment 9-A.",
    "GUS_Findings_and_Underwriting_Report": "H. GUS Findings and Underwriting Report",
    "Loan_Responsibilities": "The responsibilities associated with producing loans of acceptable quality for loans guaranteed by the Agency remains the same for a GUS evaluated loan or a manually underwritten loan. When a lender enters mortgage loan data into GUS and requests a",
    "SPECIAL_PN_Date": "03-09-16",
    "SPECIAL_PN": "SPECIAL PN",
    "Revised_Date": "08-05-25",
    "PN_Number": "PN 649",
    "Page_Number": "5-7"
  },
  {
    "HB-1-3555": "",
    "Paragraph 5.3 Utilizing the Guaranteed Underwriting System": "",
    "loan underwriting evaluation, a two part underwriting summary is delivered to the lender": "",
    "through a GUS Underwriting Findings Report. The first portion of the underwriting": "",
    "summary will render an underwriting recommendation of Accept, Accept with Full": "",
    "Documentation, Refer, Refer with Caution, or Ineligible. The underwriting": "",
    "recommendation is followed by a risk evaluation of Eligible, Ineligible, or Unable to": "",
    "Determine. The second portion represents a combined analysis of property, income, loan": "",
    "eligibility, and the applicants' eligibility.": "",
    "The GUS Findings and Underwriting Report provides important feedback messages": "",
    "and conditions for the loan. The lender must review the final findings, comply with the": "",
    "conditions, and provide the Agency with any additional documents, as applicable.": "",
    "The final GUS Findings and Underwriting Report must be retained in the lender's": "",
    "permanent loan file. Non-GUS submissions, Accept with Full Documentation, Refer, and": "",
    "Refer with Caution files will be accompanied by Attachment 9-B, the Uniform": "",
    "Transmittal Summary (FNMA Form 1008/Freddie Mac Form 1077), or equivalent. The": "",
    "documentation provided must include calculations for annual, adjusted, and repayment": "",
    "income. Further clarification regarding income can be found in Chapter 9.": "",
    "The Agency commitment will reference the GUS underwriting findings report as a": "",
    "condition of guarantee loan approval.": "",
    "I. Lender Steps When Requesting a Commitment": "",
    "1. Ensure the data entered in GUS is true, complete, accurate, and supported by the": "",
    "documents retained in the lender's permanent loan file.": "",
    "2. The approved lender's underwriter must review and confirm the entire loan": "",
    "package meets SFHGLP requirements.": "",
    "3. The lender should verify all required documents have been successfully uploaded": "",
    "per Attachment 15-A, Loan Origination Checklist. Underwriting documents": "",
    "should be combined into a single black and white file. The appraisal report must": "",
    "be uploaded as a separate color file.": "",
    "4. Submit the file in GUS as a \"Final Submission\" to electronically transmit the loan": "",
    "application to the Agency.": "",
    "5. If the loan is a \"Refer\" or \"Refer with Caution,\" the lender's underwriter must": "",
    "manually underwrite the loan to determine if the applicants are creditworthy, in": "",
    "accordance with SFHGLP credit policies and guidelines. If approved, the lender's": "",
    "underwriter will submit the file in GUS as a \"Final Submission\" to electronically": "",
    "transmit the loan application to the Agency. Additional documents are required": "",
    "5-8": ""
  },
  {
    "HB-1-3555": "true",
    "Paragraph 5.3 Utilizing the Guaranteed Underwriting System": "true",
    "loans receiving Refer": "true",
    "Refer with Caution": "true",
    "Full Documentation recommendation": "true",
    "Loans unsupported by GUS": "manually submitted and underwritten",
    "associated documents uploaded via GUS": "true",
    "Manual Submission Job Aid instructions": "USDA LINC Training and Resource Library",
    "USDA LINC Training and Resource Library location": "https://www.rd.usda.gov/resources/usda-linc-training-resource-library",
    "Loan Origination tab": "Documents and Resources, Manual Submission Job Aid",
    "GUS Underwriting Recommendations": "true",
    "analysis of credit, capacity, loan characteristics": "GUS underwriting recommendation",
    "recommendation based on data entered in GUS": "lender representation data true, complete, accurate, verified",
    "underwriting recommendations guidance": "documentation submitted to Agency requesting Conditional Commitment for Loan Note Guarantee",
    "ACCEPT/ELIGIBLE Underwriting Recommendation": "true",
    "Minimal documentation provisions apply to GUS underwriting recommendations": "receive Accept, unless quality control message on GUS Underwriting Findings Report indicates Accept with Full Documentation file required",
    "quality control message requiring full documentation file": "appear on GUS Underwriting Findings Report upon final submission",
    "Lenders should submit full additional documentation files": "Attachment 15-A, Loan Origination Checklist, for files for that receive GUS underwriting recommendations of Accept with Full Documentation",
    "Accurate data responsibility": "approved lender",
    "mortgage loan application request through GUS": "final submission, lender representing data input true, complete, accurate, verified",
    "Underwriting responsibility": "approved lender",
    "Lenders required to review results": "GUS Underwriting Findings Report and credit reports",
    "make data changes and resubmit loan to GUS": "Approved lenders make lending decision using Findings Report obtained from GUS, credit report(s), stable and dependable income, employment, assets, collateral, other file documentation",
    "review process data questionable": "Agency reserves right to request further supportive information",
    "Files may be selected for full": "true",
    "SPECIAL PN Date": "03-09-16",
    "Revised Date": "08-05-25",
    "PN Number": "649",
    "Page Number": "5-9"
  },
  {
    "HB-1-3555": "true",
    "Paragraph 5.3 Utilizing the Guaranteed Underwriting System": "true",
    "file review if the lender is a new user to GUS, has demonstrated a disregard for Agency policies and procedures, has a high first year delinquency rate, or loss payments in excess of the national average. Randomly, full documentation of a file in lieu of minimal documentation noted above will be requested when receiving an underwriting recommendation of Accept. This random selection is for quality control purposes. A message on the lender's final pass of underwriting will confirm when a full documentation file is required. Full file documentation reviews are to confirm the data input into the GUS file accurately reflects that of the lender's file and documentation.": "true",
    "Mortgage loan documents will be delivered electronically through GUS. In cases when the system may be unavailable, or a transition to the system is occurring, documents may be delivered by encrypted email to the appropriate production team at https://www.rd.usda.gov/resources/usda-linc-training-library/loan-processing. It is anticipated that all lenders will utilize the automated method when available.": "true",
    "ACCEPT/INELIGIBLE Underwriting Recommendation": "true",
    "Loans receiving this recommendation have been determined as meeting the SFHGLP risk standards for loan guarantee; however, do not meet certain eligibility guidelines. Typical reasons for an Accept/Ineligible recommendation may include:": "true",
    "Property is not located in a rural area": "true",
    "Income exceeds Agency guidelines": "true",
    "Non-owner occupied transaction": "true",
    "Loans that receive a recommendation of Accept/Ineligible may still be eligible for a SFHGLP loan guarantee. To achieve eligibility, the lender's underwriter should analyze the findings report and determine the basis for the ineligibility and determine if the reason for ineligibility can be resolved in order to comply with Agency guidelines. Issues that caused the loan to be ineligible may be resubmitted to obtain an updated underwriting recommendation.": "true",
    "REFER or REFER WITH CAUTION Underwriting Recommendation": "true",
    "GUS loans receiving an underwriting recommendation of Refer or Refer with Caution will require the lender's underwriter to perform a manual underwriting evaluation of the mortgage loan application to determine if applicants are creditworthy in accordance with SFHGLP credit policies and guidelines. Risk factors have been identified based upon the data entered in GUS. The credit risk evaluation represented by a Refer with Caution is greater than the credit risk of loans that receive a Refer. Lenders should practice extreme": "true",
    "5-10": "true"
  },
  {
    "HB-1-3555": "",
    "Paragraph 5.3 Utilizing the Guaranteed Underwriting System": "",
    "care in their underwriting analysis and decisions when underwriting a loan file receiving": "",
    "a Refer or Refer with Caution recommendation. Lenders must submit additional": "",
    "documentation as noted in Attachment 15-A of this Handbook for files that receive GUS": "",
    "underwriting recommendations of Refer or Refer with Caution. Credit documentation,": "",
    "mitigating circumstances, and compensating factors considered in the manual": "",
    "underwriting analysis should be recorded in the lender's permanent loan file.": "",
    "Compensating factors considered in the evaluation of the mortgage loan application": "",
    "should be documented on the underwriting analysis and summary (typically the Uniform": "",
    "Underwriting Transmittal Summary – FNMA Form 1008/Freddie Mac Form 1077 or": "",
    "equivalent).": "",
    "Loans should not be approved or denied solely on the basis of a risk evaluation": "",
    "generated by GUS. Mitigating circumstances according to Agency standard guidelines": "",
    "may be considered.": "",
    "K. Lender's Reliance on the GUS System": "",
    "Lenders represent and agree that they will not rely principally or exclusively on the": "",
    "GUS system in determining whether credit will or will not be extended to any applicants.": "",
    "The lender remains responsible for the loan qualifying decision in addition to eligibility": "",
    "of the household for the SFHGLP.": "",
    "L. Lender's Permanent Loan File - Documentation Requirements": "",
    "The lender's permanent loan files must be supported with the following verified": "",
    "documentation, regardless of the GUS recommendation:": "",
    "Credit history;": "",
    "Adjusted Annual Income – determined for program eligibility;": "",
    "Stable and Dependable Income – determined for repayment and qualifying": "",
    "purposes;": "",
    "Assets - for income calculation, conventional credit test, and compensating factor": "",
    "analysis;": "",
    "Collateral requirements; and": "",
    "Any other documentation supporting the mortgage loan request.": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (08-05-25) PN 649": "",
    "5-11": ""
  },
  {
    "HB-1-3555": "true",
    "Paragraph 5.3 Utilizing the Guaranteed Underwriting System": "true",
    "M. Resubmission Policy": "true",
    "request_url": "https://www.rd.usda.gov/resources/usda-linc-training-library/loan-processing",
    "page_number": "5-12"
  },
  {
    "HB-1-3555": "",
    "Paragraph 5.3 Utilizing the Guaranteed Underwriting System": "",
    "decrease in loan amount": "",
    "decrease of mortgage or personal liabilities": "",
    "increase of assets": "",
    "The bureau update of a credit report due to the expiration of the credit report": "",
    "expires at 120 days prior to loan closing) after a final submit has occurred by the lender and a Conditional Commitment has been issued; yet prior to loan closing as long as no adverse impact has occurred that would affect the outcome of the underwriting recommendation. The lender must retain the updated credit report in their permanent loan file.": "",
    "N. Lender's Representations to the Agency upon Final Submission": "",
    "The lender represents as of the date of final submission to the Agency the following:": "",
    "All terms, conditions and requirements of the SFHGLP are fully satisfied.": "",
    "All representations submitted by the lender are true, correct, and verified.": "",
    "The lender is in compliance with the criteria outlined in Chapter 3 and eligible to participate in the SFHGLP and utilize the GUS System.": "",
    "The lender has not misstated or omitted any material fact about the mortgage loan request for guarantee.": "",
    "Applicable laws, including state laws, terms of the note, and security instruments have been correctly and timely disclosed to all applicants.": "",
    "The lender represents that all persons executing documents on behalf of the lender are duly authorized to do so.": "",
    "O. Termination": "",
    "The Agency reserves the right to terminate the lender's approved lender status in the event of any default under the terms of the lender agreement.": "",
    "A lender's suspension, withdrawal, or termination of approval to participate in the SFHGLP may be pursued if (not all inclusive):": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (08-05-25) PN 649": "",
    "5-13": ""
  },
  {
    "HB-1-3555": "",
    "Paragraph 5.3 Utilizing the Guaranteed Underwriting System": "",
    "A lender fails to provide the Agency with information that is true, complete and\naccurate.": null,
    "Omission of any material fact on any application, other documents, or oral\nrepresentation made to the Agency when seeking a Loan Note Guarantee.": null,
    "A lender has a 30-, 60-, or 90- day delinquency rate or loss claim rate more than\n50% higher than the average 30-, 60-, or 90- day delinquency rate or loss claim\nfor all guarantees issued in the Agency's portfolio. This can be measured within a\ngeographic area of the nation.": null,
    "Misuse of GUS in accordance with terms and conditions of the agreement to\nutilize the System.": null,
    "Emphasis of any evaluation conducted will be placed on the risk that the loan(s) poses\nto the Agency.": null,
    "Agency Actions": null,
    "Initially, contact the lender to ensure a firm understanding of the lender's terms\nand conditions of the lender agreement. Firm evidence of any violations must be\ndiscussed and addressed.": null,
    "Follow up the initial communication with a written notice outlining the agreed\nupon plan to improve.": null,
    "Allow a lender a reasonable time frame to institute a remedy and represent\nimprovement to the identified findings.": null,
    "Monitor the lender for improvement.": null,
    "After continued evaluation of findings and results to improve, if the lender fails to\ncomply, their approved lender status may be revoked.": null,
    "5-14": null
  }
]