[
  {
    "HB-1-3555": "HB-1-3555",
    "CHAPTER 1": "CHAPTER 1: GENERAL PROGRAM\nREQUIREMENTS",
    "1.1 WELCOME TO THE HANDBOOK": "1.1 WELCOME TO THE HANDBOOK",
    "Handbook provides Agency staff and lenders participating in the Single Family Housing Guaranteed Loan Program (SFHGLP)": "This Handbook provides Agency staff and lenders participating in the Single Family\nHousing Guaranteed Loan Program (SFHGLP) with the tools needed to originate,\nunderwrite, and service guaranteed loans efficiently and effectively. Its goal is to help\nAgency staff and lenders administer the SFHGLP smoothly, while ensuring that the\nprogram's basic legal and administrative requirements are met. The Handbook describes:",
    "Loan origination, underwriting, servicing, and liquidation policies and procedures": "Loan origination, underwriting, servicing, and liquidation policies and\nprocedures;",
    "The role of the Agency and participating lenders in program administration": "The role of the Agency and participating lenders in program administration; and",
    "Practices that will help ensure efficient and effective program administration": "Practices that will help ensure efficient and effective program administration.",
    "guidance provided by this Handbook is intended to be consistent with all applicable laws, Executive Orders, and departmental regulations, including other Agency regulations": "The guidance provided by this Handbook is intended to be consistent with all\napplicable laws, Executive Orders, and departmental regulations, including other Agency\nregulations. Nothing contained in this Handbook should be construed to supersede,\nrescind, or otherwise amend such laws, Executive Orders, and regulations.",
    "SECTION 1 INTRODUCTION TO THE HANDBOOK": "SECTION 1: INTRODUCTION TO THE HANDBOOK",
    "1.2 USING THIS HANDBOOK": "1.2 USING THIS HANDBOOK",
    "Handbook is organized to allow the reader to look up information on specific topics easily": "The Handbook is organized to allow the reader to look up information on specific\ntopics easily. There is a detailed Table of Contents that provides a guide to finding\nparticular topics. In addition, several graphic tools and conventions have been used to\nmake information easier to find and understand.",
    "A Citations": "A. Citations",
    "Regulatory citations": "Regulatory citations. The regulation for the SFHGLP is provided in 7 CFR Part\n3555 and the text of that regulation is provided in Appendix 1. To assist readers\nin locating the regulatory authority for procedures described here, references to\nthis regulation often appear in brackets, for example: [7 CFR 3555.55]. Other\nregulations or Rural Development instructions are simply referenced.",
    "Cross references": "Cross references. Topics discussed in more than one place in the Handbook are\ncross-referenced to help the reader find other related information more easily.",
    "(03-09-16) SPECIAL PN": "(03-09-16) SPECIAL PN",
    "Revised (06-24-22) PN 563": "Revised (06-24-22) PN 563",
    "1-1": "1-1"
  },
  {
    "HB-1-3555": "",
    "Paragraph 1.2 Using this Handbook": "",
    "Form references": "Agency form names are shown in italics. A list of all forms referenced in this Handbook can be found in Appendix 2.",
    "B. Attachments and Appendices": "",
    "Attachments": "Attachments at the end of each chapter contain technical information that is specific to the topics covered in the chapter. Attachments are referenced in sequence using the chapter number and an attachment letter. For example, Attachment 4-A is the first attachment in Chapter 4.",
    "Appendices": "Appendices include forms and other reference materials that relate to multiple chapters.",
    "Glossary and acronym lists": "Key words and terms are defined in the glossary. A list of acronyms and their definitions is also provided. The glossary and acronym lists can be found after the appendices.",
    "C. Terminology": "",
    "The SFHGLP has a centralized delivery platform under the Origination and Processing Division (OPD). Servicing operations are located at the Servicing Office. This Handbook uses certain standard terminology to provide consistency.": "",
    "Agency": "The organizational unit within the United States Department of Agriculture (USDA) that is responsible for administering the SFHGLP.",
    "Lender": "A financial institution that has been approved to participate in the SFHGLP. The term is used to refer to entities that underwrite and apply for loan guarantees, service SFHGLP loans, or purchase SFHGLP loans from other entities.",
    "Servicing Office": "The servicing center in St. Louis, Missouri where specific servicing functions, such as loss mitigation and loss claims, are processed.",
    "Agency staff": "An Agency employee who is responsible for implementing the requirements of the SFHGLP on behalf of the Agency.",
    "Applicant": "One or more individuals who have applied for a guaranteed loan.",
    "Borrower": "One or more individuals who have received a guaranteed loan.",
    "page_number": "1-2"
  },
  {
    "HB-1-3555": "HB-1-3555",
    "section": "1.3",
    "title": "GETTING ADDITIONAL HELP",
    "handbook_design": "This Handbook has been designed to be as comprehensive as possible. Program requirements are outlined along with examples and case studies to assist lenders in complying with program requirements. However, no Handbook can provide guidance adequate for every circumstance, therefore Agency staff is available to answer specific questions.",
    "agency_staff_role": "Agency staff will not make underwriting decisions for a lender; however, they will help the lender understand the intent of the applicable requirements and provide guidance about the kinds of information that the lender should obtain to document its decision-making processes. Additional training may also be provided by Agency staff with regard to particular program requirements that a lender finds difficult to fulfill properly.",
    "lender_inquiries": "The Agency is committed to providing timely responses to lender inquiries. Lenders should submit general inquiries to SFHGLD.PROGRAM@usda.gov.",
    "section_2_title": "SECTION 2: OVERVIEW OF THE SFHGLP",
    "section_2": "1.4",
    "sfhgld_goals_title": "SFHGLP GOALS",
    "sfhgld_goals_description": "The SFHGLP is designed to provide low- and moderate-income households the opportunity to own adequate, modest, decent, safe, and sanitary dwellings and related facilities for their own residential use in rural areas. The program offers eligible applicants the opportunity to acquire, build, rehabilitate, improve, or relocate a dwelling in rural areas. The program provides loan guarantees to approved lenders for loans made to eligible applicants.",
    "agency_goals_intro": "In providing this service, the Agency strives to meet several goals.",
    "customer_service_goal": "Customer Service. The Agency is committed to providing customer-focused, streamlined service.",
    "partnerships_goal": "Partnerships. The Agency is committed to working with participating lenders in order to expand housing opportunities in rural areas.",
    "effective_use_goal": "Effective Use of Resources. The Agency is committed to using tax dollars efficiently.",
    "special_pn_date": "(03-09-16) SPECIAL PN",
    "revised_date": "Revised (06-24-22) PN 563",
    "page_number": "1-3"
  },
  {
    "HB-1-3555": "",
    "1.5": "SFHGLP SUMMARY",
    "Private lenders are key to the success of the SFHGLP. Although the Agency issues": "",
    "loan guarantees, lenders that have been approved to participate in the program are": "",
    "responsible for originating, underwriting, servicing, and liquidating loans. The lender is": "",
    "ultimately responsible for ensuring that all program requirements are met, and that the": "",
    "underwriting procedures for the loan are followed. The Agency reviews each loan": "",
    "proposal to ensure the applicant and property appear to meet program eligibility": "",
    "requirements and monitors lender performance on an ongoing basis to help ensure that": "",
    "lenders accurately understand the Agency's expectations.": "",
    "Applicant eligibility is discussed in detail in chapters 8 through 11. In summary,": "",
    "applicants may be eligible to receive a guaranteed loan if they:": "",
    "Are income-eligible;": "",
    "Agree to personally occupy the dwelling as their primary residence;": "",
    "Have acceptable citizenship or immigration status, as defined in Chapter 8;": "",
    "Have the legal capacity to incur the loan obligation;": "",
    "Have not been suspended or debarred from participation in Federal programs;": "",
    "Have demonstrated both the willingness and the ability to repay the loan; and": "",
    "Are purchasing a property that meets all program criteria.": "",
    "In the event that a lender incurs a loss on a guaranteed loan, the Agency will": "",
    "compensate the lender under the terms of the Loan Note Guarantee and all program": "",
    "requirements.": "",
    "SECTION 3: GENERAL PROGRAM REQUIREMENTS": "",
    "1.6": "CIVIL RIGHTS",
    "The Agency, participating lenders, and agents of participating lenders, including": "",
    "appraisers, must administer the SFHGLP fairly and in accordance with all equal": "",
    "opportunity and fair housing legislation and applicable Executive Orders. Below is a list": "",
    "of the pertinent Federal laws and Executive Orders, as well as a brief description and": "",
    "highlights. While lenders will be familiar with many of these requirements, they should": "",
    "carefully review applicable legislation and orders, especially if new to Federally-": "",
    "conducted programs. Agency staff should refer to RD Instruction 1901-E for guidance": "",
    "on relevant civil rights requirements.": "",
    "1-4": ""
  },
  {
    "HB-1-3555": "true",
    "Paragraph 1.6 Civil Rights": "true",
    "A. Major Civil Rights Laws Affecting the SFHGLP": "true",
    "The Equal Credit Opportunity Act (ECOA) prohibits discrimination in the extension of credit on the basis of race, color, religion, national origin, sex, marital status, age, income from public assistance, or because an applicant has in good faith exercised any right under the Consumer Protection Act. An applicant or borrower who believes he or she has been discriminated by Rural Development for any of these reasons may write to the Secretary of Agriculture, Washington, D.C. 20250.": "true",
    "Title VIII of the Civil Rights Act of 1968 (also known as the Fair Housing Act of 1988, as amended) is enforced by the U.S. Department of Housing and Urban Development. The Fair Housing Act prohibits discrimination in the sale, rental or financing of housing on the basis of race, color, religion, sex, national origin, familial status, or disability.": "true",
    "Section 504 of the Rehabilitation Act of 1973 prohibits discrimination by the Federal government on the basis of disability. An applicant or borrower who believes he or she has been discriminated by Rural Development on the basis of disability may write to the Secretary of Agriculture, Washington, D.C. 20250.": "true",
    "Executive Order 11063 as Amended by 12259 prohibits discrimination in housing or residential property financing for any Federally assisted activity against individuals on the basis of race, color, religion, sex, or national origin.": "true",
    "B. Nondiscrimination Practices": "true",
    "The applicable civil rights laws prohibit the denial of loans, services, and benefits provided under the SFHGLP to any person based upon race, color, national origin, sex, religion, marital status, familial status, age, disability, source of income, or because the applicant has, in good faith, exercised any right under the Consumer Credit Protection Act (15 U.S.C. 1601). This applies to the Agency, participating lenders, and agents of participating lenders, including appraisers. Discrimination in employment practices is also prohibited.": "true",
    "The Agency is responsible for providing guidance and oversight to participating lenders and their agents, including appraisers, to ensure procedures are consistently met. Important key areas are listed below.": "true",
    "Outreach. Information about the availability of the program and how to apply must be broadly disseminated, and the extent of the information, assistance, and courtesy extended to those who make inquiries must be consistent.": "true",
    "(03-09-16) SPECIAL PN": "true",
    "Revised (06-24-22) PN 563": "true",
    "1-5": "true"
  },
  {
    "HB-1-3555": "",
    "Paragraph 1.6 Civil Rights": "",
    "Application procedures": "Application procedures must be fair and accessible to all potential applicants.",
    "Determining eligibility": "Equal rigor must be used for all applicants when verifying income, conducting credit checks, and allowing applicants to clarify information.",
    "Making exceptions": "Standards for offering exceptions must be applied consistently.",
    "Loan terms and subsidies": "Opportunities for any subsidies and favorable loan terms must be made available consistently.",
    "Servicing": "Loan servicing, including offering benefits and assistance, must be offered in a fair and consistent manner to all borrowers.",
    "Liquidation and property disposition": "Liquidation and any subsequent property disposition must be executed in a fair and consistent manner. Property disposition practices, like those outlined for outreach, must ensure that no person has an unfair advantage in acquiring foreclosed property.",
    "C. Reasonable Accommodations for Persons with Disabilities": "",
    "Reasonable accommodations": "Participating lenders and their agents must make reasonable accommodations to permit persons with disabilities to apply for and benefit from Agency programs. Reasonable accommodations may include providing facilities that are physically accessible and effective communication and outreach tools so that all applicants can get good program information, for example, a Telecommunications Device for the Deaf (TDD).",
    "1.7": "REVIEWS AND APPEALS",
    "Agency decisions": "Agency decisions that are not made in favor of a lender or other program participant (applicant or borrower) are known as adverse decisions and may be reviewed or appealed. Adverse decisions must be based upon 7 CFR Part 3555 found in Appendix 1 of this Handbook.",
    "Adverse decisions": "Adverse decisions include the administrative actions taken by Agency staff; and the Agency's failure to take required actions within time frames specified in statutes or regulations, or within a reasonable time if no deadline is specified. Adverse decisions made by a lender are not an Agency decision. Adverse decisions made by the Agency may be appealed to USDA, National Appeals Division (NAD) in accordance with Appendix 3 of this Handbook.",
    "page_number": "1-6"
  },
  {
    "HB-1-3555": null,
    "1.8": "STATE AND LOCAL LAW",
    "State and local laws and regulations, and the laws of American Indian tribes, may affect implementation of the program. In such cases, supplemental guidance to resolve any conflicts or differences may be issued.": null,
    "1.9": "EXCEPTION AUTHORITY",
    "Exceptions to any requirement of this Handbook, or 7 CFR Part 3555, can be approved in individual cases by the Administrator, or designee, if application of the requirement or failure to take action would either adversely affect the Government's interest or conflict with the objectives and spirit of the authorizing statute. Any exception must be consistent with the authorizing statute and other applicable laws.": null,
    "A. Who Can File a Request": null,
    "Only Agency staff may file a request for an exception. However, lenders can request that the Agency consider submission of a formal request for exception. When asking the Agency to consider requesting an exception, the lender should include documentation that demonstrates how the exception would protect the Government's interest or maintain consistency with the program's authorizing statute.": null,
    "B. What Must Be Included in the Request": null,
    "The exception request developed by the Agency for the Administrator, or designee, must provide clear and convincing evidence of the need for the exception. At a minimum, the request must include:": null,
    "A full explanation of the unique circumstances, including an explanation of any adverse effect on the Government's interest if the waiver is not granted;": null,
    "A discussion of proposed alternatives considered; and": null,
    "A discussion of how the adverse effect will be eliminated or minimized if the exception is granted.": null,
    "C. Where Requests are Submitted": null,
    "Requests for exceptions are submitted to the Administrator, through the Deputy Administrator, Single Family Housing. Requests may be initiated by:": null,
    "The Executive Director, Single Family Housing Guaranteed Loan Program; or": null,
    "The Deputy Administrator, Single Family Housing.": null,
    "(03-09-16) SPECIAL PN": null,
    "1-7": null,
    "Revised (06-24-22) PN 563": null
  },
  {
    "HB-1-3555": "",
    "Paragraph 1.9 Exception Authority": "",
    "Requests for exceptions regarding architectural and engineering, environmental, or": "",
    "civil rights issues will be referred for review and comment to the appropriate technical": "",
    "staff prior to making an exception request of the Administrator.": "",
    "1.10 CONFLICT OF INTEREST": "",
    "All Agency staff must strive to maintain the highest levels of honesty, integrity, and": "",
    "impartiality in conducting activities on behalf of the Agency. In order to avoid conflicts": "",
    "of interest, applicants and borrowers must disclose to the lender any prohibited": "",
    "relationship or association with any Rural Development employee and the lender must": "",
    "report this information to the Agency. Lenders must also disclose to the Agency any": "",
    "prohibited relationship or association that it or any of its employees has with any Rural": "",
    "Development employee.": "",
    "A. Prohibited Relationships": "",
    "Prohibited relationships and associations include:": "",
    "Immediate family members, including parents and children, whether related by": "",
    "blood or marriage, and any household residents;": "",
    "Close relatives, including grandmother, grandfather, aunt, uncle, sister, brother,": "",
    "niece, nephew, granddaughter, grandson, or first cousin, whether related by blood": "",
    "or marriage;": "",
    "Immediate working relationships, including co-workers in the same office,": "",
    "subordinates, and immediate supervisors; and": "",
    "Close business associations with an identity of financial interest, including, but": "",
    "not limited to, business partnerships, joint ventures, or closely-held corporations.": "",
    "B. Disclosure Requirements": "",
    "Disclosure of prohibited relationships and associations under this section will not": "",
    "result in applicant, borrower, or lender ineligibility. Disclosures may result in special": "",
    "handling or reassignment of Rural Development employee responsibilities with regard to": "",
    "the loan guarantee request in question, to ensure no prohibited relationships or": "",
    "associations exist between the Rural Development employees responsible for the loan": "",
    "guarantee transaction, and the lender(s), borrower(s), or applicant(s).": "",
    "Applicants are required to disclose any known relationship or association with a Rural": "",
    "Development employee. When a relationship or association is identified in the": "",
    "application, the lender is required to notify the Agency prior to submission of the": "",
    "1-8": ""
  },
  {
    "HB-1-3555": "",
    "Paragraph 1.10 Conflict of Interest": "",
    "application. Attachment 1-A, Notice of Relationship/Association Between SFHGLP": "",
    "Applicant and Rural Development Employee, may be used to notify the Agency. After": "",
    "review by the Agency, the lender will be notified of any special handling procedures.": "",
    "When a Rural Development employee is aware of a relationship or association with": "",
    "an applicant, the employee is required to notify the Agency in writing. Attachment 1-A": "",
    "may be used to notify the Agency of the relationship or association. Special handling of": "",
    "the application will be provided to avoid a potential conflict of interest.": "",
    "The Agency official, as determined by a Director of the OPD, may use Attachment 1-": "",
    "B, Requirements for Handling SFHGLP Application of Employee, Relative or Associate,": "",
    "to determine the processing and servicing procedures. A copy of the notice will be": "",
    "provided to the lender and Agency employee.": "",
    "1.11": "UNAUTHORIZED ASSISTANCE",
    "Unauthorized assistance occurs when a borrower is not eligible for all or part of the": "",
    "financial assistance received in the form of a loan guarantee. Loans made to unqualified": "",
    "borrowers or made for an ineligible purpose are considered unauthorized assistance. The": "",
    "form of unauthorized assistance can differ based upon false information or inaccurate": "",
    "information.": "",
    "Unauthorized assistance may be identified through audits, reviews by the Agency or": "",
    "its agents, or as reported by lenders. Chapter 16, Attachment 16-B provides guidance for": "",
    "submitting lender self-reports. The significance of the unauthorized assistance will": "",
    "determine the Agency's response in accordance with Section 3555.257 of 7 CFR Part": "3555",
    "When the Agency becomes aware of unauthorized assistance due to false information": "",
    "provided by the applicant, the lender may be required to accelerate the loan request.": "",
    "Failure of the lender to accelerate the loan may result in reduction of a loss claim and/or": "",
    "voiding the guarantee. Based upon the severity, the Agency may pursue criminal and": "",
    "civil false claim actions, suspension and/or debarment, or other appropriate actions.": "",
    "The Agency will document the findings surrounding the unauthorized assistance in": "",
    "detail and provide a solution on disposition of the case.": "",
    "1.12": "AGENCY LOAN APPROVAL AUTHORITY GUIDELINES FOR THE SFHGLP",
    "All new loan specialists working in the SFHGLP are expected to receive loan": "",
    "approval authority prior to officially issuing decisions on program applications. The": "",
    "process consists of initial training, proficiency-based tests, mentoring support, file": "",
    "reviews, and a formal recommendation by the new specialist's supervisor. The": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (06-24-22) PN 563": "",
    "1-9": ""
  },
  {
    "HB-1-3555": "",
    "Paragraph 1.12 Agency Loan Approval Authority Guidelines for the SFHGLP": "",
    "guidelines detail the expectations to be followed by Agency employees delivering the SFHGLP.": "",
    "A. Training": "",
    "New specialists will complete all approved Single Family Housing (SFH) University guaranteed training modules in the order required by the SFH University curriculum.": "",
    "The SFH University curriculum will be supplemented with on-the-job training, provided by an experienced loan specialist/mentor.": "",
    "B. Proficiency Testing": "",
    "The proficiency-based tests are a key component of the loan approval authority process. All new specialists are required to pass the test after each training module is completed. This will indicate to the supervisor and mentor that the new specialist has an acceptable level of knowledge in that program area and can proceed to the next training module. The proficiency-based tests and scoring system are administered in accordance with the SFH University curriculum requirements.": "",
    "After the final module is completed, the supervisor shall schedule a time for the specialist to take the final exam, which consists of questions generated from information presented in all the completed modules and will be used to assess the overall level of knowledge of the specialist.": "",
    "The minimum passing score for the proficiency test is 70. If a new specialist fails the first attempt, the first line supervisor will review the results of the test with the specialist, address weaknesses, advise the new specialist on the area(s) they need to focus, provide a solution to rectify the deficiencies, and allow the specialist to retake the test when the supervisor determines the specialist's readiness.": "",
    "C. Mentoring": "",
    "At the time of enrollment in SFH University, the supervisor will assign a mentor to assist the new specialist in learning the requirements associated with the underwriting and review of SFHGLP applications.": "",
    "The assigned mentor shall prepare written quarterly reports to the new specialist's supervisor, outlining the progress and recommendations on areas needed for continued development.": "",
    "1-10": ""
  },
  {
    "HB-1-3555": "",
    "Paragraph 1.12 Agency Loan Approval Authority Guidelines for the SFHGLP": "",
    "D. File Review": "",
    "E. Supervisor Recommendation for Approval": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (06-24-22) PN 563": "1-11"
  },
  {
    "HB-1-3555": "",
    "Paragraph 1.12 Agency Loan Approval Authority Guidelines for the SFHGLP": "",
    "training plan will be developed by the supervisor to assist the new specialist in": "",
    "overcoming and resolving the identified deficiencies.": "",
    "F. Continued Training Process": "",
    "Supervisors should continue to evaluate the quality of loan reviews by new": "",
    "specialists after loan approval authority has been granted. Close monitoring by an": "",
    "established quality assurance process is recommended to determine if specific": "",
    "training might be required based on unusual application submissions.": "",
    "G. Reinstatement of Approval Authority": "",
    "If a specialist's loan approval authority is revoked, RD Instruction 1901-A": "",
    "authorizes the Administrator to provide written restrictions or revocations of the": "",
    "authority given to any loan approval official. The Administrator may take action": "",
    "upon the recommendation of a Director of the OPD, or assignee. Supervisors are": "",
    "granted the authority to determine what actions, training, and conditions are required": "",
    "to reinstate loan approval authority to a specialist.": "",
    "1-12": ""
  },
  {
    "HB-1-3555": "",
    "Attachment 1-A": "",
    "Page": "1 of 1",
    "TO": "Origination and Processing Division",
    "SUBJECT": "Notice of relationship or association between applicant and Rural Development employee",
    "Applicant Name": "",
    "Borrower ID Number": "",
    "Property Address": "",
    "County Name": "",
    "Status of Application": "",
    "Pre-Eligibility": "",
    "Ready to submit": "",
    "In process": "",
    "Rural Development Employee Name": "",
    "Duty Station": "",
    "Details of relationship/association": "",
    "Submitted by": "",
    "Date": "",
    "Employee or Lender Title/Organization": "",
    "Email": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (06-24-22) PN 563": ""
  },
  {
    "HB-1-3555": "HB-1-3555",
    "Attachment": "Attachment 1-B",
    "Page": "Page 1 of 1",
    "ATTACHMENT": "ATTACHΜΕΝΤ 1-Β",
    "REQUIREMENTS": "REQUIREMENTS FOR HANDLING SFHGLP APPLICATION\nOF EMPLOYEE, RELATIVE OR ASSOCIATE",
    "TO": "(Lender Name)",
    "SUBJECT": "Requirements for handling SFHGLP applications of employee, relative or\nassociate for (Applicant Name, Borrower ID Number)",
    "application_processing_procedures": "The following application processing procedures have been established by a Director of the\nOrigination and Processing Division:",
    "Review_of_application": "Review of application,\napproval and issuance of Conditional Commitment:",
    "Review_of_closing_documents": "Review of closing documents,\nIssuance of Loan Note Guarantee:",
    "Post_Closing_Review": "Post Closing Review:",
    "Access": "Access to the applicant's electronic case file in the Agency's automated systems will be\nrestricted to the aforementioned employees. All servicing actions will be in accordance with 7\nCFR 3555.",
    "Date": "[Date]",
    "Name": "[Name]",
    "Director": "Director, Origination and Processing Branch",
    "cc": "[Employee first-line supervisor]\nEmployee\neOPF",
    "SPECIAL_PN": "(03-09-16) SPECIAL PN",
    "Revised_PN": "Revised (06-24-22) PN 563"
  },
  {
    "TO": "[Name]",
    "Title": "[Title]",
    "USDA Rural Development": "USDA Rural Development",
    "Location": "[Location]",
    "Authority": "By my authority as Director of Origination and Processing Division for USDA Rural\nDevelopment, in accordance with Rural Development Instruction 1901-A, I hereby make a\ndelegation to the aforementioned employee:",
    "Loan Approval Authority": "Loan approval authority for Single Family Housing Section 502 Guaranteed Loans\ndescribed in 7 CFR Part 3555.",
    "Delegation Effective": "This delegation is effective immediately and will continue until the delegate leaves his/her\nposition or until revocation or other change is made in writing.",
    "Date": "[Date]",
    "Director": "[Name]",
    "Director Title": "Director, Origination and Processing Division",
    "cc": "[first-line supervisor]\neOPF",
    "Special PN": "(03-09-16) SPECIAL PN",
    "Revised PN": "Revised (06-24-22) PN 563",
    "Attachment": "ATTACHMENT 1-C",
    "Delegation of Loan Approval Authority": "DELEGATION OF LOAN APPROVAL AUTHORITY",
    "HB": "HB-1-3555",
    "Attachment Number": "Attachment 1-C",
    "Page": "Page 1 of 1"
  }
]