[
  {
    "HB-1-3555": "HB-1-3555",
    "CHAPTER 3": "CHAPTER 3",
    "7 CFR 3555.51": "7 CFR 3555.51",
    "3.1": "3.1",
    "INTRODUCTION": "INTRODUCTION",
    "Lender Definition": "A lender is defined as an entity that originates, services, or holds a loan guaranteed by the Agency.",
    "SFHGLP Intent": "The Single Family Housing Guaranteed Loan Program (SFHGLP) is not intended to promote risky lending.",
    "Agency Role": "Because the Agency does not underwrite the loans it guarantees, lenders that apply for loan guarantees must originate, underwrite, service, and hold loans responsibly.",
    "Agency Approval": "To ensure that these standards are met, the Agency must approve a lender before it participates in the SFHGLP.",
    "Lender Agreement": "To be approved, a lender must agree to follow the Agency's program guidelines and consistently demonstrate high-quality in the areas of loan origination, underwriting, servicing, and reporting.",
    "Program Participation": "Once the Agency has approved the lender, it may participate in the program as long as it maintains these standards and continues to follow all program requirements.",
    "Agency Monitoring": "The Agency periodically monitors approved lenders to verify that continued program participation is warranted.",
    "3.2": "3.2",
    "LENDER APPROVAL CRITERIA": "LENDER APPROVAL CRITERIA [7 CFR 3555.51]",
    "Lender Expertise": "A lender must demonstrate that it has the expertise to make and/or service single-family housing mortgage loans.",
    "Approved Lenders": "Lenders that have been approved for single-family housing loan-making activities by organizations referenced in Paragraph A of this section are considered to have demonstrated the ability to originate, underwrite, and service SFHGLP loans.",
    "Agency Determination": "In all other cases, the Agency determines whether a lender is qualified by reviewing the lender's history, along with other documentation.",
    "Experience Requirement": "In all cases, lenders are required to provide evidence that all principal officers have a minimum of two years of experience in originating or servicing guaranteed mortgage loans.",
    "SAM Registration": "In addition, all guaranteed lenders must be registered in the System for Award Management (SAM) system, which is validated by the Agency in the lender approval process.",
    "A. Approval from Another Recognized Source": "A. Approval from Another Recognized Source",
    "Acceptable Documentation": "Acceptable documentation includes a copy of the official letter or other verifiable communication from an acceptable secondary market organization or other Federal government agency showing that the lender is approved for participation by that entity.",
    "Additional Documentation": "The lender must also provide the additional documentation listed in Attachment 3-A,",
    "(03-19-16) SPECIAL PN": "(03-19-16) SPECIAL PN",
    "Revised (07-21-23) PN 588": "Revised (07-21-23) PN 588",
    "3-1": "3-1"
  },
  {
    "HB-1-3555": "",
    "Paragraph 3.3 Application": "",
    "Lender Approval Checklist": "The Agency reviews and confirms the information submitted by the lender.",
    "Acceptable secondary market organizations, Federal government, and state agencies include": ":",
    "A State Housing Finance Agency (SHFA)": "Evidence that a private sector lender is approved by a SHFA to participate in SHFA programs does not represent an automatic approval to participate in the guaranteed program.",
    "The U.S. Department of Housing and Urban Development-Federal Housing Administration (HUD-FHA)": "when the lender is approved as a supervised or non-supervised mortgagee with Direct Endorsement Authority for title II lending activity.",
    "Government National Mortgage Association (Ginnie Mae)": "when the lender is an issuer of Ginnie Mae mortgage-backed securities.",
    "The U.S. Department of Veterans Affairs (VA)": "when the lender is a supervised lender or is approved as a supervised or non-supervised mortgagee with the authority to close loans under VA's automatic guaranty procedure.",
    "Fannie Mae": "when the lender is approved for single-family loan activities.",
    "Freddie Mac": "when the lender is approved for single-family loan activities.",
    "The Agency may revoke a lender's approval to participate in the SFHGLP if the lender fails to maintain the appropriate eligibility status or violates the terms and conditions of the Agency's lender agreement.": "",
    "B. Approval by Demonstrated Ability": "",
    "A lender that does not meet the conditions of Paragraph 3.2A may seek approval by demonstrating its ability to originate and/or service sound loans. In such a case, the lender must meet the following criteria": ":",
    "Be overseen by a Federal regulator, be a Farm Credit System (FCS) institution": "be an active participant with an approved lender agreement in another USDA guaranteed loan program, or meet the requirements for demonstrated ability, as outlined in this section;",
    "Have a minimum adjusted net worth of $250,000, or $50,000 in working capital": "plus one percent of the total volume in excess of $25 million in guaranteed loans originated, serviced, or purchased during the lender's prior fiscal year, up to a maximum required adjusted net worth of $2.5 million; and",
    "page_number": "3-2"
  },
  {
    "HB-1-3555": "",
    "Paragraph 3.2 Lender Approval Criteria": "",
    "credit_lines_minimum_aggregate": "one million dollars",
    "1. Federal Oversight": "",
    "lender_type": "federally regulated depository institution",
    "participation": "SFHGLP",
    "lender_must_provide": "official letter or verifiable communication",
    "oversight_authority_indicates": "lender's ability to process, underwrite, and service single-family residential mortgage loans",
    "documentation_must_confirm": "Federal oversight is being provided by one of the following Federal oversight entities",
    "Federal_Reserve_System": "",
    "Office_of_the_Comptroller_of_the_Currency_OCC": "",
    "Federal_Deposit_Insurance_Corporation_FDIC": "",
    "National_Credit_Union_Administration_NCUA": "",
    "Federal_Housing_Finance_Board_regulating_lenders": "within the Federal Home Loan Bank (FHLB) system",
    "2. Experience with a USDA Program or Farm Credit System": "",
    "eligible_to_participate": "SFHGLP",
    "must_demonstrate": "experience in underwriting and servicing single-family residential mortgage lending",
    "Lenders_meeting_these_criteria_include": "",
    "FCS_lender_direct_lending_authority": "",
    "lender_participating_in_other": "Rural Housing Service, Rural Business-Cooperative Service, Rural Utilities Service, or Farm Service Agency guaranteed loan programs that has an active lender agreement",
    "3. Demonstrated Ability": "",
    "lender_must_have": "proven ability to originate, underwrite, and/or service single-family mortgage loans",
    "must_have_staff": "adequate knowledge and expertise",
    "expert_knowledge_experience": "residential mortgage lending may be demonstrated through the following documentation",
    "summary_of_residential_mortgage_lending_activity": "At a minimum, the",
    "SPECIAL_PN_date": "03-09-16",
    "SPECIAL_PN": "",
    "Revised_date": "07-21-23",
    "PN_number": "588",
    "page_number": "3-3"
  },
  {
    "HB-1-3555": "",
    "Paragraph 3.3 Application": "",
    "summary must include the dollar amount and number of residential mortgage": "",
    "loans in its loan origination and servicing portfolio, along with percentages of": "",
    "delinquencies, foreclosures, and credit losses. The Agency will examine the": "",
    "summary to verify that the lender's performance is comparable to that of other": "",
    "participating lenders in good standing.": "",
    "Written criteria that outline the policies and procedures the lender": "true",
    "typically follows when originating, underwriting, and closing residential": "",
    "mortgage loans. The quality control system must ensure that the lender": "",
    "demonstrates safe and sound lending practices including, but not limited to,": "",
    "the analysis and review of appraisals and other factors affecting property": "",
    "values, credit analysis and review, and income analysis and review. In": "",
    "addition, the policies and procedures must comply with all applicable laws": "",
    "and regulations such as the Equal Credit Opportunity Act (ECOA), the Real": "",
    "Estate Settlement Procedures Act (RESPA), and the Home Mortgage": "",
    "Disclosure Act (HMDA).": "",
    "Evidence that the lender has an experienced loan underwriter on staff.": "true",
    "The lender must provide a copy of the underwriter's signed resume showing": "",
    "that the underwriter has at least two years of experience in underwriting single": "",
    "family residential loans, and is knowledgeable of the principles, practices, and": "",
    "techniques of residential mortgage lending.": "",
    "4. Additional Requirements for Originating Lenders that do not Service Loans": "",
    "A lender that does not intend to service SFHGLP loans must certify that it will": "",
    "contract with an Agency-approved lender that agrees to follow all Agency servicing": "",
    "requirements, and that has the capacity to hold funds for taxes and insurance in": "",
    "escrow. Originating lenders should be prepared to escrow funds for taxes and": "",
    "insurance when required to repurchase loans.": "",
    "5. Additional Requirements for Lenders Servicing Loans": "",
    "If the lender intends to service SFHGLP loans, the lender must provide the": "",
    "following additional documentation:": "",
    "Written criteria concerning the policies and procedures for servicing": "true",
    "residential mortgage loans. The Agency will review these policies and": "",
    "procedures to determine if escrow accounts are handled in compliance with": "",
    "RESPA, and that all other applicable laws and regulations, such as the Fair": "",
    "Credit Reporting Act (FCRA), are followed.": "",
    "3-4": ""
  },
  {
    "HB-1-3555": "true",
    "Paragraph 3.2 Lender Approval Criteria": "true",
    "Evidence of a written plan if the lender contracts for escrow services": "If a lender does not have an escrow system for taxes and insurance, it must submit a written plan to the Agency for ensuring that taxes and insurance for mortgage loans are paid when due.",
    "Evidence that the lender has serviced single-family residential mortgage loans in the year before applying for Agency approval": "This documentation should include the number and dollar amount of the loans in the lender's portfolio, the number and percentage of loans in default (categorized by 30-60-90-days late, in bankruptcy, and in foreclosure), and the number, percentage, and dollar amounts of loans on which losses have been paid.",
    "The Agency reserves the right to re-evaluate a lender's status from time to time": "true",
    "Lenders who fail to follow established guidelines for real estate taxes and hazard insurance premiums, or other conditions of the lender's agreement, may have their lender approval revoked by the Agency": "true",
    "The lender may be required to provide information to support continued Agency approval, similar to the documentation provided with its initial application": "true",
    "C. Participation as an Agent of an Approved Lender": "true",
    "A lender that does not meet the requirements for Agency approval may participate in the program as the agent of a lender approved by Rural Development": "true",
    "The lender approved by Rural Development must designate the agent in writing and state the functions that the agent performs on its behalf": "true",
    "The agent may be permitted to originate the loan and close it in their name as long as the loan was reviewed by the approved lender and is transferred to the approved lender immediately upon closing and prior to issuance of a Loan Note Guarantee": "true",
    "The lender approved by Rural Development is responsible for ensuring that its agent's loan origination, underwriting, and closing activities are in accordance with Agency standards": "true",
    "The Conditional Commitment for Loan Note Guarantee and the Loan Note Guarantee will be issued to the approved lender": "true",
    "3.3": "true",
    "APPLICATION": "true",
    "Lenders will submit Form RD 3555-16, Agreement for Participation in Single-Family Housing Guaranteed/Insured Loan Programs of the United States Government, and the necessary supporting documentation as outlined in Attachment 3-A, Lender Approval Checklist, to the Loan Servicing Branch at sfhglpservicing@usda.gov": "true",
    "(03-09-16) SPECIAL PN": "true",
    "Revised (07-21-23) PN 588": "true",
    "3-5": "true"
  },
  {
    "HB-1-3555": "true",
    "Paragraph 3.3 Application": "true",
    "A. Quality Control Plan": "true",
    "Quality control (QC) programs are essential": "true",
    "Quality control begins prior to application intake": "true",
    "The purpose of quality control is to monitor and evaluate the integrity": "true",
    "the lender's organization, circumstances, and needs": "true",
    "the lender's plan should include all of the following": "true",
    "Mission Statement or stated objective": "true",
    "Describe the lender's participation with other Federal agencies": "true",
    "Department of Treasury and any other investors or partners": "true",
    "USDA Rural Housing Service guidelines": "true",
    "Written procedures for documenting a re-verification process": "true",
    "implementing a sampling methodology": "true",
    "Rural Development loans": "true",
    "addresses document retention": "true",
    "A post-closing review process describing how a sampling of loans are independently reviewed": "true",
    "A quality control team that operates independently from loan origination": "true",
    "underwriting, and servicing functions": "true",
    "the lender must adequately monitor the performance of the contractor": "true",
    "Describe the separation of duties between the loan production staff and quality control staff": "true",
    "the quality control review staff be involved in the day-to day loan production": "true",
    "Describe the standard operating procedures for all employees who will be involved": "true",
    "Describe the timelines of internal quality control reviews": "true",
    "percentage of loans reviewed and the frequency of the quality control reviews": "true",
    "10% of closed loans are independently reviewed each quarter": "true",
    "quality assurance specialist who was not involved in underwriting and closing": "true",
    "Quality control reviews should include a description of how appraisals or property evaluation reports are reviewed": "true",
    "3-6": "true"
  },
  {
    "Paragraph 3.3 Application": "",
    "HB-1-3555": "",
    "bullet1": "Written procedures to report violations of laws or regulations, false statements, and program abuses directly to appropriate authorities in a timely manner. Information regarding violations must be reported to the Loan Servicing Branch at sfhglpservicing@usda.gov.",
    "bullet2": "Ensure adequate quality control and data integrity checks are included for loans processed through automated underwriting systems on a regular and timely basis.",
    "bullet3": "Ensure adequate monitoring of all vendors, contractors, and third-party providers involved in the origination process (e.g. mortgage brokers, correspondents, appraisers, and credit agencies).",
    "bullet4": "Identify training opportunities for lender staff.",
    "B. Additional Requirements for Quality Control Plans for Servicing Lenders": "",
    "Quality control plans for servicing lenders must contain the required information identified in Section 3.3A, as well as address the following:": "",
    "bullet5": "How escrows are handled for taxes, hazard, and flood insurance (if applicable).",
    "bullet6": "How funds are applied when payments are received for principal and interest, hazard and flood insurance, and taxes.",
    "bullet7": "What happens if excess funds are collected in escrow.",
    "3.4": "AGENCY REVIEW",
    "The Agency review of the lender's application includes the following:": "",
    "bullet8": "Ensuring that all required documents have been submitted and are completed correctly. Incomplete applications cannot be approved, and the lender will be advised of the omission(s) in writing.",
    "bullet9": "Form RD 3555-16 has been properly executed by a person authorized to bind the lender to the terms stated on the form.",
    "bullet10": "Evidence that the lender's demonstrated ability is consistent with the requirements of this chapter.",
    "bullet11": "Evidence that neither the lender nor any of the lender's principal officers have been suspended or debarred from participation in Federal programs.",
    "(03-09-16) SPECIAL PN": "",
    "Revised (07-21-23) PN 588": "",
    "page_number": "3-7"
  },
  {
    "HB-1-3555": "",
    "Paragraph 3.4 Agency Review": "",
    "Evidence that the lender's approval status with Fannie Mae, Freddie Mac, HUD, VA, or another acceptable Government Agency is active at the time of the application to the Agency.": null,
    "Verification the lender is registered in SAM.": null,
    "A. Approval of Application [7 CFR 3555.52]": "",
    "1. Pre-Approval": "",
    "If the lender meets the criteria for an approved lender and provides the supporting documentation as outlined in Attachment 3-A, the Agency will issue an approval notice to the lender. Final approval is dependent upon the lender and all origination and underwriting staff involved with the SFHGLP completing mandatory training.": null,
    "The Agency will provide additional information on access to mandatory trainings as part of the lender approval process. The purpose of the training is to provide an overview of the SFHGLP objectives, lender responsibilities, required loan documentation, and the process to obtain a Loan Note Guarantee. Any additional staff hired after the initial lender approval should also complete all mandatory trainings.": null,
    "2. Final Approval": "",
    "Upon completion of all mandatory trainings by the lender, the Agency will update the lender pages of GLS and forward the lender a copy of the executed Form RD 3555-16, notifying the lender of their approval to participate in the SFHGLP. The lender may begin participating in the program once final approval is obtained.": null,
    "New lenders will be subject to an oversight review, as outlined in Paragraph 3.8 of this chapter.": null,
    "B. Denial of Application": "",
    "If the lender does not qualify for participation in the program, the Agency will provide written justification along with appeal rights in accordance with Appendix 3 of this Handbook.": null,
    "A lender who does not meet the criteria to participate in the program as an approved lender may act as an agent for an approved lender, as described in Paragraph 3.2C.": null,
    "C. Record Retention": "",
    "Lender approval files will be maintained and retained in accordance with Chapter 2.": null,
    "3-8": null
  },
  {
    "HB-1-3555": null,
    "3.5": "LENDER SALE OF GUARANTEED LOANS [7 CFR 3555.54]",
    "SFHGLP loans can only be sold to lenders meeting the requirements of Paragraph": "3.2. The purchasing lender must execute Form RD 3555-16 or have an approved Form",
    "RD 3555-16 on file. The selling lender is responsible for providing the original Loan": "Note Guarantee to the purchasing lender and must report the sale of the guarantee on",
    "Form RD 3555-11, Guaranteed Rural Housing Lender Record Change, within 30 days of": "the sale in accordance with Chapter 4, Paragraph 4.6.",
    "3.6": "LENDER RESPONSIBILITY",
    "The lender will be responsible for the processing and servicing of the loan and may": "use third party originators, such as agents or correspondents, in carrying out its",
    "responsibilities. Lenders are fully responsible for their own actions and the actions of": "those acting on the lender's behalf. The approved lender must adhere to SFHGLP",
    "guidelines as outlined in Chapter 4, Paragraph 4.8.": null,
    "Processing. The lender must abide by restrictions on loan purposes, loan": "limitations, interest rates, and terms set forth in 7 CFR 3555 and this Handbook.",
    "The lender will underwrite the loan and submit the necessary items as outlined in": "Chapter 15 in order to receive a Conditional Commitment. The agent may close",
    "the loan in its name, provided the loan is immediately transferred to the approved": "lender to whom the guarantee will be issued.",
    "Servicing. Lenders are fully responsible for regular and default servicing and": "maintaining security interest for all guaranteed loans. Regular and default",
    "servicing requirements are outlined in Chapters 17 through 19 of this Handbook.": "When servicing is subserviced to a third party, the lender will inform Rural",
    "Development of the name and address of the servicer by utilizing Form RD 3555-": "11.",
    "3.7": "EDUCATION AND OUTREACH",
    "A. Lenders": null,
    "Rural Development has developed a series of educational modules for the SFHGLP": "which are available on the USDA Linc Training and Resource Library, located at",
    "https://www.rd.usda.gov/resources/usda-linc-training-resource-library. These": "educational modules are available in addition to the mandatory lender trainings utilized",
    "for lender approval and recertification. Additional resources can be accessed on the": null,
    "(03-09-16) SPECIAL PN": null,
    "Revised (07-21-23) PN 588": "3-9"
  },
  {
    "HB-1-3555": "",
    "Paragraph 3.7 Education and Outreach": "",
    "Agency's SFHGLP web page located at_https://www.rd.usda.gov/programs-services/single-family-housing-guaranteed-loan-program.": null,
    "B. Agency": null,
    "The Agency will conduct outreach and lender education activities to encourage\neligible lending institutions to apply for approved lender status, as eligible rural\nhomebuyers benefit when their choice of lending institutions includes mortgage bankers,\nmortgage brokers, credit unions, Federal Home Loan Banks, etc.": null,
    "The Agency has Guaranteed training programs available. Lenders should contact the\nLender and Partner Activities Branch at sfhgld.lenderpartner@usda.gov to request\nindividual trainings.": null,
    "3.8": "MONITORING A LENDER'S ORIGINATION AND SERVICING OF LOANS [7\nCFR 3555.51]",
    "Rural Development will conduct oversight reviews of the lender's operations as\nprovided in this section. Form RD 3555-16 outlines the responsibilities and terms to\nmaintain approval for the SFHGLP. If Rural Development determines that the lender is\nnot fulfilling the obligations of Form RD 3555-16, or that the lender fails to meet the\nrequired criteria, the lender will receive written notice of any deficiencies. If the lender is\nunwilling or unable to correct the deficiencies, Rural Development will proceed with\ntermination as provided in Paragraph 3.9.": null,
    "Form RD 3555-16 requires the lender to provide records pertaining to the SFHGLP\nfor review by the Agency. The Agency will conduct an oversight review on a periodic\nbasis as defined in Paragraph B of this section. Oversight reviews assist in Agency risk\nmanagement and validate that lenders are complying with SFHGLP regulations.\nOversight reviews include the examination of lender policies and procedures, cash\nmanagement practices, and individual borrower case files (loan origination and servicing\nrecords, liquidation, and claim files).": null,
    "A. Review Circumstances and Factors": null,
    "New Lender Oversight Review. Rural Development may review loans\noriginated by a newly eligible lender to ensure understanding of Agency\nregulations. Thereafter, the lender will be subject to a review provided in\nParagraph 3.8B.": null,
    "Other reviews. Rural Development may elect to conduct more frequent\noversight reviews when major trends or weaknesses, such as loan delinquencies,\nloan losses, failure to submit required data and reports, or other influencing": null,
    "3-10": null
  },
  {
    "Paragraph 3.8 Monitoring A Lender's Origination and Servicing of Loans": "factors related to assuring that the Government's interest is adequately protected,\nhave been noted, regardless of the volume of loans originated or serviced.",
    "B. Conducting Oversight Reviews": "Oversight reviews will be performed on each lender as noted in this section.\nOversight reviews may be conducted as an on-site review at the lender location or as a\ndesk review at a site determined by the Agency. The review should be conducted by\nAgency staff or a designated representative that is knowledgeable of the lender functions\nto be reviewed. Rural Development will determine the amount of time that is needed to\nconduct the review. The review team members will utilize the Oversight Review Guide\nwhen planning, conducting, and reporting reviews.",
    "Three standards reviews may be performed": "Loan origination review. A loan origination review is applicable to lenders who\nperform all or a portion of the following functions: underwriting, processing, and\nclosing.",
    "Loan servicing review": "A loan servicing review is applicable to a servicer which\nis performing all or a portion of the following functions: reporting, loss\nmitigation, loss claims, and property disposition.",
    "Expanded review": "An expanded review is performed for lenders and servicers\nthat are both originating and servicing loans.",
    "Oversight review findings will be communicated to the lender and/or servicer verbally\nand in writing": "The reviewers will work with the lender and/or servicer to correct any\nfindings identified. The clearance and follow-up process commences upon issuance of\nthe findings report by the Agency or their representative. Upon closure of the review, or\nexpiration of any follow-up period, a report will be prepared summarizing the review\nperformed. A copy of all oversight review reports will be maintained in the Electronic\nCustomer File (ECF) system.",
    "3.9": "LENDER RECERTIFICATION AND REVOKING LENDER ELIGIBILITY",
    "The lender remains eligible as long as the lender meets the criteria in Paragraph 3.2 of\nthis chapter unless the lender's status is revoked by Rural Development or another\nFederal Agency": "The Agency is required to review each approved lender's eligibility at\nleast every two years, which includes verifying the lender has registered in SAM and\ncompleted the mandatory recertification training. All approved lenders are required to\nrecertify their status by responding to the renewal notification email, sent to the lender,\nwithin the timeframe provided.",
    "(03-09-16) SPECIAL PN": "3-11",
    "Revised (07-21-23) PN 588": null
  },
  {
    "HB-1-3555": "",
    "Paragraph 3.9 Lender Recertification and Revoking Lender Eligibility": "",
    "Rural Development may terminate the lender's approval due to noncompliance with": "",
    "any of the eligibility requirements described in 7 CFR 3555.51. Status may also be": "",
    "revoked if the lender violates the terms of Form RD 3555-16, fails to properly service any": "",
    "guaranteed loan, or fails to adequately protect the interests of the lender and the": "",
    "Government. In addition to revocation of eligible lender status, the lender may be": "",
    "debarred by Rural Development, or may be required to indemnify Rural Development for": "",
    "any losses paid.": "",
    "If Rural Development terminates a lender's approval, the lender will have 30 days": "",
    "from the date of receipt of the Agency's notification to appeal the decision. Refer to": "",
    "Appendix 3 of this Handbook for additional information regarding appeal procedures.": "",
    "Notifications will be sent electronically to the email point of contact on file, marked with": "",
    "a read receipt. If the email is returned as “undeliverable,” the Agency will contact the": "",
    "lender by phone to obtain a current point of contact. The email notice will then be sent to": "",
    "this individual with a read receipt. Read receipt notifications will be saved in the": "",
    "Agency's records as evidence that the lender was sent notice that they no longer met": "",
    "approved lender status. Agency staff will update GLS by removing the lender": "",
    "designation and any authorizations. Closed lender eligibility files will be retained in": "",
    "accordance with RD Instruction 2033-A.": "",
    "3.10 VOLUNTARY WITHDRAWAL": "",
    "The lender may voluntarily withdraw from participation in the SFHGLP. Lenders": "",
    "must notify the Agency of their intent to withdraw participation, along with a plan to": "",
    "transfer their Agency book of business where pending, unclosed Conditional": "",
    "Commitments, and loans serviced or held are transferred to another approved lender": "",
    "participating in the SFHGLP.": "",
    "page_number": "3-12"
  },
  {
    "HB-1-3555": "HB-1-3555",
    "Attachment 3-A": "Attachment 3-A",
    "Page": "1 of 3",
    "ATTACHMENT 3-A": "ATTACHΜΕΝΤ 3-A",
    "LENDER APPROVAL CHECKLIST": "LENDER APPROVAL CHECKLIST",
    "Section 3555.51 of 7 CFR Part 3555 and Chapter 3 of this Handbook describe the qualifications required": "Section 3555.51 of 7 CFR Part 3555 and Chapter 3 of this Handbook describe the qualifications required",
    "to become an Agency approved lender. Other entities may participate as an approved lender's agent or": "to become an Agency approved lender. Other entities may participate as an approved lender's agent or",
    "correspondent, but only approved lenders are responsible for underwriting and servicing and may hold the": "correspondent, but only approved lenders are responsible for underwriting and servicing and may hold the",
    "Loan Note Guarantee on a Rural Development guaranteed loan. Lenders may utilize the following": "Loan Note Guarantee on a Rural Development guaranteed loan. Lenders may utilize the following",
    "checklist to ensure a complete application is submitted. Requests must contain all of the following": "checklist to ensure a complete application is submitted. Requests must contain all of the following",
    "information, in the order listed, and be submitted to Loan Servicing Branch at sfhglpservicing@usda.gov.": "information, in the order listed, and be submitted to Loan Servicing Branch at sfhglpservicing@usda.gov.",
    "Lender Approval Checklist": "Lender Approval Checklist",
    "USDA Rural Development": "USDA Rural Development",
    "Name": "Name:",
    "TAX ID": "TAX ID:",
    "DBA Name(s), if applicable. Use separate sheet for any additional DBAs": "DBA Name(s), if applicable. Use separate sheet for any additional DBAs:",
    "Geographic Address": "Geographic Address:",
    "Mailing Address (if different)": "Mailing Address (if different)",
    "Phone": "Phone:",
    "Fax": "Fax:",
    "Chartered State/Headquarters": "Chartered State/Headquarters:",
    "County": "County:",
    "Website": "Website:",
    "Contact Name": "Contact Name:",
    "Company E-Mail": "Company E-Mail:",
    "Person": "Person",
    "Title": "Title:",
    "E-Mail": "E-Mail:",
    "Minority/Women-Owned Business (Optional)": "Minority/Women-Owned Business (Optional)",
    "Minority-Owned": "Π",
    "Women-Owned": "Π",
    "Minority-Owned/Women-Owned": "Π",
    "Provide the following information for all principal officers, directors, and senior managers. Additional sheets may be attached, if": "Provide the following information for all principal officers, directors, and senior managers. Additional sheets may be attached, if",
    "necessary": "necessary.",
    "Legal Full Name, including M.I.": "Legal Full Name, including M.I.",
    "Title/Physical Location": "Title/Physical Location",
    "Lender Functions": "Lender Functions",
    "Lender Type (Select Applicable)": "Lender Type (Select Applicable):",
    "Originate": "Originate",
    "Commercial Bank": "Commercial Bank",
    "Credit Union": "Credit Union",
    "CDFI": "CDFI",
    "Others": "Others",
    "Underwrite": "Underwrite",
    "Mortgage Loan Co": "Mortgage Loan Co",
    "Savings Bank": "Savings Bank",
    "Non-traditional": "Non-traditional",
    "Service": "Service",
    "Insurance Co": "Insurance Co",
    "Banks for Co-Ops": "Banks for Co-Ops",
    "USDA Agency": "USDA Agency",
    "Own": "Own",
    "Farm Credit System": "Farm Credit System",
    "State Housing Finance Agency": "State Housing Finance Agency",
    "Specialty Servicer": "Specialty Servicer",
    "(03-09-16) SPECIAL PN": "(03-09-16) SPECIAL PN",
    "Revised (07-21-23) PN 588": "Revised (07-21-23) PN 588"
  },
  {
    "HB-1-3555": "HB-1-3555",
    "Attachment 3-A": "Attachment 3-A",
    "Page 2 of 3": "Page 2 of 3",
    "Agency Certifications": "Agency Certifications",
    "Select applicable": "Select applicable",
    "Fannie Mae": "Fannie Mae",
    "Freddie Mac": "Freddie Mac",
    "U.S. Department of Housing and Urban Development - Federal Housing Administration (HUD-FHA)": "U.S. Department of Housing and Urban Development - Federal Housing Administration (HUD-FHA)",
    "U.S. Department of Veterans Affairs (VA)": "U.S. Department of Veterans Affairs (VA)",
    "State Housing Finance Agency (SFHA)": "State Housing Finance Agency (SFHA)",
    "Farm Credit Service (FCS)": "Farm Credit Service (FCS)",
    "Lenders participating in USDA guaranteed loan programs.": "Lenders participating in USDA guaranteed loan programs.",
    "Evidence of Federal oversight (if applicable)": "Evidence of Federal oversight (if applicable)",
    "Evidence of demonstrated ability in underwriting and/or servicing (if applicable).": "Evidence of demonstrated ability in underwriting and/or servicing (if applicable).",
    "Preferred Method of Evidence/Certification (Submit as supplemental information)": "Preferred Method of Evidence/Certification (Submit as supplemental information)",
    "Fannie Mae Form 582, \"Annual Eligibility Certification Report\"": "Fannie Mae Form 582, \"Annual Eligibility Certification Report\"",
    "Freddie Mac Form 16SF, \"Annual Eligibility Certification Report\"": "Freddie Mac Form 16SF, \"Annual Eligibility Certification Report\"",
    "Letter showing lender approved by HUD as a Title II supervised or non-supervised mortgagee for submission of one to four family housing applications for Federal Housing Mortgage Insurance or as an issuer of Ginnie Mae mortgage backed securities \"supervised\" or \"non-supervised.\"": "Letter showing lender approved by HUD as a Title II supervised or non-supervised mortgagee for submission of one to four family housing applications for Federal Housing Mortgage Insurance or as an issuer of Ginnie Mae mortgage backed securities \"supervised\" or \"non-supervised.\"",
    "Letter showing lender approved as a supervised or non-supervised \"automatic\" mortgagee with direct lending authority for VA": "Letter showing lender approved as a supervised or non-supervised \"automatic\" mortgagee with direct lending authority for VA",
    "N/A": "N/A",
    "Lender must have direct lending authority. Provide Membership letter.": "Lender must have direct lending authority. Provide Membership letter.",
    "Financial statements that demonstrate the lender meets the financial requirements described in Section 3.2B.": "Financial statements that demonstrate the lender meets the financial requirements described in Section 3.2B.",
    "Copy of executed agreement showing approval by Rural Housing Service, Rural Business and Cooperative Service, Rural Utilities Programs and/or the Farm Service Agency.": "Copy of executed agreement showing approval by Rural Housing Service, Rural Business and Cooperative Service, Rural Utilities Programs and/or the Farm Service Agency.",
    "Evidence and supporting documentation per Section 3.2 of Chapter 3 of Federal oversight by any of the following:": "Evidence and supporting documentation per Section 3.2 of Chapter 3 of Federal oversight by any of the following:",
    "The Federal Reserve System;": "The Federal Reserve System;",
    "The Office of the Comptroller of the Currency (OCC);": "The Office of the Comptroller of the Currency (OCC);",
    "The Federal Deposit Insurance Corporation (FDIC);": "The Federal Deposit Insurance Corporation (FDIC);",
    "The National Credit Union Administration (NCUA); or": "The National Credit Union Administration (NCUA); or",
    "The Federal Housing Finance Board regulating lenders within the Federal Home Loan Bank (FHLB) system.": "The Federal Housing Finance Board regulating lenders within the Federal Home Loan Bank (FHLB) system.",
    "A summary of residential mortgage lending activity.": "A summary of residential mortgage lending activity.",
    "Written criteria that outline the policies and procedures the lender typically follows when originating, underwriting, and closing residential mortgage loans.": "Written criteria that outline the policies and procedures the lender typically follows when originating, underwriting, and closing residential mortgage loans.",
    "Evidence that the lender has an experienced loan underwriter on staff.": "Evidence that the lender has an experienced loan underwriter on staff.",
    "Applicable Agency Assigned Identification": "Applicable Agency Assigned Identification",
    "List of Supplemental Information to be Submitted with Lender Approval Checklist [Check the box to indicate that each required document has been included with the lender approval request package.]": "List of Supplemental Information to be Submitted with Lender Approval Checklist [Check the box to indicate that each required document has been included with the lender approval request package.]",
    "Form RD 3555-16": "Form RD 3555-16",
    "Resume": "Resume",
    "Retail Lender - Spreadsheet": "Retail Lender - Spreadsheet",
    "Wholesale Lender or Servicing Lender-Spreadsheet": "Wholesale Lender or Servicing Lender-Spreadsheet",
    "Underwriting Outline": "Underwriting Outline",
    "Agreement for Participation in Single-Family Housing Guaranteed/Insured Loan Programs of the United States Government (Lender Agreement). https://formsadmin.sc.egov.usda.gov/eFormsAdmin/welcomeAction.do?Home": "Agreement for Participation in Single-Family Housing Guaranteed/Insured Loan Programs of the United States Government (Lender Agreement). https://formsadmin.sc.egov.usda.gov/eFormsAdmin/welcomeAction.do?Home",
    "Evidence of Underwriter's qualifications and experience in the industry and evidence that all principal officers have a minimum of two years of experience in originating or servicing guaranteed mortgage loans.": "Evidence of Underwriter's qualifications and experience in the industry and evidence that all principal officers have a minimum of two years of experience in originating or servicing guaranteed mortgage loans.",
    "If your firm is a retail lender, provide complete contact information (addresses, telephone numbers, fax numbers, and e-mail addresses) for your branch locations, loan processing/underwriting departments, loan servicing, and a contact person for loan production. Information assists in populating Rural Development's lender record database.": "If your firm is a retail lender, provide complete contact information (addresses, telephone numbers, fax numbers, and e-mail addresses) for your branch locations, loan processing/underwriting departments, loan servicing, and a contact person for loan production. Information assists in populating Rural Development's lender record database.",
    "If your firm is a wholesale lender or a servicing lender, provide a general description of your services (loan processing, underwriting, table funding, loan servicing, real estate owned (REO) disposition, etc.) and provide complete contact information (address, telephone number, fax number, and e-mail addresses) for your various departments, including regional account executives.": "If your firm is a wholesale lender or a servicing lender, provide a general description of your services (loan processing, underwriting, table funding, loan servicing, real estate owned (REO) disposition, etc.) and provide complete contact information (address, telephone number, fax number, and e-mail addresses) for your various departments, including regional account executives.",
    "A brief outline of underwriting criteria from the lender's internal loan policy manual. Include a statement to use forms approved by the Federal Housing Administration (FHA), Fannie Mae, or Freddie Mac.": "A brief outline of underwriting criteria from the lender's internal loan policy manual. Include a statement to use forms approved by the Federal Housing Administration (FHA), Fannie Mae, or Freddie Mac.",
    "Agency Certifications_selected": "true"
  },
  {
    "HB-1-3555": "HB-1-3555",
    "Attachment 3-A": "Attachment 3-A",
    "Page": "3 of 3",
    "6. Quality Control Plan": "Quality Control Plan",
    "General requirements for quality control plans": "General requirements for quality control plans",
    "Quality Control Plan Point 1": "Must be in writing outlining policies and procedures along with any forms and checklists used in the process.",
    "Quality Control Plan Point 2": "Lender's Mission Statement or stated objective.",
    "Quality Control Plan Point 3": "Employees must operate independently of loan origination and servicing departments, or the lender/servicer may contract out this function. If this function is contracted out, the lender must adequately monitor the performance of the contractor.",
    "Quality Control Plan Point 4": "Identify how escrows are handled for taxes, hazard, and flood insurance (if applicable).",
    "Quality Control Plan Point 5": "Identify what happens if excess funds are collected in escrow.",
    "Quality Control Plan Point 6": "Have procedures to report non-compliance to the highest levels of management. May be monthly or, at the least, a quarterly basis.",
    "Quality Control Plan Point 7": "Have procedures to report non-compliance or suspected misrepresentation to the appropriate regulatory authorities.",
    "Quality Control Plan Point 8": "Identify training opportunities for lender/servicer staff.",
    "Quality Control Plan Point 9": "Set timeframes for review and follow-up procedures.",
    "Quality Control Plan Point 10": "Have procedures in place to monitor any third party originators (TPOs).",
    "Quality Control Plan Point 11": "Include a consistent process to sample select and review SFHGLP loans.",
    "Checkbox 1": true,
    "7. Training Certification": "Training Certification",
    "New Mandatory Lender Training": "New Mandatory Lender Training",
    "Certifications/Acknowledgments": "Certifications/Acknowledgments",
    "Certification Text": "I certify I am a corporate officer and/or principal/owner of the above-named entity with the authority to legally bind the organization and to execute certifications and acknowledgements on behalf of the entity/organization named. I certify information provided and any accompanying documentation is true and accurate to the best of my knowledge and belief.",
    "Name": "Name:",
    "Title": "Title:",
    "Signature": "Signature:",
    "Date": "(03-09-16) SPECIAL PN",
    "Send the executed Lender Agreement": "Send the executed Lender Agreement, Checklist, and Supplemental Information to sfhglpservicing@usda.gov.",
    "Checkbox 2": true,
    "Revised Date": "Revised (07-21-23) PN 588"
  }
]