[
  {
    "HB-1-3555": "",
    "CHAPTER 10: CREDIT ANALYSIS": "",
    "10.1 INTRODUCTION": "",
    "introduction_text": "This chapter discusses the Agency's criteria to assess and document the credit history of a loan file. Credit requirements may vary for loans originated with the assistance of the Guaranteed Underwriting System (GUS) as compared to those manually underwritten. Lenders may impose additional criteria/overlays at their discretion.",
    "10.2 CREDIT ELIGIBILITY REQUIREMENTS": "",
    "eligibility_text": "Lenders must review the credit history of an applicant, as applicable, to determine an ability and willingness to meet their debt obligations.",
    "adverse_credit_items_intro": "The following adverse credit items will render an applicant ineligible for a guaranteed loan:",
    "item_1": "Presently delinquent non-tax Federal debt;",
    "item_2": "Presently delinquent court ordered child support payments, subject to the collection by an administrative offset, unless the applicant has brought payments current, the debt is paid in full, or otherwise satisfied by a documented release of liability;",
    "item_3": "Presently delinquent court ordered child support, not subject to an administrative offset, unless the applicant has an approved repayment agreement in place with three timely payments made prior to loan closing, the arrearage is paid in full prior to loan closing, or a release of liability is documented; and",
    "item_4": "CAIVRS Claim: An applicant that will be a party to the loan does not have a clear \"A\" Credit Alert Verification Reporting System (CAIVRS) response.",
    "refer_to_attachment": "Refer to Attachment 10-A \"Credit Matrix\" for additional information.",
    "special_pn_date": "(03-09-16) SPECIAL PN",
    "revised_date": "Revised (08-05-25) PN 649",
    "page_number": "10-1"
  },
  {
    "HB-1-3555": "",
    "10.3 CREDIT REPORT REQUIREMENTS": "",
    "Credit reports utilized to underwrite guaranteed loans must be from a recognized credit repository that is not affiliated with the lender. Eligible credit reports include:": "",
    "Automated Merged Credit Reports: Also known as multi-merged (MMCR) and three-repository merged (TRMCR); and": "",
    "Residential Mortgage Credit Report (RMCR).": "",
    "All credit reports must meet the requirements of Fannie Mae, Freddie Mac, HUD, or VA, which include but are not limited to the following:": "",
    "Be no more than 120 days old on the day of loan closing;": "",
    "Be accurate and complete;": "",
    "Provide an account of the credit history and public record information for each applicant who is a party to the note;": "",
    "Be submitted as an original document, either the original electronic version or the printed report delivered by the credit reporting agency;": "",
    "Have no whiteouts, erasures, or alterations;": "",
    "Indicate the name and address of the consumer reporting agency;": "",
    "State the primary repository where specific information was pulled for each account listed; and": "",
    "Show the name of the party that ordered the report.": "",
    "Lenders may follow credit repository guidelines, lending laws, etc. to determine if joint applicants must have separate credit reports. USDA does not require unmarried applicants to be on one credit report, loan application, Form RD 3555-21, etc. Applicants must ensure credit data frozen at any credit repository is made available.": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (08-05-25) PN 649": "",
    "10-2": ""
  },
  {
    "HB-1-3555": true,
    "10.4 CREDIT REPORT VERSIONS": true,
    "Scoring Model Source": "Description",
    "Scoring Model Code": true,
    "Experian": "Experian/Fair Isaac risk Model v3",
    "15": 15,
    "Experian_2": "New Experian Fair Isaac Model\n(FICO II)",
    "6": 6,
    "Equifax": "Beacon 5.0",
    "13": 13,
    "Equifax_2": "Beacon 96",
    "3": 3,
    "Transunion": "FICO Risk Score Classic (04)",
    "14": 14,
    "Transunion_2": "FICO® Risk Score, Classic (98)",
    "9": 9,
    "(03-09-16) SPECIAL PN": true,
    "Revised (08-05-25) PN 649": true,
    "10-3": true
  },
  {
    "HB-1-3555": "true",
    "Attachment 10-A": "true",
    "Page": "1 of 21",
    "ATTACHMENT 10-A": "true",
    "CREDIT MATRIX": "true",
    "Credit guidance": "3555.151(i)",
    "CONSIDERATIONS FOR CREDIT ANALYSIS": "true",
    "ALL GUARANTEED LOANS": "true",
    "lender_aware_derogatory_info": "If the lender is aware of any potential derogatory or contradictory information that is not part of the data submitted to GUS, or if there is any erroneous information in the data submitted to GUS, the loan must be manually downgraded.",
    "CREDIT ALERT VERIFICATION REPORTING SYSTEM (CAIVRS)": "true",
    "CAIVRS_federal_repository": "CAIVRS is a Federal government wide repository to file and report delinquent and/or defaulted claims on individuals that were paid on their behalf.",
    "CAIVRS_results_intro": "CAIVRS may return the following results:",
    "CAIVRS_result_A": "A: Approved by CAIVRS (no issues exist)",
    "CAIVRS_result_B": "B: Multiple cases from one or more Federal agencies",
    "CAIVRS_result_C": "C: Claim filed",
    "CAIVRS_result_D": "D: Default on loan",
    "CAIVRS_result_F": "F: Foreclosure of loan",
    "CAIVRS_result_J": "J: Judgment filed",
    "CAIVRS_A_response_acceptable": "An \"A\" response is the only acceptable result for an applicant to be eligible for a guaranteed loan.",
    "CAIVRS in GUS": "true",
    "GUS_CAIVRS_retrieval": "GUS will automatically retrieve the CAIVRS response for each applicant when the Borrower Information application page is saved. If the automatically retrieved CAIVRS response is not an \"A\" response, the lender must obtain evidence of an \"A\" CAIVRS response outside of GUS. This documentation must be uploaded as part of a complete loan application submission of the GUS application to USDA. The CAIVRS response cannot be overwritten or revised within GUS. USDA will retrieve and confirm an “A” CAIVRS response when the loan file is processed in the Agency's internal Guaranteed Loan System (GLS).",
    "CAIVRS_unavailable_procedure": "If the CAIVRS system is unavailable at the time the lender initially completes the Borrower Information Application page, the user may manually retrieve the CAIVRS response by accessing the GUS Assets and Liabilities Page, under the CAIVRS Information section. Lenders can select the HUD CAIVRS hyperlink to access the CAIVRS website directly. The CAIVRS number retrieved in this manner must be manually entered into the applicable CAIVRS Number block.",
    "SPECIAL PN Date": "03-09-16",
    "Revised Date": "08-05-25",
    "PN Number": "649"
  },
  {
    "HB": "1-3555",
    "Attachment": "10-A",
    "Page": "2 of 21",
    "CREDIT ALERT VERIFICATION REPORTING SYSTEM": "(continued)",
    "Loan Types Not Supported by GUS (Manually Submitted)": null,
    "Lenders must obtain and document an eligible CAIVRS response and include this evidence in a complete loan submission to USDA": null,
    "Follow the instructions on the manual file submission process job aid for this type of submission, located at": "https://www.rd.usda.gov/resources/usda-linc-training-resource-library in the “Loan Origination\" tab.",
    "ALL GUARANTEED LOANS": null,
    "CAIVRS is not the only source to report a delinquent Federal debt. A delinquent Federal debt identified on the credit report, public records, or equivalent, must be investigated by the lender to determine if the debt is valid, paid in full, or the creditor has issued a release of liability.": null,
    "An applicant with a delinquent non-tax Federal debt is ineligible for a guaranteed loan": null,
    "CREDIT SCORES AND VALIDATION": null,
    "A credit score is a statistical number that evaluates an applicant's creditworthiness based on their credit history. The credit score considers payment history, amounts owed, percentage of credit used, length of credit history, types of credit, and newly acquired credit.": null,
    "GUS Loans": null,
    "GUS will determine the acceptable credit score to be used for the underwriting recommendation for Accept, Refer, and Refer with Caution recommendations.": null,
    "GUS Accept/Accept with Full Documentation Files": null,
    "No credit score validation is required": null,
    "Manually Underwritten Loans and Loan Types Not Supported by GUS (Manually Submitted)": null,
    "Credit score validation is required": null,
    "Lenders must select the middle of three scores, the lower of two (a repeating score may be used), or the single reported score. A credit report with no score must refer to non-traditional tradeline requirements.": null,
    "Validate Credit Score": null,
    "GUS Refer, Refer with Caution, Manually Underwritten, and Loan Types Not Supported by GUS (Manually Submitted)": null,
    "One applicant whose income and/or assets is used to originate the loan must have a validated credit score. This applicant must have two tradelines on the credit report that have been/were/are open for 12 months based on the date the account was opened as stated on the credit report. A validated score does not indicate the applicant has an acceptable credit history. A validated score confirms that one applicant has an eligible minimum credit history.": null,
    "SPECIAL PN": "(03-09-16)",
    "Revised": "(08-05-25) PN 649"
  },
  {
    "HB-1-3555": "Attachment 10-A",
    "Page": "3 of 21",
    "CREDIT SCORES AND VALIDATION": "continued",
    "Tradelines eligible": "open, closed, and/or paid in full: loans (secured/unsecured), revolving accounts, installment loans, credit cards, collections, charge-off accounts, etc.",
    "Lenders may use authorized user account": "validate credit score when one of the following is met:",
    "Tradeline owned by another applicant": "mortgage loan application",
    "Owner of tradeline": "spouse of applicant",
    "Applicant provide evidence": "made payments on account for previous 12 months prior to submission to Agency",
    "Public records ineligible": "bankruptcy, foreclosure, tax liens, judgments, etc.",
    "Common Scenario": "One or no eligible tradelines on the credit report? Consider a non-traditional credit history. Tradelines with at least a 12 month history on the credit report may be combined with non-traditional credit to meet the cumulative tradeline number requirement for a non-traditional credit history. One applicant whose income or assets are used to underwrite the loan must have an eligible traditional or non-traditional credit history.",
    "Refer to Nontraditional credit section": "matrix for guidance",
    "GUS Refer, Refer with Caution": "manually underwritten files are not eligible for debt ratio exceptions if:",
    "Condition 1": "There is not one applicant with a validated score using traditional tradelines on the credit report, or",
    "Condition 2": "The file requires non-traditional credit tradelines.",
    "CREDIT INQUIRIES/RECENT DEBTS/UNDISCLOSED DEBTS": "A credit inquiry is a request by an institution for credit report information. A hard inquiry is requested when an applicant is seeking credit and completes a credit application. Hard inquiries are typically listed on the credit report and factored into the credit score. A soft inquiry is not included on the credit report and does not result in a new credit/debt. Soft inquiries may include a free annual credit report, companies developing marketing lists, prequalification offers, etc.",
    "Inquiries for credit made by applicant(s)": "90 days before date of credit report must be investigated to determine if new credit accounts were opened. Lenders must retain documentation in their permanent loan file to support newly identified debts.",
    "SPECIAL PN Date": "03-09-16",
    "Revised Date": "08-05-25",
    "PN Number": "649"
  },
  {
    "HB": "1-3555",
    "Attachment": "10-A",
    "Page": "4 of 21",
    "CREDIT_INQUIRIES_RECENT_DEBTS_UNDISCLOSED_DEBTS": "continued",
    "GUS_Accept_Accept_with_Full_Documentation_Files": "No downgrade is required.",
    "New_installment_or_revolving_accounts_not_reflected_on_credit_report": "New installment or revolving accounts that are not reflected on the credit report in GUS and/or are not listed on the loan application but discovered during the mortgage loan application process must be manually entered on the GUS Assets and Liabilities page under the Liabilities – Credit, Cards, Other Debts and Leases that You Owe section.",
    "GUS_Refer_Refer_with_Caution_Manually_Underwritten_Files_Loan_Types_Not_Supported_by_GUS_Manually_Submitted": "New installment or revolving accounts that are not reflected on the credit report in GUS and/or are not listed on the loan application but discovered during the mortgage loan application process must be manually entered on the GUS Assets and Liabilities page under the Liabilities – Credit, Cards, Other Debts and Leases that You Owe section or on the loan application for non-GUS loans.",
    "CREDIT_EXCEPTIONS": "Credit repayment issues do not always reflect an inability or unwillingness to meet financial obligations. When evidence of significant derogatory credit is present, lenders may consider extenuating circumstances and determine if the applicant is creditworthy. The lender's underwriter must use prudent underwriting judgment to evaluate loan requests that include significant derogatory credit. Refer to guidance in this Chapter to determine if a credit exception is required.",
    "GUS_Accept_Accept_with_Full_Documentation_Files_2": "No credit exception is required.",
    "GUS_has_determined_credit_is_acceptable_risk": "GUS has determined the credit is an acceptable risk. Confirm the GUS Declarations page is accurately completed for each applicant.",
    "GUS_Refer_Refer_with_Caution_Manually_Underwritten_Files_Loan_Types_Not_Supported_by_GUS_Manually_Submitted_2": "Credit exception is required.",
    "Credit_exception_must_include_lender_documented_rationale": "The credit exception must include the lender's documented rationale on the underwriting transmittal summary or similar underwriting form. The rationale must meet the following:",
    "Circumstances_led_to_derogatory_credit_were_temporary": "The circumstances that led to the derogatory credit were temporary in nature, beyond the applicant's control, and due to the current employment/financial/health of the household are unlikely to recur. Examples include but are not limited to temporary loss of job/unemployment, delay or reduction in benefits, illness, divorce, dispute over payment for defective goods or services, etc.; and",
    "SPECIAL_PN_Date": "03-09-16",
    "Revised_Date": "08-05-25",
    "PN": "649"
  },
  {
    "HB-1-3555": "Attachment 10-A",
    "Page": "5 of 21",
    "CREDIT EXCEPTIONS continued The applicant must provide documentation to the approved lender for their permanent loan file that supports the extenuating circumstances and The approved lender must explain their rationale for issuing the credit exception identified compensating factors etc and why the applicant s remains an acceptable credit risk The applicant's explanation along with the supporting documentation must be consistent with other information in the file and retained in the lender's permanent loan file the documentation may be requested for Agency review": null,
    "USDA does not approve the lender's credit exception Lenders are responsible for their credit decision Previous USDA losses delinquent non-tax Federal debts delinquent child support and ineligible CAIVRS results are not eligible for lender approved credit exceptions": null,
    "NON-TRADITIONAL CREDIT": null,
    "Applicants that do not have a traditional credit history with a validated credit score or no credit score may document their willingness to pay debt obligations through alternate sources The use of a non- traditional credit history is not a reason to deny a loan Regardless of the GUS recommendation it is the approved lender's responsibility to review and determine the loan meets Agency guidelines and is an acceptable credit risk": null,
    "Applicants With a 12-Month Verification of Rent VOR Multiple VORs may be combined to make up the 12 month requirement when no gaps exist Two tradelines are required The VOR plus one additional tradeline This tradeline must be an eligible traditional tradeline from the credit report with a 12-month history or an eligible non-traditional tradeline": null,
    "Applicants With No Rent History Three tradelines are required Tradelines may be a combination of traditional tradelines from the credit report with 12-month history or eligible non-traditional tradelines": null,
    "Non-traditional credit may be documented as 1 A Non-Traditional Mortgage Credit Report NTMCR 2 Self-Reported tradelines on a traditional credit report or 3 Evidence from third party verifications canceled checks money order receipts electronic payments payment histories from the creditor company bank statements that clearly identify debit payments for the service product etc which demonstrate credit was extended to the applicant Payments made in cash without accompanying direct or third party verifications are not acceptable documentation options": null,
    "An eligible non-traditional tradeline must have a 12-month history and cannot have been closed more than 6 months prior to submission to the Agency Examples of acceptable non-traditional credit sources include but are not limited to": null,
    "03-09-16 SPECIAL PN": null,
    "Revised 08-05-25 PN 649": null
  },
  {
    "HB-1-3555": "",
    "Attachment 10-A": "",
    "Page": "6 of 21",
    "NON-TRADITIONAL CREDIT (continued)": "",
    "item_1": "Rent or housing payments;",
    "item_2": "Utility services: gas, electric, water, land-line telephone service, or cable TV (when services are not included in rent payments);",
    "item_3": "Insurance payments: automobile, life, household, renter's insurance, medical supplements. Premiums paid through payroll deduction for employee offered coverage of plans are ineligible. Premiums paid quarterly or annually are acceptable when the payment(s) provide 12 months of coverage.",
    "item_4": "Childcare: Direct or third-party verification provided by a licensed childcare facility or provider on letterhead must: 1. Identify the child enrolled; 2. Specify the date of enrollment; 3. Indicate any payment due; and 4. Provide a payment history.",
    "item_5": "School tuition;",
    "item_6": "Payments to local stores (car dealerships, department/furniture/appliance stores, specialty stores);",
    "item_7": "Payments for uninsured portions of medical bills;",
    "item_8": "Internet or cell phone services;",
    "item_9": "Automobile leases;",
    "item_10": "Personal loans with repayment terms in writing, supported with canceled checks, money order receipts, or electronic payment receipts;",
    "item_11": "Monthly subscription services, gym memberships, etc. when they can be adequately verified in accordance with this section;",
    "item_12": "12 month documented history of savings that demonstrate regular deposits which equal three months of proposed mortgage (PITI) payments that will be retained as cash reserves post-closing;",
    "item_13": "Any other reference that gives insight into the applicant's willingness to make periodic payments on a regular basis for recurring credit obligations.",
    "Debts that are obligatory": "when credit was not extended to the applicant (such as child support, alimony,garnishments, court ordered debts), are not eligible non-traditional credit tradelines.",
    "Simply meeting the minimum tradelines for non-traditional credit should not be the sole basis for approval. The approved lender's underwriter is responsible for analyzing the complete file when making an underwriting decision.": "",
    "Applicants that utilize non-traditional credit to qualify for a guaranteed loan are not eligible for debt ratio waivers.": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (08-05-25) PN 649": ""
  },
  {
    "HB-1-3555": "",
    "Attachment 10-A": "",
    "Page": "7 of 21",
    "OVERDRAFT/NON-SUFFICIENT FUNDS (NSF)": "",
    "No credit exception is required.": "",
    "An overdraft fee is a fee resulting from the processing of a debit transaction that exceeds the account\nbalance. A non-sufficient funds (NSF) fee is a fee resulting from the initiation of a transaction that\nexceeds the account balance if the financial institution declines to make the payment.": "",
    "Multiple overdraft or NSF fees are not considered significant derogatory credit. However, reoccurring\noverdraft/NSF fees could have a negative impact on the applicant's credit accounts and repayment of the\nproposed mortgage debt. Therefore, the lender should evaluate the frequency of the NSF fee occurrences\nand the amount of the overdrafts in their credit decision.": "",
    "Lenders may choose to include these fees in the applicant's monthly debt if they determine the fees are\noccurring regularly. Overdraft or NSF fees manually added to the Asset and Liabilities GUS application\npage will not result in a manual downgrade of a GUS Accept/Accept with Full Documentation file\nunderwriting recommendation.": "",
    "RECENT/UNDISCLOSED DEBTS/INCREASED BALANCE OF EXISTING DEBTS\nIDENTIFIED AFTER A CONDITIONAL COMMITMENT IS ISSUED": "",
    "Lenders may discover new debt(s)/increased payments of existing debts/etc. after USDA issues a\nConditional Commitment (Form 3555-17/17E) but prior to loan closing. These debts/payment amounts\nwere not part of the loan application submitted to USDA. Examples of these debts include but are not\nlimited to installment debts, revolving credit lines, real estate taxes, final homeowner's insurance\npremiums, etc.": "",
    "Cumulative Debt Amount of $50 or Less:": "",
    "When the additional monthly amount(s) of the new/increased debt(s) does not exceed $50, the lender\nmay retain the issued Conditional Commitment. The lender must retain all documentation to support the\nnew/increased debt(s) and payment(s) in the permanent loan file. No further action is required.": "",
    "Cumulative Debt Amount of $51 or More:": "",
    "Lenders must request the GUS loan to be released by USDA. Lenders must enter the new/increased\ndebt(s) and payment amount(s). The lender must retain all documentation to support the data entries. A\nnew preliminary underwriting submission must be completed to confirm the GUS underwriting\nrecommendation. Lenders must upload documentation as applicable and complete a new final\nunderwriting submission to USDA. USDA will issue a new Conditional Commitment. Lenders cannot\nclose loans without a valid Conditional Commitment.": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (08-05-25) PN 649": ""
  },
  {
    "HB-1-3555": "HB-1-3555",
    "Attachment": "10-A",
    "Page": "8 of 21",
    "CREDIT_ACCOUNTS_AND_ADVERSE_CREDIT": "CREDIT ACCOUNTS AND ADVERSE CREDIT",
    "AUTHORIZED_USER_ACCOUNTS_AU": "AUTHORIZED USER ACCOUNTS (AU)",
    "authorized_user_definition": "An authorized user is a person who has permission to use another person's credit card/line of credit but is not legally responsible for payment of the debt.",
    "lenders_au_payments": "Lenders are not required to include monthly payments for an AU account in an applicant's debt ratio. A closed AU account requires no consideration. An AU account that is classified as \"terminated\" is considered a closed tradeline.",
    "lenders_debt_discretion": "Lenders may continue to include the monthly debt at their discretion, if they determine the applicant is making the payment.",
    "au_accounts_validation": "AU accounts and credit score validation for GUS Refer, Refer with Caution, and manually underwritten loans is addressed in the Credit Scores and Validation section.",
    "CHAPTER_7_BANKRUPTCY_BK": "CHAPTER 7 BANKRUPTCY (BK)",
    "chapter_7_description": "Chapter 7 of Title 11 of the U.S. bankruptcy code controls the process of asset liquidation. A trustee is appointed to liquidate nonexempt assets to pay creditors. After the proceeds are exhausted, the remaining debt is discharged.",
    "chapter_7_mortgage_debt": "If the Chapter 7 BK absolved a mortgage debt, the applicant is not legally liable to repay unless the debt was reaffirmed. Foreclosure action post BK discharge is against the property, not the applicant, to allow the lender to obtain title. However, until the property is fully titled to the lender, the applicant remains responsible for real estate taxes, home insurance premiums, HOA fees, special assessments, and similar debts.",
    "chapter_7_adverse_credit": "A Chapter 7 BK discharged more than 36 months at the time of submission to the Agency is not considered adverse credit. For a bankruptcy that has been dismissed, or not completed, the lender will need to evaluate the overall credit profile to determine if a credit exception is applicable.",
    "GUS_Accept_Accept_with_Full_Documentation_Files": "GUS Accept/Accept with Full Documentation Files:",
    "no_credit_exception_required": "No credit exception is required.",
    "GUS_underwriting_recommendation": "GUS may render an Accept underwriting recommendation for loan files that have been discharged from Chapter 7 BK less than 36 months.",
    "SPECIAL_PN_date": "03-09-16",
    "SPECIAL_PN": "SPECIAL PN",
    "Revised_date": "08-05-25",
    "PN_number": "PN 649"
  },
  {
    "HB-1-3555": "",
    "Attachment 10-A": "",
    "Page": "9 of 21",
    "CHAPTER 7 BANKRUPTCY (continued)": "",
    "GUS Refer, Refer with Caution, Manually Underwritten Files, and Loan Types Not Supported by\nGUS (Manually Submitted):": "",
    "Credit exception is required.": "",
    "A Chapter 7 BK discharged within the previous 36 months is considered significant derogatory credit. If\nthe approved lender determines the applicant(s) is creditworthy when their Chapter 7 BK has been\ndischarged less than 36 months, a credit exception is required. Refer to the Credit Exception section for\nguidance. Include applicable items in the debt ratio unless evidence confirms the applicant is no longer\nin ownership. Lenders must retain documentation in their permanent loan file.": "",
    "CHAPTER 11, 12, OR 13 BANKRUPTCY (BK)": "",
    "Chapter 11, 12, and 13 U.S. bankruptcy proceedings allow the debtor to reorganize their finances and\ndebt payments under the supervision and approval of the court. An impartial trustee consolidates the\ndebt and distributes money to each creditor. For a bankruptcy that has been dismissed or not completed,\nthe lender will need to evaluate the overall credit profile to determine if a credit exception is applicable.": "",
    "Plan in Progress:": "",
    "An applicant with a Chapter 11, 12, or 13 BK in progress must meet the following:": "",
    "All required payments have been made on time; and": "",
    "The applicant has written permission from the bankruptcy court/trustee to enter into a mortgage\ntransaction. If the bankruptcy court/trustee does not review or issue permissions, the creditor\nmay determine if the applicant is an acceptable credit risk.": "",
    "Confirm all payment amounts for the Chapter 11, 12, or 13 BK are included on the Asset and Liabilities\napplication page in GUS or on the loan application.": "",
    "GUS Accept/Accept with Full Documentation Files:": "",
    "No credit exception is required.": "",
    "GUS may render an Accept underwriting recommendation. No downgrade is required due to the manual\nentry of the monthly BK payment.": "",
    "Lender must obtain documentation to verify that 12 months of the debt restructure plan has elapsed and\nretain in their permanent loan file.": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (08-05-25) PN 649": ""
  },
  {
    "HB-1-3555": "",
    "Attachment 10-A": "",
    "Page": "10 of 21",
    "CHAPTER 11, 12, OR 13 BANKRUPTCY (continued)": "",
    "Completed/Discharged Plan – GUS Accept/Accept with Full Documentation Files:": "",
    "No credit exception is required.": "",
    "Completed/Discharged Plan (12 months or more) - GUS Refer, Refer with Caution, Manually\nUnderwritten files, and Loan Types Not Supported by GUS (Manually Submitted):": "",
    "Credit exception required": "",
    "Plans completed less than 12 months prior to submission to the Agency will require a credit exception.": "",
    "Lenders must retain documentation in their permanent loan file. Refer to guidance in the Credit\nException section.": "",
    "CHARGE-OFFS": "",
    "A charge-off is a debt that was determined unlikely to be collected by the creditor due to substantial\ndelinquency. Creditors may sell the debt to a collection company or pursue a judgment against the\nborrower if the statute of limitations has not expired to collect the debt. This adverse credit is reflected\nin the credit score.": "",
    "The approved lender's underwriter must review all charge-off accounts and determine if the applicant(s)\nis an acceptable credit risk, regardless of GUS underwriting recommendation. USDA does not require\ncharge-off accounts to be paid.": "",
    "If the applicant has a repayment plan with the creditor for a charged off debt, include the payment in the\nAsset and Liabilities GUS application page or on the loan application.": "",
    "GUS Accept/Accept with Full Documentation files:": "",
    "GUS Refer, Refer with Caution, Manually Underwritten Files, and Loan Types Not Supported by\nGUS (Manually Submitted):": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (08-05-25) PN 649": ""
  },
  {
    "HB-1-3555": "true",
    "Attachment 10-A": "true",
    "Page": "11 of 21",
    "COLLECTIONS": "true",
    "Collection Definition": "A collection is a debt that has been assigned/sold to a third-party debt collection agency due to negligent payment of the borrower. This adverse credit is reflected in the credit score.",
    "Lender Review": "The approved lender's underwriter must review all collection accounts and determine if the applicant(s) is an acceptable credit risk, regardless of GUS underwriting recommendation. USDA does not require medical collection accounts to be paid.",
    "Cumulative Total": "If the cumulative total of all non-medical collections exceeds $2,000, the following options will apply:",
    "Option 1": "Require payment in full of these accounts prior to loan closing;",
    "Option 2": "Use an existing repayment agreement or require payment arrangements be made with documentation from the creditor and include the monthly payment; or",
    "Option 3": "Include 5 percent of the outstanding balance as the monthly liability amount, no further documentation required.",
    "Listing Requirement": "All open collection accounts on the credit report must be listed on the GUS Assets and Liabilities page under the Liabilities – Credit Cards, Other Debts, and Leases that You Owe section and/or on the loan application.",
    "GUS Data Entry": "true",
    "Checkbox 1": "Collections that will be paid at or before loan closing should select the “To be paid off at or before closing” checkbox.",
    "Checkbox 2": "If the collection is not required to be paid in full, the lender should select the \"Omit\" checkbox and provide an explanation in the additional data entry pop up box to state why the debt will be omitted from ratio consideration.",
    "Repayment Agreement": "If a repayment agreement has a specified monthly payment, include that amount. Do not enter “$1.00” in the monthly payment data field unless this is a documented repayment amount.",
    "GUS Accept/Accept with Full Documentation Files": "true",
    "Accept Exception": "No credit exception is required.",
    "GUS Refer, Refer with Caution, Manually Underwritten Files, and Loan Types Not Supported by GUS (Manually Submitted)": "true",
    "Refer Exception": "No credit exception is required.",
    "SPECIAL PN Date": "(03-09-16) SPECIAL PN",
    "Revised Date": "Revised (08-05-25) PN 649"
  },
  {
    "HB-1-3555": "HB-1-3555",
    "Attachment 10-A": "Attachment 10-A",
    "Page": "Page 12 of 21",
    "CONSUMER CREDIT COUNSELING - DEBT MANAGEMENT PLANS": "CONSUMER CREDIT COUNSELING - DEBT MANAGEMENT PLANS",
    "Credit counseling provides guidance and support to consumers which may include assistance to negotiate\nwith creditors on behalf of the borrower to reduce interest rates, late fees, and agree upon a repayment\nplan. The credit score will reflect the degradation of credit due to participation in this plan. Credit\naccounts that are included in the repayment plan may continue to report as delinquent or as late pays.\nThis is typical and will not be considered as recent adverse credit. Lenders must retain documentation to\nsupport the accounts included in the debt management plan and the applicable monthly payment. Lenders\nmust include the monthly payment amount due for the counseling plan in the monthly liabilities.": "Credit counseling provides guidance and support to consumers which may include assistance to negotiate\nwith creditors on behalf of the borrower to reduce interest rates, late fees, and agree upon a repayment\nplan. The credit score will reflect the degradation of credit due to participation in this plan. Credit\naccounts that are included in the repayment plan may continue to report as delinquent or as late pays.\nThis is typical and will not be considered as recent adverse credit. Lenders must retain documentation to\nsupport the accounts included in the debt management plan and the applicable monthly payment. Lenders\nmust include the monthly payment amount due for the counseling plan in the monthly liabilities.",
    "GUS Accept/Accept with Full Documentation Files:": "GUS Accept/Accept with Full Documentation Files:",
    "No credit exception is required.": "No credit exception is required.",
    "GUS Refer, Refer with Caution, Manually Underwritten Files, and Loan Types Not Supported by\nGUS (Manually Submitted):": "GUS Refer, Refer with Caution, Manually Underwritten Files, and Loan Types Not Supported by\nGUS (Manually Submitted):",
    "The following must be documented and retained in the lender's permanent loan file:": "The following must be documented and retained in the lender's permanent loan file:",
    "One year of the payment period of the debt management plan has elapsed;": "One year of the payment period of the debt management plan has elapsed;",
    "All payments have been made on time; and": "All payments have been made on time; and",
    "Written permission from the counseling agency to recommend the applicant as a candidate for a\nnew mortgage loan debt.": "Written permission from the counseling agency to recommend the applicant as a candidate for a\nnew mortgage loan debt.",
    "DELINQUENT COURT ORDERED CHILD SUPPORT": "DELINQUENT COURT ORDERED CHILD SUPPORT",
    "An applicant that is delinquent on court ordered child support that is subject to collection by an\nadministrative offset is ineligible for a guaranteed loan unless the payments are brought current, the debt\nis paid in full, or otherwise satisfied by a documented release of liability.": "An applicant that is delinquent on court ordered child support that is subject to collection by an\nadministrative offset is ineligible for a guaranteed loan unless the payments are brought current, the debt\nis paid in full, or otherwise satisfied by a documented release of liability.",
    "An applicant that is delinquent on court ordered child support that is not subject to an administrative\noffset is ineligible for a guaranteed loan unless the applicant has an approved repayment agreement in\nplace with three timely payments made prior to loan closing, the arrearage is paid in full prior to loan\nclosing, or a release of liability is documented.": "An applicant that is delinquent on court ordered child support that is not subject to an administrative\noffset is ineligible for a guaranteed loan unless the applicant has an approved repayment agreement in\nplace with three timely payments made prior to loan closing, the arrearage is paid in full prior to loan\nclosing, or a release of liability is documented.",
    "In all cases, the lender must provide certification of the applicant's eligibility as part of the application\nsubmission. Any documentation obtained to support the lender's certification to the Agency will be\nretained in the lender's permanent loan file.": "In all cases, the lender must provide certification of the applicant's eligibility as part of the application\nsubmission. Any documentation obtained to support the lender's certification to the Agency will be\nretained in the lender's permanent loan file.",
    "(03-09-16) SPECIAL PN": "(03-09-16) SPECIAL PN",
    "Revised (08-05-25) PN 649": "Revised (08-05-25) PN 649"
  },
  {
    "HB-1-3555": "",
    "Attachment 10-A": "",
    "Page": "13 of 21",
    "DELINQUENT FEDERAL NON-TAX DEBT": "",
    "Non-tax Federal debt": "a debt owed to the U.S. Federal Government other than Federal income taxes.",
    "Federal debts": "typically discovered when the lender reviews the Credit Alert Verification Reporting System (CAIVRS) result, credit report, public records, or equivalent.",
    "Applicant with delinquent Federal non-tax debt": "ineligible until the debt is paid in full, or a release of liability is documented.",
    "Lender must provide certification": "applicant's eligibility to the Agency as part of the application submission.",
    "Documentation obtained to support lender's certification": "Agency will be retained in the lender's permanent loan file.",
    "FEDERAL TAXES": "",
    "Federal taxes": "due each year on the date determined by the Internal Revenue Service (IRS).",
    "Taxpayers who owe taxes and do not pay in full by the filing date": "determined delinquent by the IRS.",
    "IRS approved extension to file a tax return": "does not grant the applicant additional time to pay their taxes due.",
    "Applicants must pay their estimated income tax": "due by the IRS filing date or they are determined delinquent by the IRS.",
    "Applicant that has owed taxes on previous filed return(s)": "exhibits a pattern of taxes due, therefore an estimated tax payment must be made to the IRS by the specified deadline.",
    "Applicant may file their return": "later date and remain eligible for a guaranteed loan.",
    "Applicant that has received tax refunds for previous filed return(s)": "may remain eligible with no estimated tax payment due to the IRS because they would not be determined delinquent.",
    "Applicant will remain eligible": "guaranteed loan.",
    "Repayment Plans": "",
    "No credit exception": "required.",
    "Applicant with delinquent Federal tax debt": "ineligible unless they have proof of repayment plan(s) approved by the IRS.",
    "Minimum of three timely payments": "must have been made on each active repayment plan(s).",
    "Timely": "defined as payments that coincide with the approved IRS repayment agreement(s).",
    "Applicant may not prepay a lump sum": "one time to equal three monthly payments to meet this requirement.",
    "Refer to Chapter 11": "monthly repayment requirements.",
    "Evidence of the repayment agreement(s) and payment history": "support the lender's certification to the Agency will be retained in the lender's permanent loan file.",
    "Applicants with multiple approved IRS repayment plan(s)": "eligible, the approved lender's underwriter must review and determine if the applicant(s) is an acceptable credit risk.",
    "Failure to File": "",
    "Applicants that are required to file taxes but have failed to do so": "current or previous years are ineligible.",
    "(03-09-16) SPECIAL PN": "",
    "Revised (08-05-25) PN 649": ""
  },
  {
    "HB-1-3555": "Attachment 10-A",
    "Page": "14 of 21",
    "disputed_accounts_definition": "A disputed account occurs when the applicant questions the validity of a transaction registered to the account. When a dispute is submitted to a creditor, a review is completed to determine if the debt continues to be due from the applicant. Most disputes are reviewed and finalized within 90 days.",
    "applicant_responsibility": "The applicant must provide the lender with applicable documentation to support the reason and basis of their dispute with the creditor. The documentation must be retained in the permanent loan file.",
    "disputed_accounts_to_consider_1": "All non-medical collections and",
    "disputed_accounts_to_consider_2": "Accounts with late payments in the last 24 months.",
    "gus_recommendations": "For all GUS recommendations/loan submission types, the lender may exclude the following disputed account scenarios from further guidance in this section:",
    "excluded_disputed_accounts_1": "Disputed medical accounts/collections;",
    "excluded_disputed_accounts_2": "Disputed charged off accounts;",
    "excluded_disputed_accounts_3": "Disputed derogatory accounts that are the result of identity theft, credit card theft, or unauthorized use when evidence (police report, attorney correspondence, creditor statement) is provided to support the applicant's explanation; or",
    "excluded_disputed_accounts_4": "Disputed accounts of a non-purchasing spouse in a community property state.",
    "disputed_non_derogatory_accounts": "GUS Accept/Accept with Full Documentation Files:",
    "no_credit_exception": "No credit exception is required.",
    "gus_accept_downgrade_requirement": "A GUS Accept recommendation is required to be downgraded unless one of the following are met:",
    "downgrade_met_1": "The disputed tradeline has a zero balance;",
    "downgrade_met_2": "The disputed tradeline states \"paid in full\" or \"resolved\" on the credit report;",
    "downgrade_met_3": "The disputed tradelines are 24 months or greater;",
    "downgrade_met_4": "The disputed tradeline is current and paid as agreed;",
    "downgrade_met_5": "The payment stated on the credit report is included in the monthly debts;",
    "downgrade_met_6": "Five percent of the stated account balance on the credit report is included in the monthly debts if no payment is listed on the credit report; or",
    "downgrade_met_7": "A documented payment from the creditor is included in the monthly debts.",
    "special_pn_date": "(03-09-16) SPECIAL PN",
    "revised_date": "Revised (08-05-25) PN 649"
  },
  {
    "HB-1-3555": "",
    "Attachment 10-A": "",
    "Page": "15 of 21",
    "DISPUTED ACCOUNTS (continued):": "",
    "GUS Refer, Refer with Caution, Manually Underwritten Files, and Loan Types Not Supported by\nGUS (Manually Submitted):": "",
    "No credit exception is required.": "",
    "Lenders must determine the impact of the disputed account on the repayment of the proposed mortgage\ndebt. Each account must include a minimum monthly payment of:": "",
    "bullet1": "The payment stated on the credit report; If no payment listed, use",
    "bullet2": "Five percent of the balance of the account; or",
    "bullet3": "A lesser amount documented from the creditor.",
    "DISPUTED DEROGATORY ACCOUNTS:": "",
    "GUS Accept/Accept with Full Documentation Files:": "",
    "GUS Accept files with less than $2,000 in disputed derogatory accounts will require the lender to determine\nif the disputed accounts may impact the applicant's ability to repay the proposed mortgage obligation.": "",
    "Each account (excluding those listed above) must include a minimum monthly payment of:": "",
    "bullet4": "The payment stated on the credit report. If no payment listed, use",
    "bullet5": "Five percent of the balance of the account; or",
    "bullet6": "A lesser amount documented from the creditor.",
    "GUS Accept/Accept with Full Documentation files must be downgraded to a Refer when the applicant has\n$2,000 or more collectively in disputed derogatory accounts in the last 24 months.": "",
    "Refer, Refer with Caution, Manually Underwritten Files, and Loan Types Not Supported by GUS\n(Manually Submitted):": "",
    "The lender must analyze the potential impact to the applicant's ability to repay the proposed mortgage debt\nwith disputed derogatory accounts. Each account (excluding those listed above) must include a minimum\nmonthly payment of:": "",
    "bullet7": "The payment stated on the credit report; If no payment listed, use",
    "bullet8": "Five percent of the balance of the account; or",
    "bullet9": "A lesser amount documented from the creditor.",
    "(03-09-16) SPECIAL PN": "",
    "Revised (08-05-25) PN 649": ""
  },
  {
    "HB-1-3555": "HB-1-3555",
    "Attachment": "10-A",
    "Page": "16 of 21",
    "GARNISHMENTS_HEADER": "GARNISHMENTS",
    "Garnishment_Exception": "No credit exception is required.",
    "Garnishment_Definition": "A garnishment is a legal process that instructs a third party to deduct payments directly from a debtor's wage or bank account for defaulted payments. A garnishment may be deducted by the debtor's employer and disclosed on earnings statements.",
    "Garnishment_Debt_Ratio": "Garnishments must be included in the debt ratio. Garnishments manually added to the Asset and Liabilities GUS application page will not result in a manual downgrade of a GUS Accept/Accept with Full Documentation file underwriting recommendation. Review the debt type paid through the garnishment to ensure the applicant remains eligible for a guaranteed loan.",
    "NON-FEDERAL_JUDGMENT_HEADER": "NON-FEDERAL JUDGMENT",
    "Judgment_Exception": "No credit exception is required.",
    "Judgment_Definition": "A judgment is a formal decision made by a court following a lawsuit. The judgment is a legally enforceable court order which could result in various methods to collect the debt.",
    "Judgment_Requirements": "Court ordered judgments must be paid in full or have evidence of three timely payments made per an agreement with the creditor. The applicant may not prepay a lump sum at one time to equal three monthly payments to meet this requirement. The lender must retain evidence of the repayment agreement and payment history in their permanent file. Include the monthly payment (if applicable) in the debt ratio. A GUS Accept/Accept with Full Documentation file is not required to be downgraded due to the manual entry of the payment.",
    "Judgment_Declarations": "Confirm the Declarations in GUS and/or the loan application accurately reflect the presence of a judgment.",
    "NON-PURCHASING_SPOUSE_DEBTS_HEADER": "NON-PURCHASING SPOUSE DEBTS (NPS)",
    "NPS_Lenders_Requirements": "Lenders must follow applicable community property state (CPS) lending laws when the applicant(s) and/or property reside in a CPS. The credit history of the NPS is not a reason to deny a loan application. Lenders are responsible to know CPS laws and requirements for the treatment of NPS debts.",
    "NPS_Credit_Report": "The credit report for the NPS must be obtained outside of GUS and retained in the lender's permanent loan file. All NPS debts required to be included based on state law must be manually entered in GUS. Lenders will identify the NPS debts by selecting \"Other\" as the Account Type Description and entering \"NPS debt\" in the pop-up box.",
    "SPECIAL_PN_Date": "(03-09-16) SPECIAL PN",
    "Revised_Date": "Revised (08-05-25) PN 649"
  },
  {
    "HB13555": null,
    "Attachment10A": null,
    "Page17of21": null,
    "NONPURCHASINGSPOUSEDEBTScontinued": null,
    "NPSdebts": "that the lender has determined to exclude will not be entered into GUS. The lender will retain documentation in their permanent loan file that supports exclusion (a copy of the state statute that allows exclusion of the NPS debt).",
    "AGUSAcceptAcceptwithFullDocumentationfile": "is not required to be downgraded due to the manual entry of NPS debts.",
    "SomestatesandterritorieshavebeenidentifiedascommunitypropertystatesorterritoriesArizona": "California, Guam, Idaho, Louisiana, Nevada, New Mexico, Puerto Rico, Texas, Washington, and Wisconsin. Individual jurisdictions regarding community property regulations may change and the list above is not all inclusive. Therefore, it is the lender's responsibility to ensure compliance with these requirements.",
    "DEEDINLIEUDIL": null,
    "AdeedinlieuofDILforeclosureallowstheborrowertoconveyor deedallinterestinapropertytothe": "lender to satisfy a loan in default and avoid foreclosure. The DIL will be reflected in the applicant's credit score and public records. Lenders must confirm the Declarations in GUS and/or on the loan application are completed accurately.",
    "ADILrecorded36monthspriortothedateofsubmissiontotheAgencyisnotadversecreditThe36": "month period will begin on the date of the DIL or the date that the applicant transferred ownership of the property to the lender.",
    "GUSAcceptAcceptwithFullDocumentationFiles": null,
    "Nodowngradeorcreditexceptionisrequired": null,
    "ReferReferwithCautionManuallyUnderwrittenFilesandLoanTypesNotSupportedbyGUS": null,
    "ManuallySubmitted": null,
    "Creditexceptionisrequired": null,
    "AcreditexceptionisrequiredforaDILwithinthe36monthspriortosubmissiontotheAgencyLenders": "must retain documentation in their permanent loan file. Refer to the Credit Exception section for guidance.",
    "AnapplicantthathasaDILrecordedpostdivorcefiledlegalseparationagreementandthehomewas": "awarded to the ex-spouse/remaining party may document the loan was paid as agreed prior to date of divorce decree/legal separation agreement. The payment history on the credit report or other documentation from the loan servicer/lender must be retained in the lender's permanent loan file to confirm eligibility.",
    "030916SPECIALPN": null,
    "Revised080525PN649": null
  },
  {
    "HB13555": "true",
    "Attachment": "10-A",
    "Page": "18 of 21",
    "ForeclosureOrRepossession": "true",
    "ForeclosureLegalProcess": "A foreclosure is the legal process by which a lender takes control of a property, evicts the homeowner (if necessary), and sells the property to attempt to satisfy the debt. The current owner(s) is no longer able or willing to make the required or agreed upon payments as stipulated in the contract.",
    "RepossessionsOccur": "Repossessions occur when the borrower cannot or will not remit payment for the collateral secured with the lender. The lender may sell the collateral to satisfy the debt. A deficiency balance may remain. If there is a balance remaining, the outstanding debt would need to be treated the same as a collection account, unless there is documentation that the outstanding balance has been charged off. Refer to the Collections or Charge-offs section for guidance. These adverse credit actions will be reflected in the applicant's credit score and public records, as applicable. Lenders must confirm the Declarations in GUS and/or on the loan application are completed accurately.",
    "GUSAcceptAcceptFullDocumentationFiles": "GUS Accept/Accept with Full Documentation Files:",
    "NoCreditExceptionRequired": "No credit exception is required.",
    "ReferReferCautionManuallyUnderwrittenFilesLoanTypesNotSupportedGUS": "Refer, Refer with Caution, Manually Underwritten Files, and Loan Types Not Supported by GUS (Manually Submitted):",
    "CreditExceptionRequired": "Credit exception is required.",
    "ApplicantForeclosureDischargedRepossession": "When an applicant has a foreclosure discharged or a repossession reported within the 36 months prior to submission to the Agency, this is considered significant derogatory credit and requires a credit exception. Lenders must retain documentation in their permanent loan file. Refer to the Credit Exception section for guidance. The 36-month period will begin on the date in which the title transferred from the applicant.",
    "ApplicantForeclosureDischargedRepossessionPostDivorce": "An applicant that has a foreclosure discharged or a repossession reported post-divorce/filed legal separation agreement and the home was awarded to the ex-spouse/remaining party may document the loan was paid as agreed prior to date of divorce decree/legal separation agreement. The payment history on the credit report or other documentation from the loan servicer/lender must be retained in the lender's permanent loan file to confirm eligibility.",
    "USDA considers the loss of a timeshare adverse credit of a long-term obligation and not a foreclosure": "USDA considers the loss of a timeshare adverse credit of a long-term obligation and not a foreclosure. This loss will be reflected in the credit score. Lenders must review the applicant's credit history to determine if they are an acceptable credit risk. No credit exception is required for the loss of a timeshare.",
    "SpecialPN": "(03-09-16) SPECIAL PN",
    "RevisedPN": "Revised (08-05-25) PN 649"
  },
  {
    "HB-1-3555": "HB-1-3555",
    "Attachment": "10-A",
    "Page": "19 of 21",
    "SHORT SALE": "A short sale allows a homeowner to sell their property for less than the balance due on the mortgage. All sales proceeds go to the lender. The lender will either forgive the difference owed or a deficiency judgment may be obtained to require the borrower to repay the lender all or part of the remaining balance. The short sale will be reflected in the applicant's credit score and public records. Lenders must confirm the GUS Declarations page and/or the loan application are completed accurately.",
    "Short Sale Closed": "A short sale closed 36 months prior to the date of submission to the Agency is not adverse credit.",
    "GUS Accept/Accept with Full Documentation Files": "GUS Accept/Accept with Full Documentation Files:",
    "No credit exception": "No credit exception is required.",
    "Refer with Caution": "Refer, Refer with Caution, Manually Underwritten Files, and Loan Types Not Supported by GUS (Manually Submitted):",
    "Credit exception is required": "Credit exception is required.",
    "Credit exception required when": "A credit exception is required when the applicant has a short sale closed within the 36 months prior to submission to the Agency. Refer to the Credit Exception section for guidance.",
    "Applicant with short sale": "An applicant that has a short sale closed post-divorce/recorded legal separation agreement and the home was awarded to the ex-spouse/remaining party may document the loan was paid as agreed prior to date of divorce decree/legal separation agreement. The payment history on the credit report or other documentation from the loan servicer/lender must be retained in the lender's permanent loan file to confirm eligibility.",
    "PREVIOUS USDA LOSS": "PREVIOUS USDA LOSS",
    "Applicant with previous Section 502": "An applicant with a previous Section 502 Single Family Housing Direct or Guaranteed loan that resulted in a loss paid by the Federal government may be considered to have significant derogatory credit.",
    "Previous USDA loss more than seven years": "A previous USDA loss that occurred more than seven years prior to the date of submission to the Agency is not considered derogatory credit.",
    "Previous USDA loss within seven years": "A previous USDA loss that occurred within seven years prior to the date of submission is considered significant derogatory credit which requires the lender to request an Agency approved credit exception.",
    "Lender must provide information": "The lender must provide the following information:",
    "Explain and document circumstances": "Explain and document the circumstances that led to the loss paid on their behalf. For example, if the loss was due to reduced wages, IRS tax transcripts would document the loss of income. Medical explanations are not required to submit private health information. Lenders must explain why the loss is unlikely to recur. For example, losses due to unemployment and no medical insurance would show a new stable work history with medical benefits; and",
    "SPECIAL PN Date": "(03-09-16) SPECIAL PN",
    "Revised Date": "Revised (08-05-25) PN 649"
  },
  {
    "HB-1-3555": "HB-1-3555",
    "Attachment 10-A": "Attachment 10-A",
    "Page": "20 of 21",
    "PREVIOUS USDA LOSS (continued) bullet 1": "The lender must provide the supporting documentation and recommendation for loan approval along with the final and complete application submission to the Agency. The lender's approval recommendation should include an explanation of positive aspects of the loan file that would contribute to future homeownership success. Examples include but are not limited to: Stable job time of 2 years or more, low qualifying ratios, reserves available post loan closing, etc.",
    "PREVIOUS USDA LOSS (continued) paragraph 2": "USDA will review the explanation and supporting documentation and make the final determination of the applicant(s) eligibility for a new guaranteed loan.",
    "RENT/MORTGAGE PAYMENT HISTORY paragraph 1": "An indicator of future mortgage payment probability is the applicant's payment of their current rent or housing. Lenders should include the current rent or mortgage payment amounts on the Income and Expenses GUS application page and/or the loan application.",
    "ALL GUARANTEED LOANS paragraph 1": "Lenders should closely evaluate applicants who will pay a significantly higher proposed mortgage payment in comparison to their current housing payment or who have had no previous housing obligations.",
    "ALL GUARANTEED LOANS paragraph 2": "Applicants paying higher housing payments than what they are currently paying is considered a risk factor and can lead to mortgage default. The underwriter should review the impact of this risk and the probability that the applicants will be able to repay their new mortgage obligation as part of their review.",
    "GUS Accept/Accept with Full Documentation Files": "GUS Accept/Accept with Full Documentation Files:",
    "No credit exception is required.": "No credit exception is required.",
    "No Verification of Rent (VOR) required.": "No Verification of Rent (VOR) required.",
    "GUS Refer, Refer with Caution, Manually Underwritten Files, and Loan Types Not Supported by GUS (Manually Submitted)": "GUS Refer, Refer with Caution, Manually Underwritten Files, and Loan Types Not Supported by GUS (Manually Submitted):",
    "Credit exception may be required.": "Credit exception may be required.",
    "VOR may be required": "A VOR may be required. Refer to the GUS Underwriting Findings Report to determine if a VOR is required for a complete loan application.",
    "SPECIAL PN Date": "(03-09-16)",
    "SPECIAL PN": "SPECIAL PN",
    "Revised Date": "(08-05-25)",
    "PN": "PN 649"
  },
  {
    "HB-1-3555": "",
    "Attachment 10-A": "",
    "Page": "21 of 21",
    "RENT/MORTGAGE PAYMENT HISTORY": "continued",
    "All housing payments entered in GUS must be adequately verified and documented. Lenders are required to\nverify any housing payments made within the previous 12 months. Rent or mortgage payment histories from\na family member or other interested party will not be considered unless 12 months of canceled checks,\nmoney order receipts, or electronic payment confirmations are provided.": "",
    "Applicants with no verifiable history of housing payments are not automatically ineligible. The approved\nlender's underwriter must review the available documentation to determine if the applicant has an acceptable\ncredit history and meets program guidance. One rent or mortgage payment paid 30 or more days past due in\nthe previous 12 months is considered significant derogatory credit and will require a credit exception.": "",
    "Lenders must retain documentation in their permanent loan file. Refer to the Credit Exception section for\nguidance.": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (08-05-25) PN 649": ""
  }
]