[
  {
    "HB-1-3555": "HB-1-3555",
    "CHAPTER 6": "LOAN PURPOSES",
    "7 CFR 3555.101": "7 CFR 3555.101",
    "6.1": "INTRODUCTION",
    "Single Family Housing Guaranteed Loan Program (SFHGLP) loan funds can be used": "Single Family Housing Guaranteed Loan Program (SFHGLP) loan funds can be used",
    "to acquire new or existing housing that will be the applicant's principal residence. This": "to acquire new or existing housing that will be the applicant's principal residence. This",
    "section describes loan purposes, restrictions, and refinance opportunities. The lender is": "section describes loan purposes, restrictions, and refinance opportunities. The lender is",
    "responsible to ensure that loan funds are used only for eligible purposes.": "responsible to ensure that loan funds are used only for eligible purposes.",
    "6.2": "ELIGIBLE LOAN PURPOSES",
    "Guaranteed loan funds must be used to acquire a new or existing dwelling to be used": "Guaranteed loan funds must be used to acquire a new or existing dwelling to be used",
    "as a permanent residence and may be used to pay costs associated with such an": "as a permanent residence and may be used to pay costs associated with such an",
    "acquisition. Properties must be residential in use, character, and appearance. Loan funds": "acquisition. Properties must be residential in use, character, and appearance. Loan funds",
    "may be used for the following purposes:": "may be used for the following purposes:",
    "Acquiring a site with a new or existing dwelling;": "Acquiring a site with a new or existing dwelling;",
    "Repairs and rehabilitation when associated with the purchase of an existing": "Repairs and rehabilitation when associated with the purchase of an existing",
    "dwelling;": "dwelling;",
    "Reasonable and customary expenses associated with purchasing a dwelling; and": "Reasonable and customary expenses associated with purchasing a dwelling; and",
    "Refinancing under specific situations.": "Refinancing under specific situations.",
    "A. Acquiring a Site and Dwelling": "A. Acquiring a Site and Dwelling",
    "Loan funds may be used to acquire a site with a new or existing dwelling that meets": "Loan funds may be used to acquire a site with a new or existing dwelling that meets",
    "the Agency's site, dwelling, and environmental requirements, or will meet the Agency's": "the Agency's site, dwelling, and environmental requirements, or will meet the Agency's",
    "requirements once planned rehabilitation or repair work is completed. These": "requirements once planned rehabilitation or repair work is completed. These",
    "requirements are addressed in Chapter 12 of this Handbook.": "requirements are addressed in Chapter 12 of this Handbook.",
    "B. Repairs and Rehabilitation": "B. Repairs and Rehabilitation",
    "The lender may request the loan note guarantee prior to work completion if all": "The lender may request the loan note guarantee prior to work completion if all",
    "requirements as outlined in Chapter 12 of this Handbook are met.": "requirements as outlined in Chapter 12 of this Handbook are met.",
    "(03-09-16) SPECIAL PN": "(03-09-16) SPECIAL PN",
    "Revised (05-05-25) PN 640": "Revised (05-05-25) PN 640",
    "6-1": "6-1"
  },
  {
    "HB-1-3555": "",
    "Paragraph 6.2 Eligible Loan Purposes": "",
    "C. Reasonable and Customary Expenses Associated with the Purchase of an": "",
    "Existing Dwelling or New Construction": "",
    "Loan funds may be used for expenses associated with purchase of a dwelling if they": "",
    "are reasonable and customary for the area. These expenses may include the following": "",
    "items": ":",
    "Loan Acquisition Expenses. These include legal, architectural, and engineering": "",
    "fees, title clearance costs, and insurance costs. The up-front guarantee fee and fees": "",
    "for appraisal, environmental inspections, surveying, tax monitoring, expenses for": "",
    "homeownership education counseling, and other technical services associated": "",
    "with obtaining the loan.": "",
    "Reasonable Lender Fees. Reasonable lender fees, when financed, may include": "",
    "an origination fee and other fees and charges. Lender fees and charges must meet": "",
    "the points and fees limits published by the Consumer Financial Protection Bureau": "",
    "(CFPB) in the Federal Register at 12 CFR 1026.43(e)(3) and cannot exceed those": "",
    "charged other applicants by the lender for similar transactions such as FHA-": "",
    "insured or VA-guaranteed first mortgage loans. It is the lender's responsibility to": "",
    "ensure CFPB requirements are met. Payment of finder's fees or placement fees": "",
    "for the referral of an applicant to the lender may not be included in the loan": "",
    "amount. Discount points to \"buydown\" or permanently reduce the effective": "",
    "interest rate may be financed. Loan discount points and the loan origination fee": "",
    "must be itemized separately on the Closing Disclosure. The SFHGLP up-front": "",
    "guarantee and annual fee are not included in the lender fees and charges": "",
    "calculation.": "",
    "Closing Costs. Closing costs that are reasonable and customary for the area can": "",
    "be financed with loan funds. Closing costs cannot exceed those charged to other": "",
    "applicants by the lender for similar transactions such as FHA-insured or VA-": "",
    "guaranteed first mortgage loans. If the lender does not participate in such": "",
    "programs, the loan closing costs may not exceed those charged other applicants": "",
    "by the lender for a similar program that requires conventional mortgage insurance": "",
    "or a guarantee.": "",
    "Interested Party Concessions. Seller contributions (or other interested parties)": "",
    "are limited to six percent of the sales price and must represent an eligible loan": "",
    "purpose in accordance with this paragraph. Closing costs and/or prepaid items": "",
    "paid by the lender through premium pricing and funds provided by the seller for": "",
    "repairs or to pay the buyer's real estate commission fees are not included in the": "",
    "interested party contribution limitation. However, seller concessions for": "",
    "6-2": ""
  },
  {
    "HB-1-3555": "",
    "Paragraph 6.2 Eligible Loan Purposes": "",
    "repairs must be held in an escrow account. Refer to Chapter 12 for repair escrow": "",
    "guidance. The approved lender is responsible to ensure applicable limitations and": "",
    "eligible loan purposes are met. Seller contributions cannot be used to pay an": "",
    "applicant's personal debt or as an inducement to purchase by including movable": "",
    "articles of personal property such as furniture, cars, boats, electronic equipment,": "",
    "etc. This does not include household appliances that are typically part of the": "",
    "purchase transaction.": "",
    "Single Close to Permanent Construction. Lenders have the option to escrow a": "",
    "borrower's regularly scheduled principal, interest, taxes, and insurance (PITI)": "",
    "payment established at loan closing to make the loan payments during the": "",
    "construction period. The inclusion of all reserve accounts (e.g. contingency and": "",
    "payment) are considered an eligible loan purpose. Seller contribution limits do not": "",
    "apply to single close construction to permanent loans.": "",
    "Contract for Deed. Loan funds can be used for the conversion of a seller-": "",
    "financed mortgage with an existing dwelling. These contracts are also known as a": "",
    "conversion of contract for deed or land contract. The Agency considers this a": "",
    "\"purchase\" transaction. The dwelling must meet the requirements for existing": "",
    "dwelling outlined in Chapter 12 of this Handbook.": "",
    "Design Features or Equipment for Physical Disabilities. Special design": "",
    "features or permanently installed equipment to accommodate a household": "",
    "member who has a physical disability is an eligible loan purpose. The purchase of": "",
    "personal items for such individuals, such as wheelchairs, is not an eligible loan": "",
    "purpose.": "",
    "Connection, Assessment, and Installment Fees. Reasonable and customary": "",
    "connection fees, assessments, or the pro rata installment costs for utilities such as": "",
    "water, sewer, electricity, and gas for which the buyer is liable are eligible costs.": "",
    "Taxes and Escrow Accounts. A pro rata share of real estate taxes that are due": "",
    "and payable on the property at the time of closing and funds for the establishment": "",
    "of escrow accounts for real estate taxes, hazard and flood insurance premiums,": "",
    "and related costs are eligible costs.": "",
    "Essential Household Equipment. Loan funds can be used to pay for essential": "",
    "household equipment such as wall-to-wall carpeting, ovens, ranges, refrigerators,": "",
    "washers, dryers, and heating and cooling equipment if the equipment is conveyed": "",
    "with the dwelling and such items are normally sold with dwellings in the area.": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (05-05-25) PN 640": "",
    "6-3": ""
  },
  {
    "HB-1-3555": "",
    "Paragraph 6.2 Eligible Loan Purposes": "",
    "Energy Efficiency Measures": "Loan funds can be used for purchase and installation of measures to promote energy efficiency, such as insulation, double-paned glass, and solar panels.",
    "Broadband": "Loan funds may be used to install fixed broadband service to the household if the equipment is conveyed with the dwelling.",
    "Site Preparation": "Site preparation activities, including grading, foundation plantings, seeding or sod installation, trees, walks, fences, and driveways are eligible costs.",
    "D. Refinance [7 CFR 3555.101(d)]": "",
    "SFHGLP provides opportunities to refinance an existing loan": "Borrowers must meet all eligibility requirements outlined in this Handbook, except where noted.",
    "1. Construction Financing and Sites without a Dwelling": "",
    "A refinance of a debt for a site without a dwelling, interim construction financing to build a new dwelling, or associated with the purchase and improvement of an existing dwelling prior to the issuance of a loan note guarantee is allowed": "The Agency considers this a \"purchase\" transaction.",
    "These types of transactions typically utilize two separate loan closings with two separate sets of legal documents.": "",
    "A modification may not be used to update the original note": "A new note will be signed by the borrowers.",
    "The first transaction/closing obtains the interim construction financing": "The second closing obtains the permanent financing when construction or improvements are completed.",
    "The lender is responsible to ensure all costs involved in both transactions represent an eligible loan purpose in accordance with Section 6.2 of this Chapter.": "",
    "The construction period is limited to no greater than 12-months": "The 12-month period must have occurred directly prior to permanent financing.",
    "New construction documentation (certified plans and specifications, inspections, and warranty) must be obtained": "Refer to Chapter 12 for",
    "page_number": "6-4"
  },
  {
    "HB-1-3555": "",
    "Paragraph 6.2 Eligible Loan Purposes": "",
    "documentation requirements": "",
    "In the case of a site without a dwelling, the debt to be refinanced was incurred\nfor the sole purpose of purchasing the site with the intent to build.": "",
    "For combination construction to permanent financing, also known as single-close\nloan transactions, refer to Section 6 of Chapter 12.": "",
    "2. Existing Section 502 Direct and Guaranteed Loans": "",
    "Existing mortgage loans for existing guaranteed and direct borrowers may be\nrefinanced. SFHGLP cannot refinance mortgage debt that is not financed or\nguaranteed by USDA. Three refinance options are available:": "",
    "a. Non-streamlined refinance.": "",
    "A new appraisal is required.": "",
    "The maximum loan may include the principal and interest balance of the\nexisting loan and reasonable and customary closing costs up to the new\nappraised value. The appraised value may only be exceeded by the amount\nof the financed up-front guarantee fee.": "",
    "Direct loan borrowers can refinance or defer the amount of subsidy\nrecapture due. Borrowers choosing to refinance subsidy recapture may be\neligible for a discount on the amount that is due. Borrowers that do not\nrefinance subsidy recapture will be required to enter into a second lien\nsecuring that amount and are not eligible for a discount.": "",
    "Additional borrowers may be added to the new guaranteed loan. Existing\nborrowers on the current mortgage note may be removed when one of the\noriginal borrowers remains on the refinanced loan.": "",
    "The existing loan must have closed at least180 days prior to submission to\nthe Agency and have a mortgage payment history which must not reflect a\ndelinquency greater than 30 days within the previous 180-day period.": "",
    "The borrower must meet credit requirements as outlined in Chapter 10 of\nthis Handbook.": "",
    "Lenders may request a debt ratio waiver when strong compensating factors": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (05-05-25) PN 640": "",
    "6-5": ""
  },
  {
    "HB-1-3555": "",
    "Paragraph 6.2 Eligible Loan Purposes": "",
    "in accordance with Chapter 11 are documented": null,
    "The Guaranteed Underwriting System (GUS) may be utilized to\nunderwrite the non-streamlined refinance": null,
    "b. Streamlined refinance": null,
    "A new appraisal is not required to refinance an existing guaranteed loan. A\ndirect loan borrower will be required to obtain a new appraisal if they have\nreceived payment subsidy to determine the amount of subsidy recapture\ndue. If subsidy recapture is due, the amount cannot be included in the new\nrefinance loan. Subsidy recapture must be paid with other funds or\nsubordinated to the new guaranteed loan. If an applicant elects to finance\nthe subsidy recapture into the new refinance loan, refer to the non-\nstreamlined refinance guidance": null,
    "The maximum loan amount may include the principal and interest balance\nof the existing loan and reasonable and customary closing costs, including\nany financed portion of the up-front guarantee fee": null,
    "Additional borrowers may be added to the new guaranteed loan. Existing\nborrowers on the current mortgage note may be removed, when one of the\noriginal borrowers remains on the refinance loan": null,
    "The existing loan must have closed at least 180 days prior to submission to\nthe Agency and have a mortgage payment history which must not reflect a\ndelinquency greater than 30 days within the previous 180-day period": null,
    "Lenders may request a debt ratio waiver when strong compensating factors\nare documented in accordance with Chapter 11 of this Handbook": null,
    "GUS may be utilized to underwrite the streamlined refinance loan": null,
    "c. Streamlined-assist refinance": null,
    "A new appraisal is not required for existing guaranteed loan borrowers. A\ndirect loan borrower will be required to obtain a new appraisal if they have\nreceived payment subsidy to determine the amount of subsidy recapture\ndue. If subsidy recapture is due, the amount cannot be included in the\nnewly refinanced loan. Subsidy recapture must be paid with other funds or\nsubordinated to the new guaranteed loan. If an applicant elects to finance": null,
    "6-6": null
  },
  {
    "HB-1-3555": "",
    "Paragraph 6.2 Eligible Loan Purposes": "",
    "bullet1": "the subsidy recapture into the new refinance loan, refer to the non-streamlined refinance guidance.",
    "bullet2": "The maximum loan amount may include the principal and interest balance of the existing loan and reasonable and customary closing costs, including any financed portion of the up-front guarantee fee.",
    "bullet3": "The borrower must receive a tangible benefit to refinance under this option. A tangible benefit is defined as a $50 or greater reduction in their principal, interest, and annual fee monthly payment compared to the existing principal, interest, and annual fee monthly payment.",
    "bullet4": "The borrower is not required to meet the repayment ratio provisions as outlined in Chapter 11 of this Handbook.",
    "bullet5": "The existing loan must have closed at least 180 days prior to submission to the Agency.",
    "bullet6": "The borrower is not required to meet all the credit requirements as outlined in Chapter 10 of this Handbook. Prior to submission to the Agency, the existing mortgage payment history must not reflect a delinquency greater than 30 days within the previous 180 days. Lenders may verify mortgage payment history through a verification of mortgage obtained directly from the servicing lender or a credit report. When a credit report is ordered to determine timely mortgage payments, other credit accounts are not to be considered.",
    "bullet7": "Additional borrowers may be added to the new guaranteed loan. Existing borrowers on the current mortgage note must remain on the refinanced loan; however, deceased borrowers may be removed from the loan.",
    "bullet8": "Lenders are required to document their annual income calculations on the FNMA 1008/FHLMC 1077, Attachment 9-B, or similar form in order to support the household income does not exceed the allowable maximum income limits.",
    "bullet9": "GUS is unavailable for this loan type, so it must be manually submitted and underwritten. Follow the instructions on the manual file submission process job aid for this type of submission, located at https://www.rd.usda.gov/resources/usda-linc-training-resource-library in the \"Loan Origination” tab “Documents and Resources”, “Manual",
    "SPECIAL PN Date": "03-09-16",
    "Revised Date": "05-05-25",
    "PN Number": "640",
    "Page Number": "6-7"
  },
  {
    "HB-1-3555": "",
    "Paragraph 6.2 Eligible Loan Purposes": "",
    "Submission Job Aid": "",
    "Loan terms must be fixed for 30 years.": "",
    "The interest rate of the new loan must be fixed and not exceed the interest rate of\nthe loan being refinanced.": "",
    "The loan security must include the same property as the original loan and owned\nand occupied by the applicants as their principal residence.": "",
    "Properties located in areas since determined by the Agency to benon-rural\n(ineligible) remain eligible for a refinance. Lenders may continue to submit loan\nrequests in the Guaranteed Underwriting System (GUS) with an ineligible\nproperty determination. USDA will correct the property determination during loan\nreview and processing.": "",
    "Property inspections, as outlined in Chapter 12 of this Handbook, are not\nrequired. If the lender requires repairs as a condition of loan approval, the\nexpenses related to property inspections and repairs may not be financed into the\nnew loan amount.": "",
    "Secondary financing such as leveraged loans, down payment assistance loans, or\nhome equity lines of credit cannot be included in a new guarantee refinance loan.\nThese types of financing must be subordinated to the new guaranteed loan or be\npaid in full.": "",
    "Cash out is not permitted. Borrowers may receive reimbursement from loan\nfunds at settlement for eligible closing costs paid from the borrower's personal\nfunds for the refinance transaction. Borrowers may also receive a refund at\nsettlement that represents prepaid interest or overage from the borrower's escrow\naccount.": "",
    "Unpaid fees, past-due interest, and late fees/penalties due to the servicer cannot be\nincluded in the new loan amount. Borrowers who are facing repayment hardships\nshould be considered for loss mitigation under Chapter 18 of this Handbook.": "",
    "The lender may establish charges and fees for the refinance loan, provided they\nare the same as those as charged to other applicants for similar transactions.": "",
    "6-8": ""
  },
  {
    "HB-1-3555": "",
    "Paragraph 6.2 Eligible Loan Purposes": "",
    "6.3": "PROHIBITED LOAN PURPOSES",
    "SFHGLP loan funds cannot be used for any of the following purposes:": "",
    "(03-09-16) SPECIAL PN": "",
    "Revised (05-05-25) PN 640": "6-9",
    "Lenders and the Agency should make every effort to ensure that applicants are not charged excessive fees.": "true",
    "The entire up-front guarantee fee may be financed into the new refinance loan.": "true",
    "The amount of the up-front fee will be published in Exhibit K of RD Instruction 440.1, available in any Rural Development office or by selecting \"Part 1800: General\" on the Rural Development Instructions website located at:": "true",
    "https://www.rd.usda.gov/resources/directives/instructions.": "true",
    "An annual fee will be charged by the Agency for refinance transactions. The amount of annual fee will be published in Exhibit K of RD Instruction 440.1, available in any Rural Development Office or by selecting \"Part 1800: General\" on the Rural Development Instructions website located at:": "true",
    "Lenders should submit the complete application package in accordance with Chapter 15 and Attachment 15-A, Loan Origination Checklist, of this Handbook.": "true",
    "The lender will follow the same procedures as provided in Chapter 16 of this Handbook for closing the loan. The Agency will review loan closings for SFHGLP refinance loans using the same procedures for SFHGLP purchase loans prior to issuance of the Loan Note Guarantee.": "true",
    "E. Supplemental Loans": "",
    "When an existing SFHGLP loan is assumed, a supplemental loan can be provided if funds are needed for seller equity, closing costs, or essential repairs. Refer to Chapter 17 of this Handbook for a detailed discussion of transfers and assumptions in the SFHGLP.": "true",
    "Cash Back to Borrower. Borrowers may be reimbursed out of loan funds for eligible loan costs incurred prior to closing. Excess loan funds that cannot be applied towards eligible closings as outlined in paragraph 6.2, or that do not represent a reimbursement to the borrower for eligible pre-paid fees from their out-of-pocket expenses, must be applied as a principal reduction.": "true"
  },
  {
    "HB-1-3555": "true",
    "Paragraph 6.3 Prohibited Loan Purposes": "true",
    "Select Loan Discount Points": "Loan discount points such as to compensate for a low credit score or low loan amount are ineligible.",
    "Income Producing Property": "Purchase or improvement of income-producing land or buildings that will be used principally/specifically for income producing purposes is not allowed. Vacant land or properties used primarily for agricultural, farming, or commercial enterprise are ineligible. A minimal income-producing activity, such as maintaining a garden that generates a small amount of additional income, does not violate this requirement. A qualified property must be predominantly residential in use, character, and appearance. Refer to Chapter 12 of this Handbook for additional information on qualifying a property.",
    "Lease Payments": "Payment on any lease agreement associated with the proposed real estate transaction is prohibited.",
    "Closing Costs in Excess of Three Percent": "Closing costs, including lender fees, that exceed three percent of the total loan amount are prohibited, unless flexibility is provided through guidance published by the CFPB's Ability to Repay and Qualified Mortgage (ATR/QM) standards.",
    "6.4": "true",
    "AGENCY REVIEW OF LOAN PURPOSES": "true",
    "The Agency will determine if the purposes for the loan guarantee are acceptable before issuing a Conditional Commitment for loan guarantee": "true",
    "If the Agency determines loan funds will be used for an ineligible purpose, the Agency will contact the lender and attempt to resolve the situation prior to issuance of the Loan Note Guarantee": "true",
    "Loan purposes will also be reviewed during the Agency's Quality Assurance (QA) internal monitoring process and Lender Oversight (LO) compliance reviews to ensure that the lender has an accurate understanding of eligible and prohibited loan purposes": "true",
    "Refer to Chapter 19 of this Handbook for a detailed discussion of how the Agency handles loss claims for loan funds that were used for an ineligible purpose": "true",
    "6-10": "true"
  },
  {
    "HB-1-3555": "Attachment 6-A",
    "Page": "1 of 2",
    "REQUIREMENT": "New Appraisal",
    "NON-STREAMLINED": "Yes",
    "STREAMLINED": "Only for Direct 502 with recapture subsidy due",
    "STREAMLINED-ASSIST": "Only for Direct 502 with recapture subsidy due",
    "Maximum Loan Amount": "Up to the new appraised value plus the amount of the financed up-front guarantee fee and include:",
    "Principal & interest balance": "Eligible closing costs",
    "Subsidy recapture": null,
    "May include:": null,
    "Up-front guarantee fee": null,
    "Net Tangible Benefit": "No",
    "Include Subsidy Recapture": "Yes",
    "Add/Remove Borrowers (one original borrower must remain)": "Yes",
    "Credit": "No defaults in the previous 180 days prior to Agency request",
    "Meet Chapter 10 requirements": null,
    "Ratio waivers": "GUS Refers only",
    "Must meet Chapter 11 requirements": null,
    "Final Submission in GUS": "Yes",
    "Soft seconds and/or subsidy recapture may be subordinated": "Yes",
    "REQUIREMENTS FOR ALL REFINANCE OPTIONS": "Only loans financed or guaranteed by USDA are eligible.",
    "Existing loan must have closed at least 180 days prior to submission to the Agency.": null,
    "Fixed interest rate at or below the current interest rate of the loan being refinanced.": null,
    "Borrower must meet applicable adjusted annual household income.": null,
    "No cash out from collateral equity. Only reimbursement of borrower prepaid eligible closing costs and/or refund from escrow overage.": null,
    "Borrowers must occupy the property.": null,
    "Properties located in areas now deemed ineligible remain eligible for refinance.": null,
    "Existing leveraged loans or subordinate liens must be paid in full or be subordinated.": null,
    "(03-09-16) SPECIAL PN": "Revised (05-05-25) PN 640",
    "No": null,
    "Yes": null,
    "$50 or greater reduction of the total principal, interest and monthly annual fee payment": null,
    "Add borrowers": null,
    "Remove only deceased borrowers": null,
    "No defaults in the previous 180 days prior to Agency request": null,
    "No ratio calculations required": null
  },
  {
    "HB-1-3555": "",
    "Attachment 6-A": "",
    "Page 2 of 2": "",
    "Guidance for Refinancing Section 502 Direct Loans": "",
    "The Section 502 Direct Loan Program provides loans to low and very-low income borrowers": "",
    "that may include payment assistance, or payment subsidy that reduces the mortgage payments": "",
    "determined by the borrower's adjusted household income.": "",
    "Subsidy Recapture": "",
    "Arrangements must be made to either pay off or defer repayment of any subsidy recapture": "",
    "due when a Section 502 loan is refinanced. Any recapture amount owed as part of the 502 direct": "",
    "loan pay off may be included into the amount being financed with the SFHGLP non-streamline": "",
    "refinance loan subject to the maximum loan amount. A discount on recapture may be offered if": "",
    "the customer does not defer recapture (pays amount due in full) or includes the recapture amount": "",
    "due into a non-streamlined refinance loan. Alternatively, any 502 direct recapture amount that is": "",
    "owed at the time of refinance may be deferred if the recapture amount takes a subordinate lien": "",
    "position to the new SFHGLP loan.": "",
    "Obtaining a \"Statement of Loan Balance\" Letter for Direct Loan Borrowers": "",
    "Lenders may determine an applicant has a direct loan when the credit report reflects “USDA”": "",
    "or \"Farmers Home Administration\" as the mortgage creditor or the applicant informs the lender": "",
    "they applied and received their mortgage loan through a USDA Service Center. Direct loans are": "",
    "serviced by the Servicing and Asset Management Office (Servicing Office). Obtaining a": "",
    "\"Statement of Loan Balances\" letter will assist lenders to determine if subsidy recapture is due.": "",
    "The \"Statement of Loan Balances\" will also include instructions for the lender to follow": "",
    "regardless of information submitted at the time of payoff request.": "",
    "To obtain a \"Statement of Loan Balance\", submit a request on lender letterhead which": "",
    "includes the borrower's name, account number and address along with a signed authorization": "",
    "from the customer to release the information. The \"Statement of Loan Balance\" will reflect the": "",
    "maximum amount of subsidy recapture that may be due. It is not a payoff statement. Requests": "",
    "can be faxed to": "(314) 457-4433.",
    "The Servicing Office will not provide payoff quotes verbally or over the phone. The": "",
    "Servicing Office also assists lenders with subordination agreements when direct loan borrowers": "",
    "elect to subordinate the subsidy recapture due. Lenders and direct loan borrowers that have": "",
    "questions regarding a direct loan account may contact the Servicing Office at": "(800) 414-1226."
  }
]