[
  {
    "chapter": "6",
    "title": "PORTFOLIO AND PROPERTY ASSESSMENT",
    "section_6_1": "INTRODUCTION",
    "content_6_1": "This chapter is designed to assist MFH Servicing officials in assessing the Multi-Family Housing Programs' Direct Loan portfolio and to determine whether Rural Development (RD)-financed properties meet the objectives of the Agency. The goal of the assessment is to position the property for long term viability and participation in RD programs. Preservation of RD assets should be prioritized as an outcome of the property assessment, using all RD preservation and asset servicing tools at our disposal to achieve a preservation outcome.\nMany of the property and marketing factors that support the Portfolio Assessment will also provide indications of whether a property should remain in the program or be removed. It is imperative to annually review the portfolio in every State to allow for the appropriate and timely application of servicing actions, which will ensure that tenants in RD-financed properties continue to be provided decent, safe and affordable housing.",
    "section_6_2": "KEY STEPS TO COMPLETING PORTFOLIO ASSESSMENT",
    "content_6_2": "The key components to a Portfolio Assessment are divided into Action Summary steps, summarized in Exhibit 6-1. MFH Servicing officials should use these steps to ensure the continued suitability of each RD-financed property.",
    "HB": "3-3560",
    "PN": "623",
    "date": "08-30-24",
    "page": "6-1"
  },
  {
    "HB-3-3560": "",
    "Exhibit": "6-1",
    "Action Summary": "",
    "Step 1 Action": "Determine appropriate classification of projects in the portfolio.",
    "Step 1 Guidance": "Correct Multi-Family Information System (MFIS) database information, if needed.",
    "Step 2 Action": "Complete an assessment of the portfolio.",
    "Step 2 Guidance": "A. Evaluation Tools and Asset Data Collection, Exhibit 6-2\nB. Property and Marketing Factors\nC. Categorize the Properties",
    "Step 3 Action": "Focus on \"D\" properties or those properties with outstanding deficiencies such as vacancy that exceeds the recommended thresholds.",
    "Step 3 Guidance": "Servicing Strategies:\n• Send series of servicing letters\n• Meet with Borrower\n• Obtain a Workout Plan\n• If no action, prepare Problem Case Report\n• Accelerate account",
    "Step 1: Determine appropriate classification of properties in the portfolio.": "",
    "Step 2: Complete an assessment of the portfolio to determine how to prioritize assets for servicing and preservation.": "",
    "A. Evaluation Tools and Asset Data Collection": "",
    "Section 515 portfolio": "",
    "Page Number": "6-2"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "Category 1": "Property is needed but is in a strong market, and is very expensive for Rural\nDevelopment to preserve;",
    "Category 2": "Property is needed and suitable for revitalization because it is in a good market, is\nwell-performing or remains viable despite limited chronic vacancies;",
    "Category 3": "Property is no longer needed in the program as determined by the local affordable\nhousing market or is too expensive for the owner to maintain as determined by the financial\ncondition of the property, i.e., delinquent taxes, lack of insurance or deferred maintenance.",
    "Analysis Description": "This analysis, using the categories in Exhibit 6-2, is a starting point to identify the appropriate use of\nresources. The analysis should be an annual exercise to ensure that property changes are captured and\nconsidered.",
    "Step 3": "Focus on “D” properties or those properties with outstanding deficiencies such as vacancy\nthat exceeds the recommended thresholds.",
    "Servicing Strategies Handbook": "Use the Servicing Strategies from Chapter 10 of this Handbook:",
    "Servicing Letter": "Send series of servicing letters",
    "Meet with Borrower": "Meet with Borrower",
    "Workout Plan": "Obtain a Workout Plan from the Borrower with actions that are appropriate and acceptable to the\nAgency to restore compliance and correct deficiencies.",
    "Problem Case Report": "If no action, prepare Problem Case Report",
    "Accelerate Account": "Accelerate account",
    "Date": "(08-30-24) PN 623",
    "Page Number": "6-3"
  },
  {
    "HB-3-3560": "true",
    "EXHIBIT 6-2": "true",
    "Assessment Categories": "true",
    "Category 1": "true",
    "Needed, but Too Expensive To Preserve": "true",
    "Properties that meet one of the four conditions below:": "true",
    "a) Cost to Rural Development to revitalize (rehabilitation loan + MPR tools) exceeds 50% of estimated replacement cost;": "true",
    "b) Preservation funding is not available;": "true",
    "c) Property is in a strong market with market rents that are affordable to moderate-income households; or": "true",
    "d) Rental Assistance (RA) is not needed to keep property viable.": "true",
    "*Action: If property meets the prepayment requirements at 7 CFR 3560, subpart N and leaves the portfolio: Rural Development Vouchers can be used to protect tenants.": "true",
    "Category 2": "true",
    "Needed and Preserve-Able": "true",
    "Good market, good property; modest cost to revitalize (less than 50% of replacement cost estimate) or recent rehabilitation; rents remain at or below Conventional Rents for Comparable Units (CRCU).": "true",
    "Moderate market, only affordable housing available, property cash flows with vacancy above 15%.": "true",
    "Action: Institute a suitable Workout Plan, or revitalize using an appropriate mix of MPR tools, or facilitate an efficient transfer. If the property is in good standing, continue with routine servicing.": "true",
    "Category 3": "true",
    "Not Needed or Revitalization Is Not Financially Feasible": "true",
    "Weak market; weak property; weak financials; rents cannot be held at CRCU; has chronic high vacancy as described below;": "true",
    "For projects with 15 or fewer units, the historical vacancy rate is 15 percent or greater;": "true",
    "For projects with more than 15 units, the historical vacancy rate is 10 percent or greater;": "true",
    "Other affordable housing available to meet needs or use of Rural Development Voucher Program.": "true",
    "Action: Use necessary servicing actions, including compromise offers, debt settlement, and foreclosure, and make vouchers available to tenants.": "true",
    "*The Agency does not and cannot advocate methods to move properties to prepayment. Requesting a mortgage prepayment is solely a decision of the Borrower and prepayment requests must continue to follow the process outlined in Chapter 15 of this Handbook.": "true",
    "6-4": "true"
  },
  {
    "content": "json\n{\"HB-3-3560\": \"true\", \"Agency staff can access population shift and growth information at the following URL\": \"https://www.policymap.com/. Other State facts to consider when evaluating properties such as income, education, employment, Federal funds, are at http://www.ers.usda.gov/topics/rural-economy-population.aspx.\": \"true\", \"B. Property and Marketing Factors\": \"true\", \"Listed below are property and market factors that, taken together, can assist the MFH Servicing official in evaluating the properties in the portfolio. There may be other factors particular to each State that should also be considered and documented using a format similar to Attachment 6-A, Property Categorization Worksheet.\": \"true\", \"Factor 1: Ownership. Consider whether ownership has been uncooperative and non-compliant with Agency requirements. Uncooperative ownership can result in deferred maintenance, low occupancy rates, high accounts payable, and financial viability problems.\": \"true\", \"Key questions to answer include\": \"true\", \"Is the present ownership entity still legally operational?\": \"true\", \"Is the ownership entity cooperative? Is the ownership entity responsive to Agency requests for information and does it take action when the Agency identifies issues and deficiencies?\": \"true\", \"Is the ownership entity financially solvent?\": \"true\", \"Is competent management being provided?\": \"true\", \"The answer to all four questions should be yes. If not, improvements must be made for a property to be deemed suitable.\": \"true\", \"Factor 2: Management. Consider whether the property is experiencing current and/or ongoing problems with property management, either on-site or off-site. Problems may include but are not limited to\": \"true\", \"Responding to property compliance issues\": \"true\", \"Aggressively marketing the property to broad income-eligible groups\": \"true\", \"Resolving health or safety needs\": \"true\", \"Cooperating with MFH Servicing officials' instructions\": \"true\", \"Failing to follow-through with required actions in relation to Workout Plans, Transition Plans, and property maintenance needs\": \"true\", \"6-5\": \"true\", \"(08-30-24) PN 623\": \"true\"}",
    "type": "text"
  },
  {
    "HB-3-3560": "true",
    "Factor 3": "Health or Safety. Health or safety issues are most often identified or documented during a physical inspection or environmental assessment of the property. While a majority of violations can be fixed through maintenance, repairs, or even a rehabilitation loan to pay for rehabilitation, some violations are more difficult to resolve.",
    "Compliance Violation": "A compliance violation that is identified on the Physical Inspection Report may be considered a health or safety issue. However, most of these violations will never lead to a concern of suitability. For example, broken windows, a leaking roof, or exposed wiring are all easily corrected if funds are available. Health or safety issues that do affect suitability will likely pertain to the entire property and either cannot be repaired, or repair is too costly. For example, a property with a damaged and unstable foundation may not be repairable or repaired at an expense beyond that which is fiscally responsible.",
    "Property Problems": "Consider whether the property is experiencing problems that are of a health or safety nature that the owner/management has been unsuccessful in resolving. This may involve a recurring condition and/or a situation that the owner/management has failed to adequately address. Some health or safety issues such as structural problems and extensive mold may be so pervasive that there is no financially-feasible remediation, at which point the account may need to be accelerated.",
    "Factor 4": "Physical Standards/Obsolesce. Determine whether there is evidence of physical deterioration and extensive deferred maintenance. Signs of physical stress are unresolved physical condition problems identified during annual inspections or supervisory visits (also known as “open physical findings”), media reports of the property's poor conditions, and tenant complaints.",
    "MFH Servicing Official": "The MFH Servicing official must also determine whether the problem can be solved through special servicing, workout agreement, or revitalization funding or that solving the problem is not in the Agency's best financial interest.",
    "Property and Marketing Factors": "If the issues from any of these property and marketing factors are not addressed in a timely manner, the property may be considered obsolete as compared to similar properties in the market area. The MFH Servicing official must also consider the issue of need when determining if a property is obsolete. The outcome of the need determination does not affect the result of the obsolescence determination, but it may influence how the Agency implements the result. Exhibit 6-3 lists helpful questions to use in making this determination.",
    "Reasons for Obsolescence": "There are three reasons that a property may be considered obsolete:",
    "Reason 1": "The property poses a health or safety risk to the tenants;",
    "Reason 2": "The building has structural or design characteristics that make the property economically infeasible; or",
    "Reason 3": "The site is no longer economically viable because of local economic conditions (such as the transportation infrastructure).",
    "Page Number": "6-6"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "MFH Servicing official process": "The MFH Servicing official should go through the following process to determine if the property (i.e.,\nthe site and the building) poses a health or safety threat, has physical characteristics that cannot be\naddressed economically, or faces adverse local economic conditions.",
    "Physical characteristics": "Physical characteristics that make the property obsolete or economically infeasible are usually\ndocumented either through a physical inspection or with a market study.",
    "Factor 5 Transition Events": "Factor 5: Transition Events. Identify whether the property is eligible to prepay the mortgage; is\nreaching the expiration of tax credit eligibility; or is coming up on the natural maturity of the mortgage.",
    "Factor 6 Revitalization Cost": "Factor 6: Revitalization Cost vs. New Construction/Replacement Cost. Consider the cost to\nrehabilitate the property compared to building a new, comparable property. The Agency's share of\nrehabilitation costs, including a rehabilitation loan and the cost of revitalization loan tools if available,\nshould not exceed 50 percent of the cost of new construction. The property may still be needed in the\nmarket, but it is too expensive for Rural Development to fund.",
    "Preservation funding": "Conversely, preservation funding may not be available even for a property for which the Agency's\nportion of the cost is less than 50 percent.",
    "Alternative to consider": "An alternative to consider is subordinating the Agency's position to enable the Borrower to obtain\nrehabilitation financing from a third-party. Low-Income Housing Tax Credits (LIHTC) are one form of\nfinancing. Subordinations can only occur if the requirements of 7 CFR §3560.409 are met.",
    "Page Number": "6-7",
    "PN 623": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "",
    "Exhibit": "6-3",
    "Factors Influencing Obsolescence": "",
    "Site": "",
    "Has economic obsolescence adversely affected the community?": "",
    "Does the community have adequate medical, transportation, and school systems?": "",
    "Is the site itself located in a solid residential neighborhood that is a viable part of\nthe community?": "",
    "Does the topography of the site lend itself to optimal accessibility?": "",
    "Does the site have environmental hazards or commercial influences that adversely\naffect it?": "",
    "Building": "",
    "Is the building structurally sound?": "",
    "Are there obsolescence factors that are economically unfeasible to correct such as\nthe building design, poor quality of construction, environmental hazards, or\nstructural deterioration?": "",
    "Does a unit-by-unit inspection with cost estimate for rehabilitation, deferred\nmaintenance, and wheelchair accessibility demonstrate that the costs of this work\nare not feasible in the property budget?": "",
    "Can the property be rehabilitated to bring it into compliance with applicable\nbuilding codes or must an exception to code requirements be obtained from local\nauthorities?": "",
    "What is the estimated economic useful life of the property after rehabilitation?": "",
    "Exhibit 6-4 provides the type of information the Agency needs to determine if a property is obsolete. In\nmost cases, the MFH Servicing official may need one or more of the following:": "",
    "6-8": ""
  },
  {
    "Type of Information": "Data on environmental conditions.",
    "Guidance": "The need for an environmental review, assessment, or due diligence is based on the condition of the property and must be conducted in accordance with RD Instruction 1970 Part.",
    "Guidance_2": "Due diligence is to be accomplished prior to appraisal to assure that any adverse conditions are considered in valuation.",
    "Guidance_3": "In cases when contamination is found, the State Environmental Coordinator should be consulted on further actions.",
    "Type of Information_2": "A Physical Inspection.",
    "Guidance_4": "The MFH Servicing official and Program Support Staff (PSS) Architect, if appropriate, may conduct a unit-by-unit physical inspection of the property with a cost estimate to fully understand the problem, and to determine whether repairs or rehabilitation may resolve the problem.",
    "Type of Information_3": "Market Study.",
    "Guidance_5": "A market study is most appropriate when the problems are related to external factors.",
    "Type of Information_4": "Cost Estimate.",
    "Guidance_6": "A professional may be needed to determine the feasibility of repairs, and to obtain a cost estimate. The PSS Architect should be consulted for review of estimates.",
    "Type of Information_5": "Cost estimates for new construction in the property's area.",
    "Guidance_7": "New construction cost estimates are critical to determine the Agency's financial interest.",
    "Type of Information_6": "Borrower's Intentions.",
    "Guidance_8": "The Agency may ask the Borrower to prepare documentation stating the Borrower's intentions for the property.",
    "Example": "For a property that may need on-site laundry facilities to improve the property's marketability, the Borrower may be able to receive a rehabilitation loan to resolve the problem; therefore, the property is not obsolete. However, if a factory is built near the property, even if there are no negative health or safety factors, the quality of life may suffer due to an increase in noise, odor, or other factors. Such developments may make it difficult to market the property and cause it to become obsolete in the local market.",
    "HB-3-3560": "HB-3-3560",
    "Exhibit 6-4": "Exhibit 6-4",
    "Information Needed to Determine Obsolescence": "Information Needed to Determine Obsolescence",
    "6-9": "6-9",
    "(08-30-24) PN 623": "(08-30-24) PN 623"
  },
  {
    "content": "json\n{\"HB-3-3560\": \"\",\"Factor 7: Market Demand/Vacancy Rates\": \"Consider whether the market demand for the property has decreased significantly creating a high vacancy rate, i.e. a rate in excess of 15 percent over the last two years. The high vacancy rate may have resulted in a lack of adequate cash flow, and drained the property of financial resources. Determine whether there are other RD-financed properties within the market area (e.g., the county) or within a reasonable distance from the property, and whether those properties are also experiencing high vacancy rates.\": \"\",\"If other RD-financed properties are experiencing high vacancies, the MFH Servicing official should consider which of the properties in that market area should be considered for Category 3. Evaluate the status of waiting lists, unit turnover frequency, and downtime so that the remaining portfolio will have sufficient demand.\": \"\",\"The MFH Servicing official should have the following information to determine need:\": \"\",\"1) The Agency should obtain a market study. If the Agency has a market study covering the property area that is less than 12 months old, the MFH Servicing official may use this market study and update any information as necessary.\": \"\",\"2) If not included in the market study, the MFH Servicing official may need to obtain local economic indicators, such as local employment and economic trends to judge the short- and long-term prospects for change.\": \"\",\"3) The MFH Servicing official should have the property's updated budget, including a record of accounts receivable and accounts payable.\": \"\",\"4) The MFH Servicing official should also seek community input to get information on the community's interest in retaining the property and the community perception of the need for the property.\": \"\",\"There are two components to the needs analysis: impact and economic viability\": \"The MFH Servicing official must consider both components to determine if there is a need for a property.\",\"The Agency must determine if removing the property from the portfolio would have a negative impact on tenants. This analysis is the same impact analysis as conducted in response to a prepayment request. See Chapter 15 of this Handbook for a detailed discussion on determining impact. The objective of this analysis is to determine if tenants will lose their units, suffer from rent overburden, or be unable to find comparable housing in the community if the designation is changed.\": \"\",\"Also consider whether the property is located in close proximity to other subsidized, affordable housing units (Tax Credit, Section 538 Guaranteed Rural Rental Housing, Section 8, or even market-rate properties) that, in effect, reduce the demand for RD-financed property units, i.e., the need for the property is no longer there. This condition may be ongoing, or the property may be just beginning to experience vacancies as a result of new development within the immediate vicinity.\": \"\",\"6-10\": \"\"}",
    "type": "text"
  },
  {
    "HB-3-3560": "",
    "property_consideration": "Consider, for this specific property, what is the true market area: i.e., where would existing tenants go for new housing? Include consideration of the Rural Development Voucher Program, the United States Department of Housing and Urban Development's (HUD) Section 8, tax credit, etc., which is available to low-income tenants of Section 515 properties that prepay or are foreclosed by the Agency.",
    "rural_area_consideration": "Consider whether the property was located in an eligible rural area when constructed but, due to population growth, is now located in an ineligible area.",
    "market_need_determination": "Determine whether there is still a market need for this property, now likely to be in a high rent area. If the property has a vacancy problem, it may be an indication of a lack of market need for the property, or it could indicate a management problem.",
    "subsidy_termination": "If subsidy is no longer needed for the benefit of tenants the Agency may, upon written notice, suspend, modify or terminate the Interest Credit Agreement for the property, using form RD-3560-9 “Multiple Family Housing Interest Credit Agreement”.",
    "population_change_consideration": "Consider whether the property is located in an area that is in the process of or has experienced a significant population change that has a negative effect on its continued successful operation.",
    "example_1": "the population in the area has declined, which likely will reduce the demand for housing;",
    "example_2": "the population will decline in the future, likely reducing housing demand in the coming years; and",
    "example_3": "a local factor that will reduce population or housing demand such as a plant closing that causes families to move out of the area, the effects of a natural disaster, and/or an economic crisis impacting the area.",
    "population_change_increase": "Population change could also be an increase. To the extent that this information is available, consider the population age groups that have increased or decreased as this may affect the market for the property. In some areas, the overall population is stable but the portion of the population that is most likely to use RD-financed properties is declining, and this will negatively affect housing demand.",
    "page_number": "6-11",
    "date_pn": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "",
    "MFH Servicing official instruction": "The MFH Servicing official should use the market study to consider the following:",
    "tenant_ability": "The tenant's ability to stay in the property. This analysis depends on the proposed use of the property after leaving the program and CRCU;",
    "alternative_housing": "The availability of alternative housing if the proposed use of the property or increase in rents will cause rent overburden. The alternative housing must be comparable in size, amenities, and rent to keep property tenants in the local community; and",
    "property_ra": "If the property has RA, the MFH Servicing official must identify comparable units with RA or other rental subsidies, such as HUD Section 8.",
    "Factor 8": "Economic Viability. Consider whether the property is economically viable. Does it have a difficult time generating sufficient income to pay essential expenses, fund the reserve account, and make loan payments? Evaluate financial stresses on the property and their cause, and consider whether they can be resolved.",
    "MFH Servicing official determination": "The MFH Servicing official must determine if the property is economically viable. If the property cannot generate sufficient income to pay essential expenses, fund accounts, and make loan payments - despite appropriate loan servicing actions, budgeting, and marketing - the property may no longer be economically viable. Economic viability problems are usually associated with a change in local economic conditions and the inability of the property to maintain a sufficient occupancy rate even with aggressive marketing.",
    "example_property": "For example, if a 20-unit property has a 50 percent vacancy rate and has been steadily losing tenants as the area's population declines due to the closing of a factory, the property may not be economically viable. It may not be in the Agency's interest to spend limited resources on a property that cannot meet the financial requirements of the program. Physical characteristics of a property that impact on viability are considered under obsolescence, but utilize the same basic analysis.",
    "economic_viability_questions": "Types of questions to consider regarding economic viability include:",
    "market_change_question": "Has the market changed due to changing demographics or local economic conditions such that there is no longer demand for the units?",
    "bedroom_mix_question": "Is there a need for a different bedroom mix than the property has to offer?",
    "section_514_question": "In the case of Section 514 on-farm Farm Labor Housing, is the operator still farming?",
    "vacancy_question": "Have there been significant vacancies that cannot be reduced with aggressive marketing?",
    "page_number": "6-12"
  },
  {
    "HB-3-3560": "",
    "To make the determination of economic viability, the MFH Servicing official should:": "",
    "Determine whether the Borrower's budget, rents and marketing plans are appropriate in accordance with Chapters 4 and 7 of HB-2-3560.": "",
    "Determine that special servicing efforts, including utilizing all appropriate workout tools in accordance with Chapter 10, and increased RA, if available, will be sufficient for the property to be viable. Any increase in RA must be reasonable and approved in accordance with Chapter 8 of HB-2-3560. If the cost to the Agency of special servicing exceeds replacement costs, the special servicing action is not in the Agency's best interest.": "",
    "Determine whether, based upon the market study, local economic conditions will significantly improve in the next one to two years. The market study should identify any known changes in the local economy to assist the MFH Servicing official in understanding the short- and medium-term impacts. For example, if a new factory or large business is relocating to the local area, or has announced plans to close, these plans will affect the local economy.": "",
    "Determine whether the Borrower, given occupancy levels and any servicing actions, can pay essential expenses, adequately fund accounts, and pay the Borrower's monthly loan payment in full.": "",
    "Local economic conditions that can affect a property's viability are addressed in the market study and generally cannot be fixed through any changes to or investments in the property. For example, if a community lacks sufficient transportation, medical, and school systems or if the local neighborhood has changed in character so that it is no longer a desirable residential site, the property may be rendered obsolete.": "",
    "Factor 9: Environmental Influences. Consider whether there are businesses or facilities located nearby that would be undesirable as neighbors, and may affect marketability of the property to prospective tenants. Are any such plants, facilities, or industrial parks planned that may negatively impact the property? Are there sufficient and adequate services located nearby? Are there stable, growing or declining employment opportunities? Is there a social deterioration in the neighborhood and/or an increase in crime?": "",
    "C. Categorize the Properties": "",
    "Using the three broad categories in Exhibit 6-2 and the assessment measures in Exhibit 6-4 to identify the appropriate category for each property. Attachment 6-A, Property Categorization Worksheet is an acceptable format for documenting the property assessment.": "",
    "(08-30-24) PN 623": "",
    "6-13": ""
  },
  {
    "HB-3-3560": "HB-3-3560",
    "D. Servicing Strategies": "D. Servicing Strategies",
    "1.": "1",
    "2.": "2",
    "3.": "3",
    "page_number": "6-14"
  },
  {
    "HB-3-3560": "true",
    "4. If no action, prepare Problem Case Report in accordance with handbook requirements.": "true",
    "The MFH Servicing official must use Form RD 3560-56 and follow the procedures set forth at Chapter": "true",
    "10, paragraph 10.14 of this Handbook. If the Borrower cannot present an acceptable, comprehensive": "true",
    "Workout Plan in 60 days, immediately begin preparation of the Problem Case Report.": "true",
    "5. Accelerate account": "true",
    "In conjunction with the Regional Office of General Counsel, issue the acceleration letter. Follow the": "true",
    "guidance in Chapter 12 of this Handbook on Account Liquidation. As a note, compromise offers should": "true",
    "only be offered after acceleration of the account.": "true",
    "Tenants in properties subject to foreclosure by the Agency are eligible to receive an offer of a Rural": "true",
    "Development Voucher. An area market rent study (AMRS) should be ordered to determine the amount": "true",
    "of any voucher that will be provided. Guidance for the Rural Development Voucher Program is": "true",
    "provided at the Rural Development Voucher SharePoint site. If accepting a deed-in-lieu or payoff of": "true",
    "accelerated account, order AMRS immediately. Otherwise, follow foreclosure guidance.": "true",
    "6. Different course of action when assessing the property": "true",
    "The Agency may determine it is in our best interest to take a different course of action, rather than": "true",
    "removing the property from the program. The Agency may:": "true",
    "Continue with special servicing actions in accordance with Chapter 10 of this Handbook,\nincluding developing a workout agreement;": "true",
    "Request the Borrower to transfer the property in accordance with Chapter 7 of this Handbook;": "true",
    "Consider changing the use of the property. A change from elderly housing to family, a change to\ncongregate or cooperative housing, for example, may provide a positive opportunity for\nsalvaging a property and serving the community; or": "true",
    "Request the Borrower to change the management agent in accordance with Chapter 3 of\nHB-2-3560.": "true",
    "6-15": "true",
    "(08-30-24) PN 623": "true"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "section_number": "6.3",
    "title": "IMPLEMENTATION PLAN TO REMOVE PROPERTY FROM PROGRAM",
    "determination_intro": "In making a determination of the most appropriate means to remove a property from the program, the Agency must balance the following interests:",
    "interest_1": "Act to protect the interest of the tenants by ensuring they have decent, safe, and affordable housing;",
    "interest_2": "Act in the financial interest of the Agency by obtaining the greatest net recovery;",
    "interest_3": "Act to protect the integrity of the program by ensuring that removal from the program does not provide undue rewards to the Borrower.",
    "agency_choice_intro": "Based on these interests, the Agency must choose the most appropriate option to remove the property from the program:",
    "option_1": "Allow the Borrower to prepay the loan in accordance with Chapter 15 of this Handbook. The National Office must approve all prepayment agreements; or",
    "option_2": "Proceed with liquidation as detailed in Chapter 12 of this Handbook.",
    "page_number": "6-16"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "Intentionally Left Blank": "Intentionally Left Blank",
    "6-17": "6-17",
    "(08-30-24) PN 623": "(08-30-24) PN 623"
  },
  {
    "Property Name": null,
    "Address": null,
    "Attachment 6-A": null,
    "Property Categorization Worksheet (Use additional sheets as needed)": null,
    "HB-3-3560": null,
    "Attachment 6-A_2": null,
    "Page 1 of 4": null,
    "Borrower Case No.": null,
    "Appropriate Classification": null,
    "Date of classification": null,
    "Factors and influences to consider when evaluating a property. Use the sections below to comment on each factor or influence.": null,
    "1. Ownership": null,
    "2. Management": null,
    "3. Health or Safety": null,
    "4. Physical Standards/Obsolesce": null,
    "5: Transition Events": null,
    "(08-30-24) PN 623": null
  },
  {
    "HB-3-3560": "true",
    "Attachment 6-A": "true",
    "Page": "2",
    "of": "4",
    "6. Revitalization Cost vs. New Construction/Replacement Cost:": "true",
    "7. Market Demand/Vacancy / Need:": "true",
    "8. Economic Viability:": "true",
    "9. Environmental Influences :": "true",
    "10. Other (describe unique factors/influences affecting the property):": "true"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "Attachment 6-A": "Attachment 6-A",
    "Page": "3 of 4",
    "Conclusion": "Conclusion:",
    "The property is categorized as": "The property is categorized as:",
    "Category 1": "Category 1 - needed, but too expensive to preserve.",
    "Category 2": "Category 2 - needed and preserve-able.",
    "Category 3": "Category 3 - not need or revitalization is not financially feasible.",
    "By": "By:",
    "MFH Servicing official or Leadership designee": "(MFH Servicing official or Leadership designee)",
    "Date": "Date:",
    "Date_value": null,
    "PN": "623",
    "(08-30-24) PN 623": "(08-30-24) PN 623"
  },
  {
    "Servicing Strategy (describe servicing strategy):": "",
    "HB-3-3560": "",
    "Attachment 6-A": "",
    "Page 4 of 4": "",
    "This assessment should be reviewed periodically as market, ownership and property conditions change\nfrequently.": "",
    "Reviewed": "",
    "(date & initial) Changes noted:": "",
    "Reviewed ": "",
    "(date & initial) Changes noted: ": ""
  }
]