[
  {
    "HB-3-3560": "HB-3-3560",
    "CHAPTER": "11",
    "TITLE": "LOAN RESTRUCTURING",
    "SECTION": "1",
    "SECTION_TITLE": "ALLOWABLE TYPES OF RESTRUCTURING",
    "11.1 INTRODUCTION": "During the term of an Agency loan, borrowers may request Agency consent to restructure\nthe loan for their project that will simplify the operation of the project or help address financial\ndistress due to factors beyond the borrower's control. One example is when a borrower requests\nthat loans be restructured to reduce administrative burden, improve cost-effectiveness and\nefficiency, or more effectively use the physical facilities common to projects. Another example\nis a project experiencing negative cash flow due to increases in local taxes and utilities that are\nrising faster than area rents. The methods used by the Agency to help accomplish the objectives\nstated above include loan agreement or loan resolution consolidation, loan consolidation,\nreamortization, and loan adjustments (writedowns). In addition to 7 CFR 3560 and the\ninstructions provided below, the requirements of Attachment A to Chapter 7, \"Transfer of Project\nOwnership\" should also be used.",
    "CHAPTER_DESCRIPTION_1": "This chapter describes the requirements for loan restructuring techniques and Agency\nprocedures for reviewing, approving and implementing such requests.",
    "CHAPTER_DESCRIPTION_2": "This chapter describes the requirements for each of these loan restructuring techniques,\nand Agency procedures for reviewing, approving, and implementing such requests.",
    "11.2 OVERVIEW": "As mentioned above, the loan restructuring activities that the Agency may approve\ninclude the following:",
    "BULLET_1": "Loan agreement or loan resolution consolidation, which is an administrative action\nwhereby the loan agreements, or loan resolutions, for multiple projects held by the\nsame borrower are consolidated and assigned a single new project number. The\nborrower still has separate loan notes and the Agency still tracks each loan\nindividually, but all projects are administered by the Agency as if they were a single\nproject;",
    "BULLET_2": "Loan consolidation, which is the consolidation of multiple loans for a single\nproperty into a single loan, with one note and one payment;",
    "BULLET_3": "Reamortization, which is a rescheduling of a borrower's debt; and",
    "BULLET_4": "Loan adjustments (writedowns), which are reductions of the amount of the\nborrower's debt, allowing an otherwise sound project experiencing financial\ndifficulties beyond its control to continue operating as a program property.",
    "DATE": "08-30-24",
    "PN": "623",
    "PAGE": "11-1"
  },
  {
    "HB-3-3560": "",
    "11.3 LOAN AGREEMENT OR LOAN RESOLUTION CONSOLIDATION\nREQUIREMENTS [7 CFR 3560.410]": "",
    "The Agency may approve the consolidation of loan agreements or resolutions regardless\nof the total amount of debt being consolidated as long as the loan agreements being consolidated\nrepresent loans made for the same purpose, to the same borrower, with the same plan of\noperation (e.g., nonprofit, limited profit, full profit). The terms and the due date of the loans\ninvolved must not be altered, and other security instruments must remain unchanged and must\nnot be released.": "",
    "Under no circumstances will loan agreements or loan resolutions be consolidated if the\nAgency's security position will be adversely affected. Any applicable restrictive-use provisions\nof the existing notes will continue to apply following consolidation.": "",
    "11.4 LOAN CONSOLIDATION REQUIREMENTS [7 CFR 3560.410]": "",
    "The Agency may approve loan consolidations under two circumstances:": "",
    "The loans are being transferred on new terms; or": "",
    "An initial and subsequent loan under one project number were closed on the same\ndate at the same rates and terms.": "",
    "The Agency may approve loan consolidations if, in addition to the above requirements,\nthe following conditions are met:": "",
    "Form RD 3560-52, Promissory Note and the loan agreements or resolutions will be\nconsolidated;": "",
    "Consolidation occurs on the Amortization Effective Date (AED) or as soon as\npossible after the AED is established;": "",
    "All project accounts being consolidated will be current after the consolidation\nprocess, unless otherwise authorized by the Administrator; and": "",
    "The Agency's security position will not be adversely affected.": "",
    "11.5 REAMORTIZATION REQUIREMENTS [7 CFR 3560.455 (b)]": "",
    "The Agency may approve the reamortization of any Agency multi-family housing loan\naccount, although it will not reamortize accounts solely to remove a delinquency.": "",
    "The Agency may reamortize accounts when doing so is in the best interest of the\nGovernment and when needed to improve the financial viability of the property and project\noperations. The Agency will not approve a loan reamortization if the reamortization will\nadversely affect the Government lien priority.": "",
    "11-2": ""
  },
  {
    "HB-3-3560": "true",
    "11.6": "LOAN ADJUSTMENT (WRITEDOWN) REQUIREMENTS [7 CFR 3560.455(c)]",
    "Borrower requests for loan writedowns must be part of an approved workout agreement with the Agency and be in the best interest of the Government. Writedowns are permitted with existing borrowers or transferees where:": "true",
    "The causes are beyond the borrower's control-such as market weaknesses, unforeseen site problems, or natural disasters; and": "true",
    "Sound management is evident or unsound management practices can be resolved by the removal of the responsible individuals in accordance with an approved work-out agreement with the Agency.": "true",
    "SECTION 2: LOAN AGREEMENT OR LOAN RESOLUTION/LOAN CONSOLIDATION": "true",
    "11.7": "OVERVIEW",
    "Loan agreement or loan resolution consolidation offers several advantages. For instance, following loan agreement or loan resolution consolidation, all reporting, accounting, and project management requirements for the various projects being consolidated are fulfilled as a single project. In other words, borrowers need to maintain only one set of books and one operating budget, and can track all rents as a single project. In addition, because rental assistance agreements are not consolidated, borrowers can apply rental assistance across projects following consolidation. That is, waiting lists for the projects being consolidated will be combined and rental assistance can be assigned to eligible tenants in the newly formed \"project\" per assignment priorities.": "true",
    "Loan consolidation also offers several advantages. For instance, when consolidating a loan under new rates and terms in conjunction with a transfer, borrowers can combine notes and cost items. In addition, different portions of the property that may have been financed with separate loans can still be set up as distinct projects, but the borrower need track only one loan and one note.": "true",
    "Leadership Designees may approve project or loan consolidations with the advice of the Office of General Counsel (OGC) and when all required conditions outlined in this chapter are met.": "true",
    "11.8": "BORROWER SUBMISSIONS",
    "A. Loan Agreement or Loan Resolution Consolidation": "true",
    "A borrower requests a loan agreement or loan resolution consolidation by submitting the following forms to the appropriate MFH Servicing official:": "true",
    "Form RD 3560-33A, Consolidated Loan Agreement;": "true",
    "Form RD 3560-34A, Consolidated RRH Loan Agreement;": "true",
    "(08-30-24) PN 623": "true",
    "11-3": "true"
  },
  {
    "HB-3-3560": null,
    "Form RD 3560-35A, Consolidated Loan Resolution": null,
    "Form RD 3560-7 as well as a project budget": null,
    "Updated loan agreements/resolutions; and": null,
    "Management plans": null,
    "B. Loan Consolidation": null,
    "For loan consolidations, borrowers must execute a new Form RD 3560-9 for the new\nconsolidated Form RD 3560-52, and submit it to the MFH Servicing official. The interest\ncredit plan originally established for the project applies to the consolidated note. If the\ninterest credit plan is changed by submitting a new Form RD 3560-9, MFH Servicing\nofficials will enter the new plan for the project": null,
    "11.9 AGENCY PROCESSING OF BORROWER SUBMISSIONS": null,
    "A. Loan Agreement or Loan Resolution Consolidation": null,
    "1. Complete Form RD 3560-17A, Multi-Family Housing Consolidation of\nProjects/Loan Agreements/Resolutions": null,
    "The MFH Servicing official completes Form RD 3560-17A to show all notes for the\nprojects being consolidated": null,
    "2. Send Form to the Leadership Designee and St. Louis Office": null,
    "The MFH Servicing official sends Form RD 3560-17A and a letter recommending the\nconsolidation to the Leadership Designee for approval. The Leadership designee then\nforwards the materials to the St. Louis Office for processing": null,
    "3. Obtain OGC Guidance": null,
    "OGC guidance is required to accomplish loan agreement or loan resolution\nconsolidations. Under no circumstances will the Agency consolidate projects if the\nsecurity position of the Agency will be adversely affected. If required by OGC, all of the\nloan agreements or loan resolutions being consolidated may be secured by one deed of\ntrust or mortgage describing all of the loans for the projects": null,
    "4. Maintain Loan Terms and Due Date": null,
    "The Agency alters neither the terms nor the due date of the loan(s) involved. Other\nsecurity instruments also remain unchanged, and are not released following the\nconsolidation": null,
    "11-4": null
  },
  {
    "HB-3-3560": "",
    "B. Loan Consolidation": "",
    "MFH Servicing officials should note that there are some potential obstacles to": "",
    "consolidating certain loans. For instance, the St. Louis Office is unable to consolidate": "",
    "loans unless the loans are on the same plan of operation. In addition, direct loans cannot": "",
    "be consolidated with interest credit loans, and loans with HUD Section 8 subsidy cannot": "",
    "be consolidated with insured loans. In all other cases, however, the procedures outlined": "",
    "in this chapter will apply to loan consolidations.": "",
    "1. Prepare Form RD 3560-52": "",
    "MFH Servicing officials prepare Form RD 3560-52 for the notes or assumption": "",
    "agreements being consolidated. If the MFH Servicing official does not have possession": "",
    "of the original note or assumption agreement, the MFH Servicing official calls the St.": "",
    "Louis Office to request the return of the original form so it is in the possession of the": "",
    "MFH Servicing official before the Form RD 3560-52 is processed, or as soon as possible": "",
    "thereafter. Form RD 3560-52 should be prepared on a monthly payment basis, as": "",
    "appropriate.": "",
    "2. Prepare a Consolidated Loan Agreement or Resolution": "",
    "MFH Servicing officials prepare a consolidated loan agreement or resolution using": "",
    "Forms RD 3560-33A, 3560-34A, or 3560-35A, as appropriate, to reflect current reporting": "",
    "requirements and the authorized initial investment attributable to the owner after the": "",
    "consolidation has occurred.": "",
    "3. Obtain OGC Guidance": "",
    "Consolidation of notes may only occur with OGC guidance. Under no circumstances": "",
    "will the Agency approve consolidation of Form RD 3560-52 if the security position of the": "",
    "Agency will be adversely affected.": "",
    "4. Complete Form RD 3560-17, Multi-Family Housing Note Consolidation, and Send": "",
    "a Copy to the Finance Office": "",
    "MFH Servicing Officials complete Form RD 3560-17 to show all of the notes that are": "",
    "consolidated on Form RD 3560-52. MFH Servicing Officials send a copy of": "",
    "Form RD 3560-17 to the Leadership Designee for approval. The MFH Servicing official": "",
    "then forwards Form RD 3560-17 to the St. Louis Office for processing.": "",
    "5. Stamp Notes or Assumption Agreements \"Consolidated\"": "",
    "The original and copies of all notes or assumption agreements that are consolidated": "",
    "will be stamped \"consolidated\" by the MFH Servicing official. The original instruments": "",
    "being consolidated will be attached to the \"consolidated\" note and filed in the official": "",
    "essential documents file. When the consolidated note has been paid in full or otherwise": "",
    "satisfied, MFH Servicing officials will handle it and all other instruments according to": "",
    "(08-30-24) PN 623": "",
    "11-5": ""
  },
  {
    "HB-3-3560": "HB-3-3560",
    "RD Instruction": "RD Instruction",
    "1951-A.": "1951-A.",
    "6. File New Security Instruments": "6. File New Security Instruments",
    "MFH Servicing officials file new security instruments that describe the consolidated": "MFH Servicing officials file new security instruments that describe the consolidated",
    "note to perfect the Agency lien position. If the new lien position taken is junior only to": "note to perfect the Agency lien position. If the new lien position taken is junior only to",
    "the previous lien position, the previous security instruments may be released with the": "the previous lien position, the previous security instruments may be released with the",
    "guidance and assistance of OGC.": "guidance and assistance of OGC.",
    "11-6": "11-6"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "SECTION": "3",
    "SECTION TITLE": "LOAN REAMORTIZATION",
    "11.10 OVERVIEW": "11.10 OVERVIEW",
    "Reamortization Definition": "Reamortization is the process of revising an existing loan payment plan or schedule established for repayment of a loan. The new schedule is usually developed to enable the borrower to continue the objectives of the loan.",
    "Leadership Designees Authority": "Leadership Designees may approve the reamortization of Agency loans within their approval authority for the type of loan involved. Reamortization will not subject the borrower to any additional restrictive-use provisions beyond those associated with the original loan. For example, if there were 10 years of restrictive use remaining on a loan prior to a reamortization, there would still be 10 years remaining following the action. If the original loan contained no restrictive-use provisions, the reamortization would not add new use restrictions.",
    "11.11 ACCEPTABLE USES OF REAMORTIZATIONS": "11.11 ACCEPTABLE USES OF REAMORTIZATIONS",
    "A. Allowable Conditions for Reamortizations": "A. Allowable Conditions for Reamortizations",
    "Agency Consideration": "The Agency may consider approving a reamortization if any of the following four conditions are met:",
    "1. Preventive Measure for a Borrower Likely to Experience Delinquency": "1. Preventive Measure for a Borrower Likely to Experience Delinquency",
    "Leadership Designee Determination": "The Leadership Designee determines that the borrower and tenants cannot reasonably be expected to continue to meet their obligations unless the account is reamortized to reduce substantially the installments and rental rates.",
    "2. Corrective Measure to Help Delinquent Borrower Attain Successful Operation": "2. Corrective Measure to Help Delinquent Borrower Attain Successful Operation",
    "Borrower Delinquency": "The borrower has a substantial delinquency that cannot be cured within one year. In addition, the borrower must have acted in good faith and maintained compliance with all applicable Agency policies and procedures.",
    "3. Incentive to a Borrower Requesting Prepayment": "3. Incentive to a Borrower Requesting Prepayment",
    "Equity Loan Incentive": "The borrower has received an equity loan as an incentive to avert prepayment, or a subsequent loan has been made to a nonprofit corporation or public agency to purchase a project to avert prepayment.",
    "4. Measure to Improve Project Operations": "4. Measure to Improve Project Operations",
    "Project Operations Improvement": "The borrower is not delinquent or likely to become delinquent, but proposes the reamortization to improve project operations. The Leadership Designee's approval is required for such reamortization requests.",
    "Page Number": "11-7",
    "PN 623 Date": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "true",
    "B. Requirements for Obtaining a Reamortization": "true",
    "11.12 BORROWER SUBMISSIONS": "true",
    "Form RD 3560-15": "true",
    "Reamortization Request to the MFH Servicing official": "true",
    "11.13 AGENCY REVIEW AND APPROVAL": "true",
    "A. MFH Servicing Official Actions": "true",
    "B. Evaluating Borrower Requests": "true",
    "1. Budget is Adequate": "true",
    "11-8": "true"
  },
  {
    "HB-3-3560": null,
    "Newly scheduled payments will be made according to the terms of the proposed reamortization": null,
    "The charges for the use of the facility or service are within the payment ability of those it is intended to serve and are comparable to similar units in the area": null,
    "Applicable rent increase procedures will be followed if any rent change is required": null,
    "2. Management is Adequate": null,
    "The borrower must demonstrate the following": null,
    "The Board of Directors and memberships will obtain membership and community support, and will provide competent management for the continued operation of the borrower entity and the facility financed with the loan": null,
    "The borrower can provide acceptable management for the project and has corrected any management deficiencies identified by the Agency": null,
    "Acceptable corrective actions may include revision of the management plan or employment of professional management services": null,
    "3. Security is Adequate": null,
    "The borrower must demonstrate that the security will be adequate to protect the Agency's interests over the term of the reamortization": null,
    "C. Approval Recommendation and Leadership Designee Review": null,
    "If the MFH Servicing official determines that a borrower's request meets the requirements described in subparagraph B of this section, they must forward the case file with a recommendation for approval to the Leadership Designee for review": null,
    "If the Leadership Designee concurs with the recommendation to reamortize, they will submit the request and any other pertinent information to OGC for legal advice and closing instructions, as needed": null,
    "When the indebtedness to be reamortized exceeds the Leadership Designee's approval authority but the Leadership Designee determines that the required conditions for approval can be met, the request for reamortization, the official case file, and all other pertinent information, along with complete comments and recommendations by both the MFH Servicing official and Leadership Designee, is sent to the National Office": null,
    "D. National Office Exception": null,
    "If the Leadership Designee concludes that the conditions for a reamortization cannot be met but a reamortization would be in the best interest of the Government, the file, along with recommendations from the MFH Servicing official, will be sent to the National Office for an exception": null,
    "The Leadership Designee will submit all subsequent reamortization requests for the same project to the National Office for prior authorization": null,
    "(08-30-24) PN 623": null,
    "11-9": null
  },
  {
    "HB-3-3560": "HB-3-3560",
    "E. OGC Guidance": "E. OGC Guidance",
    "OGC determines reamortization request legally sufficient": "When OGC determines that the reamortization request is legally sufficient, the\nServicing official will execute the reamortization request.",
    "F. Agency Denial of Request": "F. Agency Denial of Request",
    "Agency denies request for reamortization": "If the Agency denies a request for a reamortization, it must send a formal letter to the\napplicant indicating the reasons for the Agency's decision and informing the applicant of\nappeal rights. A copy of this letter should be placed in the case file.",
    "11.14 ADDITIONAL EVALUATION FOR REQUESTS INVOLVING": "11.14 ADDITIONAL EVALUATION FOR REQUESTS INVOLVING\nDELINQUENCIES OR COMPLIANCE VIOLATIONS",
    "Reamortization requests to address delinquency or compliance violations": "Reamortization requests to address a delinquency or compliance violations will be\napproved only as part of a work-out agreement acceptable to the Agency. Reamortization may\nbe used to address reserve accounts that are not at the authorized levels, as long as the deficiency\nis not due to improper or unauthorized use of reserve funds.",
    "Obtain reamortization to address delinquency or compliance violations": "To obtain a reamortization to address a delinquency or compliance violations, the\nborrower must correct or be able to effectively address the cause of the deficiency, demonstrate\nthat the objectives of the loan can be met following the reamortization, and meet the\nrequirements described below. To show that the objectives of the loan can be met, borrowers\nmust demonstrate the following:",
    "A. Project Feasibility": "A. Project Feasibility",
    "Borrowers must demonstrate operating on financially sound basis": "Borrowers must demonstrate that they are operating on a financially sound basis and\nhave adequate operating income to:",
    "Repay the loan at the reamortized rate": "Repay the loan at the reamortized rate;",
    "Fund reserve accounts adequately": "Fund reserve accounts adequately;",
    "Fund tax and insurance accounts adequately": "Fund tax and insurance accounts adequately;",
    "Pay operation and maintenance expenses as they become due": "Pay operation and maintenance expenses as they become due; and",
    "Maintain an acceptable level of occupancy": "Maintain an acceptable level of occupancy.",
    "B. Property is Adequately Maintained": "B. Property is Adequately Maintained",
    "Borrowers must ensure they provide modest decent safe and sanitary housing": "Borrowers must ensure that they provide modest, decent, safe, and sanitary housing\nby properly maintaining the property.",
    "11-10": "11-10"
  },
  {
    "HB-3-3560": "",
    "C. Housing Remains Affordable": "",
    "Borrowers must provide affordable housing opportunities/services to eligible residents.": "",
    "D. Compliance with Agency Regulations is Maintained": "",
    "Borrowers must be in compliance with all applicable Agency regulations, including:": "",
    "Providing financial information to the Agency in a timely manner; and": "",
    "Maintaining required records needed to ensure the eligibility of residents (e.g., tenant certifications).": "",
    "If the borrower cannot demonstrate the ability to meet the above-listed objectives, the MFH Servicing official must reject the borrower's request for reamortization of the Agency loan and provide the borrower all applicable appeal rights.": "",
    "11.15 PROCESSING REAMORTIZATIONS": "",
    "In general, to reamortize an account, MFH Servicing officials must ensure that they obtain, complete, and sign all relevant forms, and obtain OGC review of documents for legal sufficiency, if needed. Prior to processing a reamortization, if the property has a maturing mortgage, the MFH Servicing official must request Asset Management Division approval. To process a reamortization, MFH Servicing officials must take the following steps, as applicable.": "",
    "A. Complete Reamortization Agreement": "",
    "MFH Servicing officials will complete Form RD 3560-16 according to the FMI. The effective date and the due date for all payments will be the first of the month, except for labor housing loans, whose due date will be established in accordance with the FMI.": "",
    "Note: Appraisals will not be required in the case of reamortizations as long as there is adequate documentation that the Agency's security interest is protected.": "",
    "B. Obtain Form RD 3560-52 and Assumption Agreement": "",
    "If the note or assumption agreement being reamortized is not in the possession of the MFH Servicing official, the MFH Servicing official will obtain the Form RD 3560-52 and any assumption agreement from the St. Louis Office before processing the reamortization.": "",
    "On the back of the original note or assumption agreement, below all signatures and endorsements, the MFH Servicing official will insert the following: “A reamortization agreement dated": " 20 , in the principal sum of $ , has been given to modify the payment schedule of the note.”",
    "(08-30-24) PN 623": "",
    "11-11": ""
  },
  {
    "HB-3-3560": true,
    "C. Establish End of the Reamortization Period": "The reamortization period will end on the final due date of the note being reamortized, unless the term is extended with the advice and guidance of OGC and the Agency's lien position is not altered. Any extension of the final due date should not exceed the lesser of the remaining useful life of the security property or the maximum term granted by the respective loan program authorizations.",
    "The Agency may amortize the loan over a period not to exceed the remaining economic life of the project or 50 years, whichever is less. The Agency may extend the term of the loan to a period not to exceed 30 years or the remaining economic life of the project, whichever is less.": true,
    "D. Establish Interest Rate": "The interest rate charged by the Agency will be either the existing note rate, or the current rate at the time the reamortization request Form RD 3560-15 is approved or closed, whichever is less.",
    "E. Address Delinquent Reserve Accounts": "The Agency may use reamortizations to address reserve accounts that are not at authorized levels, as long as the shortfall is not due to the borrower's improper or unauthorized use of reserve funds. MFH Servicing officials should take the following steps to address delinquent reserve accounts:",
    "1. Modify the Loan Agreement or Resolution": "The MFH Servicing official should modify the loan agreement or resolution, or execute a new agreement or resolution, that bases the new fully funded amount (i.e., 10 percent of the indebtedness) and annual reserve requirement (i.e., one-tenth of the fully funded amount) on the amount of the reamortization, rather than on the original amount of indebtedness.",
    "2. Establish Reserve Requirements": "The MFH Servicing official may establish reserve requirements at a higher level than the amount required for the reamortization to allow for capital expenditures that have been identified and quantified, as long as the budget will support a higher level.",
    "3. Begin the Reserve Account with a New Base": "Since the fully funded amount and annual requirement are reestablished based on the amount of the reamortization, the reserve account will begin with a new base. That is,",
    "page_number": "11-12"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "underfunded_reserves_prior_to_reamortization": "any underfunded reserves existing prior to the reamortization will no longer be considered underfunded. In essence, the reamortization allows the borrower to begin with a \"clean slate.\"",
    "allow_borrower_return_on_investment": "4. Allow the Borrower to Receive a Return on Investment",
    "newly_established_funded_amount": "When a newly established fully funded amount and annual requirement are based on the reamortization amount, the MFH Servicing official may allow the borrower to receive a return on investment if all other applicable conditions for receiving a return have been met.",
    "obtain_ogc_guidance": "F. Obtain OGC Guidance As Needed",
    "mfh_servicing_ogc_guidance": "MFH Servicing officials may obtain OGC guidance in the review of documents for legal sufficiency. OGC also may offer further guidance to properly perfect the reamortization.",
    "execute_new_interest_credit_agreement": "G. Execute New Interest Credit Agreement",
    "borrower_receive_interest_credit": "If the borrower is to receive interest credit benefits following the reamortization of the account, MFH Servicing officials will cancel the current interest credit agreement and prepare a new Form RD 3560-9.",
    "close_reamortization": "H. Close the Reamortization",
    "agency_closes_reamortizations": "The Agency always closes reamortizations on the first day of the month. Unpaid interest to the date of closing may be capitalized.",
    "meet_other_procedural_requirements": "I. Meet Other Procedural Requirements",
    "mfh_servicing_procedural_requirements": "In addition, MFH Servicing officials need to ensure that the following procedural requirements are met:",
    "reamortized_loans_closed_on_pass": "All reamortized loans must be closed on Predetermined Amortization Schedule System (PASS). All initial and subsequent loans must convert to PASS in connection with the reamortization;",
    "recoverable_cost_items_capitalized": "When recoverable cost items are involved, they are first capitalized by adding them to the principal loan balance outstanding on the oldest loan and then the entire indebtedness (principal plus outstanding interest, overage, and late fees) is reamortized;",
    "deferred_principal_interest_amas_screen": "Include deferred principal and deferred interest (AMAS M1XI screen) in the reamortization; and",
    "audit_receivables_late_fees_reamortized": "Audit receivables and late fees may be reamortized.",
    "page_number": "11-13",
    "date_pn_number": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "This page intentionally left blank": "This page intentionally left blank",
    "11-14": "11-14"
  },
  {
    "HB-3-3560": "",
    "11.16 OVERVIEW": "",
    "Writedowns should occur only when the value of the property is less than the outstanding Agency debt.": "",
    "Generally, writedowns will occur simultaneously with a transfer and assumption for less than the total amount of outstanding debt.": "",
    "Borrower equity in the project following the writedown will be no less than five percent of the amended loan balance for limited for-profit owners.": "",
    "The borrower may realize the eight percent return on investment on a maximum of five percent equity, if applicable.": "",
    "A reduced return may be authorized on amounts of equity contributed greater than five percent.": "",
    "Nonprofit and public agency borrowers may enter into workouts that propose loan-to-value ratios of 100 percent.": "",
    "11.17 ALLOWABLE USES": "",
    "Writedowns may only be approved when the conditions leading to a default were beyond the borrower's control and management is generally sound.": "",
    "Writedowns are used to address severe financial difficulties with a project and the Agency will consider all available servicing options before approving a writedown.": "",
    "Some examples of circumstances where a writedown might be an acceptable servicing solution include:": "",
    "Sustained market weaknesses in the property's community or region;": "",
    "Unforeseen site problems; or": "",
    "A natural disaster results in significant damage to the property.": "",
    "11.18 BORROWER SUBMISSIONS": "",
    "Borrowers requesting writedowns must submit the following documents to the MFH Servicing official:": "",
    "Form RD 3560-15; and": "",
    "(08-30-24) PN 623": "",
    "11-15": ""
  },
  {
    "HB-3-3560": true,
    "work_out_plan": true,
    "revised_budget": true,
    "narrative_description": true,
    "11.19_AGENCY_REVIEW_AND_APPROVAL": true,
    "A._Appraisal": true,
    "borrower_receive_agency_approval": true,
    "responsible_obtaining_as_is_market_value": true,
    "agency_generally_will_not_approve": true,
    "writedown_amount_lower_than_as_is": true,
    "agency_may_require_general_partner": true,
    "primary_person_controlling_borrower": true,
    "B._OGC_Advice": true,
    "OGC_advice_required_writedowns": true,
    "OGC_review_primarily_focus_on": true,
    "legal_sufficiency_transferee_organizational_documents": true,
    "writedown_occurring_concurrently_transfer": true,
    "C._Approval": true,
    "part_writedown_approval_process": true,
    "leadership_designee_will_review": true,
    "MFH_Servicing_official_recommendation": true,
    "Eligibility_review": true,
    "appraisal_property": true,
    "leadership_designee_approving_official": true,
    "leadership_designee_may_determine": true,
    "writedown_does_not_include_change": true,
    "management_structure_project_acceptable": true,
    "11.20_PROCESSING_WRITEDOWNS": true,
    "process_writedown_borrowers_must_execute": true,
    "documents_per_guidance_from_OGC": true,
    "page_number": "11-16"
  }
]