[
  {
    "HB-3-3560": "HB-3-3560",
    "chapter": "CHAPTER 9: UNAUTHORIZED ASSISTANCE AND CIVIL MONETARY PENALTIES",
    "9.1": "INTRODUCTION",
    "introduction_text": "During the term of a MFH loan, there may be cases when the borrower or tenants receive assistance to which they are not entitled, or a member of the borrower entity knowingly and materially participates in the violation of provisions of Title V of the Housing Act of 1949, the regulation, or agreements made in accordance with the Housing Act.",
    "unauthorized_assistance_text": "When a borrower incurs unauthorized assistance, it may be due to intentional fraud, inadvertent submittal of inaccurate information by borrowers or tenants, Agency error in calculation or assignment of benefits, or other causes. In cases where unauthorized assistance is identified, the Agency seeks to collect the entire amount of assistance determined to be unauthorized.",
    "civil_monetary_penalties_text": "Civil Monetary Penalties may be imposed by the Agency due to submitting false information, submitting false certifications, failing to timely submit information, failing to maintain real property in good repair and condition, failing to provide acceptable management for a project, or failing to comply with applicable civil rights statutes and regulations.",
    "chapter_coverage_text": "This chapter covers Agency procedures for identifying and collecting unauthorized assistance received from tenants, members, or borrowers, and the procedures for imposing and collecting civil monetary penalties from borrower entities and related parties. The Agency's guidance on civil monetary penalties can be found in Section 8 of this chapter.",
    "section_1_title": "SECTION 1: TYPES OF UNAUTHORIZED ASSISTANCE",
    "9.2": "OVERVIEW",
    "overview_text": "The Agency has established procedures for servicing its multi-family housing loans and grants when it determines that the borrower, grantee, or tenants were not eligible for all or part of the financial assistance received, or the project was not made subject to restrictive-use provisions required by law and/or regulation. Unauthorized assistance includes the following categories:",
    "unauthorized_assistance_categories": "The recipient was not eligible for the assistance;\nThe property, as approved, does not qualify for the program (e.g., a property clearly above modest in size, design, or cost, or that was not located in an area designated as rural when the initial loan was made);\nThe loan or grant was made for unauthorized purposes (e.g., purchase of an excessive amount of land);\nThe recipient was granted unauthorized subsidy in the form of interest credits, rental assistance, or a subsidy benefit received through use of an incorrect interest rate; and",
    "date": "(08-30-24)",
    "pn": "PN 623",
    "page_number": "9-1"
  },
  {
    "HB-3-3560": true,
    "recipient_obligations": "The recipient was not subjected to obligations required by the assistance, such as restrictive-use provisions, at the time the assistance was provided.",
    "section_number": 9.3,
    "section_title": "ADDRESSING UNAUTHORIZED ASSISTANCE",
    "CFR_reference": "Provisions in 7 CFR part 3560, subpart O establish the Agency's authority to seek recapture of the full amount of unauthorized assistance regardless of whether receipt of the assistance is due to errors by the Agency, the borrower, or the tenant.",
    "recapture_considerations": "In determining whether to recapture unauthorized assistance, the Agency will consider the cost-effectiveness of such action given the amount of unauthorized assistance, the availability of records to support the Agency's determination, and any applicable statute of limitations.",
    "repayment_circumstances": "However, there are certain circumstances where repayment of the unauthorized assistance will not be the agreed-to corrective action. The Agency may forgo collection of unauthorized assistance if the following conditions are met:",
    "condition_1": "A demand for recovery of the unauthorized assistance was made;",
    "condition_2": "The unauthorized assistance did not result from inaccurate or false information knowingly or fraudulently provided by a borrower or tenant;",
    "condition_3": "The Agency determines that the borrower or tenant is unable to comply with the unauthorized assistance repayment demand, but is otherwise willing and able to meet Agency requirements; and",
    "condition_4": "The Agency determines that it is in the best interest of the Federal Government to forgo collection of the unauthorized assistance.",
    "alternative_action": "At the other extreme, the Agency can also choose to initiate liquidation or enforcement proceedings against a recipient of unauthorized assistance on a case-by-case basis.",
    "page_number": "9-2"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "SECTION 2": "IDENTIFYING UNAUTHORIZED ASSISTANCE",
    "7 CFR 3560.703": "7 CFR 3560.703",
    "9.4 OVERVIEW": "9.4 OVERVIEW",
    "Unauthorized assistance identified through audits": "Unauthorized assistance may be identified through audits conducted by the Office of the Inspector General (OIG), through reviews and federal and state database searches conducted by MFH Servicing officials, or through other means such as information provided by a private citizen that documents the receipt of unauthorized assistance by a recipient of Agency assistance. In addition, a borrower or management agent also may identify unauthorized assistance resulting from tenant error or fraud.",
    "Agency reason to believe unauthorized assistance": "If the Agency has reason to believe that unauthorized assistance was received but is unable to determine whether or not the assistance was in fact unauthorized, the case will be referred to Office of General Counsel (OGC), as appropriate, for review and advice. OIG investigation should be requested in every case where the Agency knows or believes that the assistance was based on false information. If OIG conducts an investigation, the Agency's notification and collection procedures will be deferred until the investigation is completed.",
    "9.5 REQUIREMENTS FOR IDENTIFYING UNAUTHORIZED ASSISTANCE": "9.5 REQUIREMENTS FOR IDENTIFYING UNAUTHORIZED ASSISTANCE",
    "Identification of unauthorized assistance": "Identification of unauthorized assistance may be accomplished by the Agency or by borrowers in cases involving tenant fraud. The Agency may use all available means to identify unauthorized assistance, including audit reports, monitoring activities, and information provided by reliable sources including the Treasury Department's Do Not Pay (DNP) Portal. Borrowers have the primary responsibility for identifying and pursuing cases of unauthorized assistance received by tenants.",
    "Agency actions to identify unauthorized assistance": "The Agency will take necessary actions to identify unauthorized assistance, provide notice of the unauthorized assistance to the borrower, and recapture that assistance. At its discretion, the Agency may choose to continue with the borrower following the receipt of unauthorized assistance if certain criteria are met. Section 7 of this chapter presents the requirements and procedures for continuation of accounts following the receipt of unauthorized assistance.",
    "9.6 METHODS OF IDENTIFYING UNAUTHORIZED ASSISTANCE": "9.6 METHODS OF IDENTIFYING UNAUTHORIZED ASSISTANCE",
    "Agency uses methods to identify unauthorized assistance": "The Agency uses a number of methods to identify unauthorized assistance, including:",
    "Audits conducted by OIG": "Audits conducted by OIG;",
    "Reviews by Agency personnel": "Reviews by Agency personnel;",
    "Date": "(08-30-24) PN 623",
    "Page Number": "9-3"
  },
  {
    "HB-3-3560": "",
    "Search of the Department of the Treasury's DNP Portal; or": "",
    "Other means (e.g., information provided by a private citizen that documents the\nunauthorized assistance).": "",
    "In addition, the Agency has the authority to pay a contractor (from authorized contracting\nfunds) to conduct an audit to identify unauthorized assistance. In such cases, the Agency and\nContracting Staff would work together to identify audit needs and a contractor to perform the\naudit.": "",
    "OIG audits can be random or targeted at projects or borrowers suspected of receiving\nunauthorized assistance. These audits may be either requested by MFH Servicing officials or\nconducted at OIG's initiative. In every case where the Agency knows or believes that the\nunauthorized assistance was based on false information, OIG investigation will be requested by\nthe MFH Servicing official as provided for in RD Instruction 2012-B.": "",
    "9.7": "DOCUMENTATION OF UNAUTHORIZED ASSISTANCE",
    "MFH Servicing officials must document the reasons for unauthorized assistance in the\ncase file, specifically stating whether the cause was error or submission of false or inaccurate\ninformation. The case file will specifically state whether the unauthorized assistance was a result\nof:": "",
    "Submission of inaccurate information by the recipient;": "",
    "Submission of false information by the recipient;": "",
    "Submission of inaccurate or false information by another party on the recipient's\nbehalf, such as a loan packager, developer, or real estate broker, or professional\nconsultants (e.g., engineers, architects, management agents, and attorneys), when the\nrecipient did not know the other party had submitted inaccurate or false information;": "",
    "Error by Agency personnel, either in making computations or failure to follow\npublished regulations or guidance; or": "",
    "Error in preparing a debt instrument that caused a loan to be closed at an interest rate\nlower than the correct rate in effect when the loan was approved or which was caused\nby omission from the instrument of language required by applicable regulation (e.g.,\nrestrictive-use provisions).": "",
    "9-4": ""
  },
  {
    "HB-3-3560": "",
    "9.8": "NOTICE TO RECIPIENT",
    "A. Agency Notice to Borrower": "",
    "The Agency will provide notice to borrowers upon determining that unauthorized\nassistance was received. The notice will:": "",
    "Specify in detail the reason(s) that the assistance was determined to be unauthorized;": null,
    "State the amount of unauthorized assistance to be repaid;": null,
    "Establish a meeting for the borrower to discuss the basis for the claim and give the\nborrower an opportunity to provide facts, figures, written records, or other\ninformation that might alter the determination that the assistance was unauthorized;\nand": null,
    "Outline borrower's appeal rights.": null,
    "Upon request, the Agency may grant additional time for the borrower to assemble the\nnecessary documentation.": null,
    "B. Borrower Notice to Tenant": "",
    "The borrower will provide notice to tenants upon determining that a household\nreceived unauthorized assistance. The notice will:": "",
    "State the amount of unauthorized assistance to be repaid; and": null,
    "Establish a meeting for the tenant to discuss the basis for the claim and give the tenant\nan opportunity to provide facts, figures, written records, or other information that\nmight alter the determination that the assistance was unauthorized.": null,
    "Upon request, the borrower may grant additional time for the tenant to assemble the\nnecessary documentation.": null,
    "(08-30-24) PN 623": null,
    "9-5": null
  },
  {
    "HB-3-3560": "HB-3-3560",
    "This page intentionally left blank": "This page intentionally left blank",
    "9-6": "9-6"
  },
  {
    "HB-3-3560": "",
    "SECTION 3": "CORRECTING UNAUTHORIZED ASSISTANCE",
    "9.9": "OVERVIEW",
    "9.10": "ACCOUNT ADJUSTMENTS – AUDIT CASES",
    "Types of Unauthorized Assistance": "",
    "Unauthorized loan": null,
    "Unauthorized subsidy benefits received through use of incorrect interest rate": null,
    "Unauthorized interest credit or rental assistance": null,
    "Unauthorized grant assistance": null,
    "A. Unauthorized Loan": null,
    "(08-30-24) PN 623": "",
    "9-7": null
  },
  {
    "HB-3-3560": "",
    "B. Unauthorized Subsidy Benefits Received Through Use of Incorrect Interest Rate": "",
    "interest_rate_explanation": "When the recipient was eligible for the loan but should have been charged a higher interest rate than that shown in the debt instrument, resulting in the receipt of unauthorized subsidy benefits, the Agency must correct the interest rate to that which was in effect when the loan was approved.",
    "MFH_Servicing_officials_payments": "MFH Servicing officials must ensure that all payments made are reversed and reapplied at the correct interest rate and future installments will be scheduled at the correct interest rate;",
    "Agency_delinquency_service": "The Agency will service any delinquency thus created in accordance with applicable Agency procedures;",
    "reapplication_of_payments": "After reapplication of payments, the Agency will service the loan as an authorized loan; and",
    "continuation_of_terms": "Continuation of existing terms is authorized when the recipient is a public body with loans secured by bonds on which the interest rate cannot legally be changed or payments reversed or reapplied.",
    "C. Unauthorized Interest Credit or Rental Assistance": "",
    "rental_assistance_cases": "In cases involving rental assistance or interest credit, the subsidy benefits should be terminated as provided in Form RD 3560-9. The Agency will service unauthorized rental assistance as a delinquent account, see Chapter 10.",
    "D. Unauthorized Grant Assistance": "",
    "repay_unauthorized_grant_assistance": "When the recipient will repay unauthorized grant assistance over a period of time, the Agency will charge interest at the rate specified in the grant agreement for default from the date received until paid.",
    "Agency_repayment_schedule": "The Agency will schedule repayment over a period consistent with the recipient's repayment ability but not to exceed 10 years;",
    "MFH_Servicing_collection_records": "The MFH Servicing official must maintain collection records, as the St. Louis Office cannot set up an account for repayment of a grant. The MFH Servicing official will attempt to collect the monies due, and all collections data will be entered into AMAS as a \"Miscellaneous Collection;\"",
    "MFH_Servicing_report": "The MFH Servicing official will report quarterly to the Leadership Designee on cases identified in OIG audits;",
    "page_number": "9-8"
  },
  {
    "HB-3-3560": "",
    "bullet_1": "If the Agency determines that the recipient cannot repay unauthorized grant assistance, the Agency may leave the assistance outstanding under the terms of the grant agreement; and",
    "bullet_2": "In the case of committed funds not yet disbursed, the Agency will make no further disbursements without prior consent of the Administrator.",
    "E_Cases_Where_Recipient_Has_Both_Authorized_and_Unauthorized_Loans_Outstanding": "",
    "E_Cases_text": "When a recipient has both authorized and unauthorized loans outstanding, the Agency will schedule installments to be paid concurrently on all loans. The Agency will service each loan according to the loan servicing regulations in effect for an authorized loan of its type.",
    "F_Liquidation_Pending": "",
    "F_Liquidation_text": "When the Agency initiates liquidation, MFH Servicing officials enter data into AMAS and the account will be flagged accordingly. The account is overseen by Agency personnel.",
    "G_Liquidation_Not_Initiated": "",
    "G_Liquidation_text": "Cases in which liquidation have not been initiated because the outstanding amount is less than $1,000 or it would not be in the Agency's best interest to do so will be adjusted, and the adjustments will be entered into AMAS. In this instance only, the Leadership Designee may make adjustments without the recipient's signature.",
    "G_Liquidation_text2": "As requested, the Leadership Designee will report to OIG on the status of cases of unauthorized assistance identified in OIG audit reports and tracked by MFH Servicing officials. The amounts to be reported will be determined by the Field Office after servicing actions have been completed.",
    "9.11_ACCOUNT_ADJUSTMENTS_NONAUDIT_CASES": "",
    "9.11_text": "Servicing procedures are essentially the same for audit and nonaudit cases. However, when the Agency identifies receipt of unauthorized assistance by a means other than an OIG audit report, the St. Louis Office will be notified only if adjustments to an active account or reinstatement of an inactive account are needed or grant funds are repaid.",
    "9.11_text2": "Once the appropriate adjustments are made, the Agency will treat the loan(s) as an authorized loan(s). Any payment reversed will be reapplied as of the original date of credit.",
    "page_number": "9-9",
    "date_pn": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "Agency_handle_non_audit": "The Agency will handle non-audit account adjustments as follows:",
    "interest_rate_change": "When a change in interest rate retroactive to the date of loan closing is necessary, the borrower will initial changes to Form RD 3560-52, Promissory Note. MFH Servicing officials will update AMAS with the correct information. AMAS will automatically reverse and reapply payments accordingly.",
    "inactive_borrower_agrees": "When an inactive borrower agrees to repay unauthorized assistance, the MFH Servicing official will notify the St. Louis Office by memo, attaching a copy of Form RD 3560-52. The St. Louis Office will establish or reinstate the account according to the terms of Form RD 3560-52.",
    "loan_paid_in_full": "If a loan is paid in full, the Agency will handle the remittance like any other final payment.",
    "page_number": "9-10"
  },
  {
    "HB-3-3560": "",
    "SECTION 4": "RECAPTURE OF UNAUTHORIZED ASSISTANCE TO BORROWERS",
    "9.12 OVERVIEW": "",
    "overview_text": "To ensure that borrowers do not benefit from unauthorized assistance at the expense of others who truly need and qualify for such assistance, the Agency seeks to recover all unauthorized assistance from borrowers. The Agency has established a set of detailed procedures that MFH Servicing officials must follow in each case of unauthorized assistance.",
    "9.13 REQUIREMENTS FOR COLLECTING UNAUTHORIZED ASSISTANCE": "[7 CFR 3560.705]",
    "requirements_text": "The Agency will seek repayment of all unauthorized assistance received by a borrower, plus the cost of collection, to the fullest extent permitted by law. In doing so MFH Servicing officials should be guided by the following:",
    "amount_due_text": "The amount due will be the amount stated in the notice letter (Handbook Letter 304 or Handbook Letter 305, or 305-A (3560);",
    "interest_text": "No interest will be charged against the debt if the borrower agrees to repay the money in a lump sum or by payment plan within 90 days from the date of debt on Form RD 3560-65, “MFH Miscellaneous Receivable Notification/Repayment Agreement.” Otherwise, a repayment plan longer than 90 days will charge a fixed interest rate of 1%.",
    "repayment_text": "When the borrower cannot repay the money in a lump sum, but will repay over a period of time, the MFH Servicing official may allow no more than 60 monthly payments beginning with the date of the first payment due. However, the debt will be submitted to Treasury for Cross Servicing if the borrower: (a) does not agree or respond to a repayment agreement, or (b) agrees to a lump sum repayment and the debt is not fully paid within 90 days, or (c) agrees to a repayment agreement and the remaining debt balance becomes 30 days delinquent at anytime during the agreed upon repayment period.",
    "recapture_considerations_intro": "In determining how to recapture unauthorized assistance, the Agency will consider:",
    "cost_effectiveness_text": "The cost effectiveness of recapture efforts relative to the amount of unauthorized assistance to be repaid;",
    "availability_records_text": "The availability of records to support the Agency's unauthorized assistance determination;",
    "statute_limitations_text": "Any applicable Federal, state, or local statute of limitations;",
    "date": "(08-30-24)",
    "PN": "623",
    "page_number": "9-11"
  },
  {
    "HB-3-3560": true,
    "Whether the unauthorized assistance resulted from the provision of inaccurate or false\ninformation knowingly or fraudulently provided by the borrower or tenant; and": true,
    "The ability of the borrower or tenant to repay.": true,
    "9.14": "AGENCY RECAPTURE OF UNAUTHORIZED ASSISTANCE",
    "A. Overview": true,
    "To collect unauthorized assistance, MFH Servicing officials must follow the\nfollowing steps described in subparagraph 9.14 A.1 through A.5:": true,
    "1. Coordination with OGC": true,
    "MFH Servicing officials may need to work with OGC to determine the appropriate\nstatute of limitations before making a decision to collect.": true,
    "2. Notification to Recipient": true,
    "The Agency will seek to collect\nunauthorized assistance from borrowers, up\nto the applicable statute of limitations for\nany particular amount of unauthorized\nassistance.": true,
    "Coordination with OGC (if needed to\ndetermine the appropriate statute of": true,
    "Steps for Recapturing Unauthorized Assistance from\nBorrowers": true,
    "Coordination with OGC (needed to\ndetermine appropriate statute of limitations)": true,
    "Notification to recipient (HB Letter 304(3560))": true,
    "Recipient response and Agency follow-up": true,
    "Collection": true,
    "Restriction on MFH Servicing Official's actions": true,
    "limitations) and the Agency via e-mail must occur before proceeding with the initial\nnotification to the recipient when: (a) the debt extends beyond one year, and (b) the\namount of unauthorized assistance for that year is greater than or equal to $1,000. The\nperiod of review for cases meeting the criteria of (a) and (b) will extend to 3 years.": true,
    "The MFH Servicing official will initiate collection efforts in the notice described in the\nSection 3 of this chapter. Handbook Letter 304 (3560) will be used for this notice. The\nMFH Servicing official mails the notice to the recipient by certified mail, with a copy to\nthe Leadership Designee and, for a case identified in an OIG audit report, a copy to the\nOIG office that conducted the audit and a copy to the Financial Management Division.": true,
    "The MFH Servicing official will send the notice to all recipients who received\nunauthorized assistance, regardless of the amount. If the recipient responds to the initial\nnotification within 15 days and agrees to repay, the Form RD 3560-65, is submitted to the\nServicing Office - Multi-Family Housing Branch (SO-MFHB), Project Loan Servicing\nSection (PLSS) in St. Louis.": true,
    "9-12": true
  },
  {
    "HB-3-3560": true,
    "Recipient Response and Agency Follow-Up": true,
    "days": 15,
    "Handbook Letter": "305 or 305-A (3560)",
    "amount of unauthorized assistance": true,
    "repaid and the basis for the unauthorized assistance determination": true,
    "statement of further actions": true,
    "taken by the Agency if repayment is not made by a certain date": true,
    "recipient's appeal rights": true,
    "OIG and the Financial Management Division": true,
    "audit findings": true,
    "days_2": 30,
    "Handbook Letters_2": "301, 302, and 303 (3560)",
    "Servicing Letters": "#1, #2, and #3",
    "Form RD 3560-65": true,
    "SO-MFHB in St. Louis": true,
    "Collection": true,
    "liquidation or legal action": true,
    "repayment of all unauthorized assistance": true,
    "lump sum or from a monthly repayment schedule": true,
    "90 days": true,
    "Form RD 3560-65_2": true,
    "Interest is charged on repayment agreements": true,
    "90 days_2": true,
    "SO-MFHB to Treasury Cross Servicing": true,
    "30 days_3": true,
    "Restriction on MFH Servicing Official's Actions": true,
    "Leadership Designee must review the case": true,
    "9-13": true,
    "(08-30-24) PN 623": true
  },
  {
    "HB-3-3560": "",
    "B. Procedures for Collection of Unauthorized Assistance": "",
    "Following the final Agency determination of unauthorized assistance, MFH Servicing officials must take the following steps:": "",
    "•": "Notify the SO-Multi-Family Housing Branch, Project Loan Servicing Section (PLSS) of the debt to be established via the MFH Transactions Queue by attaching the Form RD 3560-65. PLSS may also receive a signed memo for any correction adjustments to the debt (initialed by Debtor and Agency) via the MFH Transactions Queue. Payments are to be mailed to the Unauthorized Assistance lockbox address: Rural Development, P.O. Box 970005, St. Louis, MO 63197-0005. In all communications, precaution must be taken to prevent the distribution of any Personally Identifiable Information (PII).",
    "• ": "Restructure accounts so that all money owed is collected and no borrowers are receiving assistance to which they are not entitled. This is normally accomplished on a case-by-case basis, with appropriate involvement of the management agent and tenant in cases where the tenant receives unauthorized assistance. Otherwise, it is accomplished on a case-by-case basis for repayment by the borrower in 3 months or less. Upon demand, borrowers must repay any unauthorized rental assistance and/or return on investment; sometimes this may be achieved through a workout agreement with the Agency. If 3 months is not a feasible timeframe for complete repayment, the Leadership Designee can make an exception where justified.",
    "•  ": "After submitting the agreement, Form RD 3560-65, to PLSS via the MFH Transactions Queue, the MFH Servicing officials may view the Account in CLSS and MFIS.",
    "The specific procedures to be followed in each case will depend on the reason for the unauthorized assistance (i.e., borrower error or Agency error). The procedures associated with each cause of unauthorized assistance are discussed below.": "",
    "1. Borrower Error": "",
    "•   ": "Borrower actions that require borrower repayment of unauthorized assistance received by tenants include, but are not limited to:",
    "a)": "Incorrect determination of tenant income or household status by the borrower, resulting in rental assistance or interest credit that is not allowable under the provisions of subparts D, E, or F of 7 CFR part 3560, as applicable; or",
    "b)": "Assignment of rental assistance to a household that is ineligible under the requirements of subpart F of 7 CFR part 3560. If the borrower assigned rental assistance incorrectly even though the tenant correctly reported income and household size, the borrower will first notify the MFH Servicing official. If the MFH Servicing official verifies that the error was made based on information that was available at the time the unit was assigned, the borrower or management",
    "9-14": ""
  },
  {
    "HB-3-3560": "HB-3-3560",
    "30-day_notice": "30-day",
    "Form RD 3560-29": "Form RD 3560-29",
    "7 CFR section 3560.708(d)": "7 CFR section 3560.708(d)",
    "Exhibit 9-1": "Exhibit 9-1",
    "page_number": "9-15",
    "date": "(08-30-24)",
    "PN": "PN 623"
  },
  {
    "HB-3-3560": null,
    "Exhibit": "9-1",
    "Subject": "MFH Servicing Official Actions to Recapture Unauthorized Assistance to Borrowers",
    "Specific Agency actions": "to be taken in order to recapture unauthorized assistance in cases of borrower error include the following:",
    "Action 1": "Notify the borrower of the Agency's finding in Handbook Letter 304 (3560), Preliminary Determination Notice. Include in the letter a specific dollar amount and timeframe for response on or before 15 days from receipt of the letter. Schedule a meeting time. This letter is the initial notification to the recipient and considered the first demand letter.",
    "Action 2": "If the borrower responds to the first demand letter within 15 days and agrees to repay the unauthorized amount, complete Form RD 3560-65, with borrower signature as debtor, Agency signature, and mail the payment to: Rural Development, P.O. Box 970005, St. Louis, MO 63197-0005. Submit Form RD 3560-65 via the MFH Transactions Queue. PLSS will send out a billing notice. A lump sum or monthly payment may be made to repay the debt within 90 days of the date of the first demand letter without interest. Failure of the recipient to fully pay the debt by 90 days will result in the debt being submitted to Treasury for Cross-Servicing.",
    "Action 3": "If the borrower does not respond within 15 days to the first demand letter or disagrees with the findings, send Handbook Letter 305 or 305-A (3560), Final Determination/Demand Letter. This second letter should include a final demand and a description of the collection and enforcement action(s) the Agency plans to take if there is no response. Appeal Rights will be provided.",
    "Action 4": "If the borrower does not respond or appeal within 30 days from the date of the Final Determination/Demand Letter, continue servicing with Handbook Letters 301, 302, & 303 (3560), Servicing Letter #1, #2, & #3 as appropriate. Each successive letter requests a response time from the recipient within 15 days. Borrowers have 30 days from the date of the Final Determination/Demand letter to appeal the Agency's decision.",
    "Action 5": "If the borrower does not respond or appeal after 90 days when all demand letters have been sent, complete Form RD 3560-65 without signature from the recipient, include Agency signature and mail or fax to the MFHSB. The debt will be submitted to Treasury for Cross-Servicing, as well as referred to OGC for collection as appropriate.",
    "Action 6": "If the borrower agrees to a repayment agreement as a result of the Final Determination/Demand letter or any servicing letter, complete and submit Form RD 3560-65 with borrower signature as debtor, and Agency signature to the SO/MFH/PLSS. If repayment is more than 90 days, the debt will accrue interest, calculated at 1%, from the date of debt established on Form RD 3560-65. No repayment period may have a final due date longer than 60 months from the date of the first due date.",
    "Action 7": "Any repayment agreement with the borrower will have the date of first payment due on the 15th of the month and at least 21 days from the fax submission date of Form RD 3560-65. The repayment period may be no longer than 60 months from the date of the first payment due and interest will be charged on repayment periods more than 90 days. Equal installments rounded up to the nearest dollar will be used to repay by the final due date. The PLSS will mail a monthly billing invoice directly to the borrower for all repayment agreements. SO/Debt Management Branch will begin Treasury Referral, including mailing the 60-day due process letter to the debtor, on all unpaid debt balances that are delinquent more than 30 days from the due date. If the debt has been referred to Treasury, borrowers should send the payments to Treasury. Instructions will be provided on the billing invoice for payment to be mailed by the borrower to the Treasury's Collections Branch Lockbox. Any payment received by the servicing office, will be mailed to the Unauthorized Assistance lockbox: Rural Development, P.O. Box 970005, St. Louis, MO 63197-0005, along with the completed MFH Payment Transmittal Cover Sheet, Form RD 3560-63.",
    "Action 8": "Unauthorized assistance should not be repaid from project funds due to borrower fraud, but only if the project received a monetary benefit from the unauthorized assistance. See 7 CFR section 3560.705(g).",
    "Page Number": "9-16"
  },
  {
    "HB-3-3560": "",
    "Agency Error Section": "2",
    "Agency Error Title": "Agency Error",
    "Agency Error Description": "There are several types of Agency error that may result in unauthorized assistance.",
    "Common Errors Intro": "The most common include:",
    "Error 1": "Use of incorrect interest rate;",
    "Error 2": "Assignment of unauthorized rental assistance;",
    "Error 3": "Improper issuance of interest credit;",
    "Error 4": "Non-application of recoverable cost changes;",
    "Error 5": "Approving a loan for ineligible purposes; and",
    "Error 6": "Other errors (e.g., failure to apply use restrictions).",
    "Exhibit 9-2 Description": "Exhibit 9-2 describes the actions that MFH Servicing officials must take to attempt to recapture unauthorized assistance in the event of Agency error.",
    "Exhibit Title": "Exhibit 9-2",
    "Exhibit Subject": "Actions to Recapture Unauthorized Assistance due to Agency Error",
    "Specific Agency Actions Intro": "Specific Agency actions to be taken in order to correct cases of Agency error include the following:",
    "Action 1": "Identify the mistake and the amount of assistance involved;",
    "Action 2": "Provide notice to the borrower of the Agency's intent to correct its mistake and collect the unauthorized amount. This notice will include a description of where corrections to documents are required, if applicable;",
    "Action 3": "Contact OGC for advice if needed;",
    "Action 4": "Request repayment based on OGC advice regarding the feasibility of collection and any applicable collection threshold. The Leadership Designee retains the authority to decide not to pursue any unauthorized amounts below the applicable collection threshold. If the unauthorized amount is above the applicable collection threshold, no OGC review is required;",
    "Action 5": "Take all appropriate actions to correct the original error that led to the unauthorized assistance, and negotiate terms of repayment (if applicable) with the borrower; and",
    "Action 6": "If there is no response from the borrower, follow the procedures outlined in Exhibit 9-1.",
    "PN": "PN 623",
    "Date": "(08-30-24)",
    "Page Number": "9-17"
  },
  {
    "HB": "3-3560",
    "9.15": "REΡΑΥΜΕΝΤ METHODS",
    "repayment_of_unauthorized_assistance": "may be accomplished by voluntary repayment from the borrower, full prepayment governed by the prepayment regulations at 7 C.F.R. part 3560, Subpart N, or methods allowed by the Debt Collection Improvement Act of 1996 (DCIA). The best approach will depend largely on case-specific circumstances.",
    "9.16": "FULL PREPAYMENT",
    "full_prepayment_determination": "If full prepayment is determined to be the optimal servicing solution, the Agency will accept the prepayment in accordance with applicable requirements under 7 CFR part 3560, subpart N. Prepayment would be an acceptable solution if there is an adequate supply of decent, safe, and sanitary rental housing affordable to program eligible tenants in the area, and if there would be no adverse impact to low- or moderate-income housing or minority segments of the community. Appropriate restrictive-use provisions, if applicable, must remain in the deeds of release following prepayment.",
    "page_number": "9-18"
  },
  {
    "HB-3-3560": "",
    "SECTION 5: RECAPTURE OF UNAUTHORIZED\nASSISTANCE TO TENANTS": "",
    "9.17 OVERVIEW": "",
    "9.18 REQUIREMENTS FOR COLLECTION OF UNAUTHORIZED ASSISTANCE\nTO TENANTS [7 CFR 3560.708]": "",
    "The amount due will be the amount stated in the notice letter (Handbook Letter 304 or\nHandbook Letter 305 or 305-A (3560));": "",
    "No interest will be charged against the debt if the tenant agrees to repay the money in a lump\nsum or by payment plan within 90 days from the date of debt on Form RD 3560-65, “MFH\nMiscellaneous Receivable Notification/Repayment Agreement”. Otherwise, a repayment\nplan longer than 90 days will charge a fixed interest rate of 1%.": "",
    "When the tenant cannot repay the money in a lump sum, but will repay over a period of time,\nthe MFH Servicing official may allow no more than 60 monthly payments beginning with the\ndate of the first payment due. However, the debt will be submitted to Treasury for Cross\nServicing, by SO-MFHB if the tenant: (a) does not agree or respond to a repayment\nagreement, or (b) agrees to a lump sum repayment and the debt is not fully paid within 90\ndays, or (c) agrees to a repayment agreement and is delinquent more than 30 days from the\ndue date.": "",
    "If an agreement is made between the Tenant and Agency and the Tenant later requests a\nchange to the agreement, the MFH Servicing official will review the request and if approved,\nrevise the original agreement, initialed by debtor and Agency, and submit via the MFH\nTransactions Queue SharePoint Site.": "",
    "When a tenant moves out of a property, the borrower will submit copies of all documents\ndemonstrating attempts to establish a repayment agreement at the Agency's request. At that": "",
    "(08-30-24) PN 623": "",
    "9-19": ""
  },
  {
    "HB-3-3560": "",
    "section_3560.705(e)": "",
    "DCIA": "",
    "7_CFR": "",
    "debts_identified": "",
    "borrower_submit_copies": "",
    "documentation_supporting_debt": "",
    "documentation_phone_calls": "",
    "signed_tenant_certification": "",
    "unauthorized_assistance_discovered": "",
    "Tenants_delinquent_on_Unauthorized_Assistance": "",
    "Repayment_Agreement": "",
    "remain_ineligible_to_receive_RA": "",
    "delinquency_cured": "",
    "9.19_PROCEDURES_FOR_COLLECTION": "",
    "UNAUTHORIZED_ASSISTANCE_TO_TENANTS": "",
    "unauthorized_assistance_determined": "",
    "A._The_borrower": "",
    "borrower_notify_tenant_writing": "",
    "unauthorized_assistance_received": "",
    "7_CFR_Section_3560.704(b)": "",
    "borrower_complete_Handbook_Letter_304-A": "",
    "Borrower_Preliminary_Determination_Notice": "",
    "simultaneously_send_copy_to_Agency": "",
    "tenant's_unauthorized_assistance_exceeded_$100": "",
    "borrower_review_previous_three_tenant_certifications": "",
    "tenant_agrees_repay_unauthorized_assistance": "",
    "borrower_inform_Agency": "",
    "signed_Form_RD_3560-65": "",
    "MFH_Miscellaneous_Receivable": "",
    "Notification/Repayment_Agreement": "",
    "lump_sum_payment_not_feasible": "",
    "repayment_schedule_allowed": "",
    "Agency_approval_prior_to_implementation": "",
    "debt_and_repayment_schedule_reported": "",
    "exceed_60_months_from_date": "",
    "first_payment_due_15th": "",
    "at_least_21_days_from_fax_date": "",
    "Form_RD_3560-65": "",
    "repayment_schedule_exceed_60_months": "",
    "approval_Leadership_Designee": "",
    "borrower_and_tenant_complete_new_tenant_recertification": "",
    "first_of_month_after_unauthorized_assistance_discovered": "",
    "modifications_tenant_certifications": "",
    "Management_Interactive_Network_Connection_(MINC)": "",
    "tenant_disagrees_fails_respond_notice": "",
    "fails_agree_repayment_schedule": "",
    "borrower_send_Handbook_Letter_305-A": "",
    "Borrower_Sent_Final_Determination/Demand_Letter": "",
    "issue_notice_lease_violation": "",
    "lease_requirements_7_CFR_Section_156": "",
    "notice_informs_tenant_amount_unauthorized_assistance": "",
    "basis_for_unauthorized_assistance_determination": "",
    "actions_taken_repayment_not_made": "",
    "tenant_grievance_procedures_pursuant_7_CFR_section": "",
    "page_number": "9-20"
  },
  {
    "HB-3-3560": "",
    "3560.160": "If no agreement is made and the debt becomes delinquent, Form RD 3560-65 must be completed, without tenant signature, and sent to the Agency for approval/signature and transmission to SO-MFHB for transfer to Treasury debt cross-servicing.",
    "B. The Agency": "",
    "Agency_determination": "If the Agency (MFH Servicing official) determines the unauthorized assistance, they will notify Borrower requesting response to either confirm or dispute Agency finding. If the borrower agrees, the Agency will send the tenant Handbook Letter 304, Preliminary Determination Notice.",
    "Tenant_agrees_repay": "If the tenant agrees to repay the unauthorized assistance, Form RD 3560-65 must be completed, with tenant signature, signed by the Agency, and submitted via the SO-MFHB SharePoint Site MFH Transactions Queue.",
    "Tenant_disagrees_repay": "If the tenant does not agree to repay, or no agreement is made, Form RD 3560-65 must be completed without tenant signature, signed by the Agency, and submitted to the MFH Transactions Queue for submission to Treasury for debt collection, as allowed by DCIA. The servicing office will take actions to pursue the debt from the tenant when the tenant moves out of the unit, using information provided by the borrower.",
    "Tenant_Tracked_Account": "Immediately after submitting the agreement, Form RD 3560-65, SO-MFHB will create a Tenant Tracked Account in CLSS. As payments are made, SO-MFHB will update the tracked account. If the account is turned over to Treasury for Cross Servicing, SO-Debt Management Branch will update the tracked account to indicate referral.",
    "Debt_repayment_adjustments": "Any adjustments to an incorrectly calculated debt or debt repayment by the Agency (with any applicable approval from Headquarters) will be made by amending Form RD 3560-65, adding “CORRECTED” across the top of the form, and sending for notification via MFH Transactions Queue.",
    "Exhibit_9-3": "Exhibit 9-3 summarizes the steps that must be taken by MFH Servicing officials and borrowers to recapture unauthorized assistance from tenants.",
    "Date": "(08-30-24)",
    "PN": "623",
    "Page": "9-21"
  },
  {
    "HB-3-3560": "",
    "Exhibit 9-3": "",
    "Actions to Recapture Unauthorized Assistance from Tenants": "",
    "error": "",
    "tenant_error_description": "The following steps should be taken by the borrower to correct cases of unauthorized assistance due to tenant error:",
    "step_1": "If the Agency/borrower determines that a tenant misrepresented income or the number of occupants in the unit and has received unauthorized assistance, the borrower will determine the reason for the unauthorized assistance and issue a notice of intent to recapture unauthorized assistance (Handbook Letter 304, Preliminary Notice) which provides an opportunity for repayment by the tenant, with a copy to the Agency. If the tenant agrees to the income calculation, a tenant recertification will be completed as of the first of the month after the unauthorized assistance was discovered. No modifications to tenant certifications will be made in MINC.",
    "step_2": "If either the borrower or the tenant disputes the Agency's findings, they may provide evidence for consideration by the Agency. An OGC opinion and/or concurrence for pursuit or dismissal of the unauthorized assistance may be submitted to support the decision for any subsequent audit.",
    "step_3": "If the borrower and the tenant agree to the unauthorized assistance as a result of any notice or demand letter, the borrower and Agency will negotiate the repayment terms with the tenant, complete Form RD 3560-65 with tenant signature as debtor and submit via the MFH Transactions Queue. The original will be retained by the servicing office and a copy given to the tenant.",
    "step_4": "Any repayment agreement with the tenant will have the date of first payment due on the 15th of the month and at least 21 days from the fax date of Form RD 3560-65. The repayment period may be no longer than 60 months from the date of the first payment due and interest, calculated at 1%, will be charged on repayment periods more than 90 days. Equal installments rounded up to the nearest dollar will be used to repay by the final due date. The PLSS will mail a monthly billing invoice directly to the tenant for all repayment agreements. SO/DCIB will begin Treasury Referral, including mailing the 60-day due process letter to the tenant, on all unpaid debt balances that are delinquent more than 30 days from the due date.",
    "step_5": "Instructions will be provided on the billing invoice for payment to be mailed by the tenant to the Collections Branch Lockbox. If any payment is received by the servicing office, a MFH Payment Transmittal Cover Sheet, Form RD 3560-63, will be completed and mailed with payment to the Unauthorized Assistance lockbox: Rural Development, P.O. Box 970005, St. Louis, MO 63197-0005.",
    "step_6": "If the borrower agrees to the unauthorized assistance and the tenant fails to respond to the notice or fails to agree to a repayment schedule, the borrower will send the tenant Handbook Letter 305, or 305-A, Final Determination/Demand letter. Appeal rights will be provided pursuant to 7 CFR 3560.160. If there is no response or appeal from the tenant after 30 days from the date of the Final Determination/Demand Letter, the borrower will again initiate eviction proceedings and complete Form RD 3560-65 without tenant signature as debtor, without interest (indicated by a \"0\" in the interest field) or installment amount, include Agency signature, and submit via the MFH Transactions Queue. The original will be retained at the servicing office. The SO/DCIB will follow procedures for submission of the debt to Treasury Cross Servicing.",
    "step_7": "If tenant has moved out of the unit, the borrower must turn over copies of relevant tenant records upon request (e.g., signed tenant certification and lease, how much unauthorized assistance was discovered, calculation of unauthorized assistance, eviction notice, and tenant move-out form) to the Agency. The servicing office will, if necessary, send the Final Determination/Demand Letter to the tenant, process any appeal, and complete Form RD 3560-65 for faxing to the SO-MFHB. The SO-MFHB will refer the debt to Treasury for collection as allowed by DCIA.",
    "step_8": "For all debts identified, the borrower will submit documentation supporting the debt amount to the Agency (e.g. documentation of phone calls, correspondence, signed tenant certification and lease, how unauthorized assistance was discovered and calculated.)",
    "page_number": "9-22"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "SECTION 6": "SECTION 6: REFERRAL OF DEBT TO THE",
    "UNITED STATES DEPARTMENT OF TREASURY (TREASURY)": "UNITED STATES DEPARTMENT OF TREASURY (TREASURY)",
    "9.20 GENERAL TREASURY REFERRAL REQUIREMENTS": "9.20 GENERAL TREASURY REFERRAL REQUIREMENTS",
    "Treasury referral is a process by which delinquent debts can be collected from borrowers, grantees, or tenants through means other than a direct payment. Agencies are required by law to transfer debts that are 180 days delinquent, nontax, legally enforceable to Treasury for collection.": "Treasury referral is a process by which delinquent debts can be collected from borrowers, grantees, or tenants through means other than a direct payment. Agencies are required by law to transfer debts that are 180 days delinquent, nontax, legally enforceable to Treasury for collection.",
    "Exhibit 9-4 lists the general procedures that MFH Servicing officials must follow when implementing Treasury Referral.": "Exhibit 9-4 lists the general procedures that MFH Servicing officials must follow when implementing Treasury Referral.",
    "9.21 GENERAL TREASURY REFERRAL PROCESS": "9.21 GENERAL TREASURY REFERRAL PROCESS",
    "The Agency does not perform Administrative Offsets, Salary Offsets, or IRS Offsets. These tools are used by the U.S. Treasury once a debt has been determined eligible and subsequently referred to Treasury. In addition to the various types of offsets, the U.S. Treasury may also use wage garnishment and private collection agencies, to attempt collection of a debt. A brief process is as follows:": "The Agency does not perform Administrative Offsets, Salary Offsets, or IRS Offsets. These tools are used by the U.S. Treasury once a debt has been determined eligible and subsequently referred to Treasury. In addition to the various types of offsets, the U.S. Treasury may also use wage garnishment and private collection agencies, to attempt collection of a debt. A brief process is as follows:",
    "The Debt Collection Improvement Act of 1996 (DCIA) provides additional collection remedies to Treasury for collecting delinquent debts Government wide.": "The Debt Collection Improvement Act of 1996 (DCIA) provides additional collection remedies to Treasury for collecting delinquent debts Government wide.",
    "Prior to submitting the debt to Treasury, SO-Debt Management Branch issues the debtor a 60-Day Due Process Letter. This letter explains the debt and rights of the debtor as required by law. DCIA requires debts to be referred for Cross Servicing at 180 days delinquent. Debts that are referred to the Treasury Offset Program are referred at 120 days delinquent. See 7 CFR section 3.30. If the debtor begins making full payments as agreed upon by the repayment plan as a result of the 60-day notice, the debt will not be referred.": "Prior to submitting the debt to Treasury, SO-Debt Management Branch issues the debtor a 60-Day Due Process Letter. This letter explains the debt and rights of the debtor as required by law. DCIA requires debts to be referred for Cross Servicing at 180 days delinquent. Debts that are referred to the Treasury Offset Program are referred at 120 days delinquent. See 7 CFR section 3.30. If the debtor begins making full payments as agreed upon by the repayment plan as a result of the 60-day notice, the debt will not be referred.",
    "Once the debt is referred for Cross Servicing, Treasury begins collecting the debt. Cross-Servicing is the process whereby federal agencies refer delinquent debts to Treasury for collection. Treasury will use various tools in an attempt to collect these debts. Some of these tools are such things as offsetting any government payments (tax refunds, federal salary payroll, all vendor payments, etc.), wage garnishment and the use of private collection agencies, to attempt collection of a debt.": "Once the debt is referred for Cross Servicing, Treasury begins collecting the debt. Cross-Servicing is the process whereby federal agencies refer delinquent debts to Treasury for collection. Treasury will use various tools in an attempt to collect these debts. Some of these tools are such things as offsetting any government payments (tax refunds, federal salary payroll, all vendor payments, etc.), wage garnishment and the use of private collection agencies, to attempt collection of a debt.",
    "SO-Debt Management Branch is responsible for maintaining communications with Treasury on all aspects of the debts referred, including but not limited to full collection of the debt.": "SO-Debt Management Branch is responsible for maintaining communications with Treasury on all aspects of the debts referred, including but not limited to full collection of the debt.",
    "Once a debt goes to Treasury, it can only be recalled if it was referred in error or under other extenuating circumstances. If the debtor starts to make payments again, if paid to Treasury, part of the collection goes back to Treasury. Payments made to the Agency will": "Once a debt goes to Treasury, it can only be recalled if it was referred in error or under other extenuating circumstances. If the debtor starts to make payments again, if paid to Treasury, part of the collection goes back to Treasury. Payments made to the Agency will",
    "(08-30-24) PN 623": "(08-30-24) PN 623",
    "9-23": "9-23"
  },
  {
    "HB-3-3560": "",
    "payment_notification": "be processed and notification of the payment will be sent to Treasury. Resuming payments requires that a revised form RD 3560-65 be sent to SO-MFHB.",
    "exhibit": "Exhibit 9-4",
    "procedures_title": "General Procedures for Implementing Treasury Referral",
    "notify_debtors": "Notify debtors of intent to use Treasury referral. Notify debtors of the Agency's intent to use Treasury referral. If the debtor requests a meeting to discuss the matter, schedule the meeting and advise the debtor of the date, time, and place. This does not replace the 60-day due process letter sent by SO/Debt Management Branch.",
    "inform_debtor_rights": "Inform debtor of their rights. Inform debtor that they have 15 days after receipt of notification to inspect/copy records, and 30 days to either make a written submission, request a meeting, or appeal. Inform debtors of when and where records may be inspected and/or copied.",
    "respect_debtors_rights": "Respect debtors' rights. Ensure that debtors' rights are respected (e.g., the right to inspect and copy records, the right to avoid Treasury referral by paying debts in full within 30 days, the right to present reasons why Treasury referral should not be used, the right to request meetings with the decision-making official, and the right to appeal the decision).",
    "communicate_effectively": "Communicate effectively with debtors. Make decisions promptly, within 15 days, after a meeting with the debtor and communicate them in writing to the debtor. If a request from a debtor not to use Treasury referral is denied, the letter communicating that decision should advise the debtor of their rights to appeal to the National Appeals Division.",
    "follow_hearing_procedures": "Follow appropriate hearing procedures. Inform debtors that they may request a hearing if they dispute any Agency finding. Hearings can include consideration of any issues concerning the debt that the debtor wishes to raise. Respond promptly to all written or oral requests or presentations made by debtors;",
    "complete_form": "Complete Form RD 3560-65. If it is determined that the debt is valid, complete Form RD 3560-65, following the guidelines defined in the FMI.",
    "notify_plss": "Notify PLSS of course of actions. Provide the completed Form RD 3560-65 to SO/MFH/PLSS who will establish the debt as a receivable. The information on the Form RD 3560-65 will be the determining factor when and whether or not to begin Treasury Referral, including mailing the 60-Day Due Process Letter to the debtor(s). The PLSS group e-mailbox for MFH is RD.SO.MFH@usda.gov. However, RD Form 3560-65 and inquiries regarding Unauthorized Assistance shall be submitted via the MFH Transactions Queue SharePoint Site.",
    "debtor_payments": "If the debtor begins full payments as agreed upon by the repayment plan after the 60-day due process letter, then the debt will not be referred. However, if the debtor becomes delinquent again, a second 60-day notice will not be provided and the debt will go directly to Treasury.",
    "credit_collections": "Credit collections to debtor's account. SO will receive and process transactions to the debtor's receivable record that are received from Treasury or through repayment agreements with the Agency.",
    "request_debt_recall": "Request Debt Recall from Treasury. Once it is referred, debt may only be called once and only under extenuating circumstances. If the debtor requests to begin making payments and the Agency decides that the debt should be recalled from Treasury, a new agreement, Form RD 3560-65 must be signed and submitted to PLSS via the MFH Transactions Queue with a note across the top of the form requesting to recall the debt from Treasury. Debts will not be recalled more than once unless extenuating circumstances exist.",
    "page_number": "9-24"
  },
  {
    "HB-3-3560": "",
    "SECTION 7": "CONTINUATION OF LOAN ACCOUNTS",
    "9.22": "OVERVIEW",
    "Agency realizes": "that it would be counterproductive to liquidate the account of each borrower that receives unauthorized assistance. Thus, a much more common scenario is to continue the loan account with a stipulation that some or all of the unauthorized assistance will be collected, either immediately or over time. This way, the Agency can continue to meet the needs of low-income tenants while still responsibly protecting the taxpayers' interest in the RHS portfolio.",
    "9.23": "REQUIREMENTS FOR CONTINUATION OF LOAN ACCOUNTS",
    "7 CFR 3560.707": null,
    "recipient unauthorized assistance": "willing to pay the amount in question but cannot repay within a reasonable period of time, the Agency may continue to service the account if the recipient has the legal and financial capabilities to continue.",
    "borrower responsible circumstances": "causing the assistance to be unauthorized, the borrower must take appropriate action to correct the problem. When unauthorized assistance is due to Agency actions, the Agency will correct the problem. When circumstances resulting in a determination of unauthorized assistance cannot be corrected, the Agency may, at its discretion, decide that continuation on existing terms is appropriate.",
    "9.24": "AGENCY DECISION TO CONTINUE SERVICING ACCOUNT",
    "recipient willing pay amount": "question but cannot repay within a reasonable period of time, the Agency can continue to service the account. The Agency can take appropriate servicing actions to continue the account if:",
    "recipient provide false information": null,
    "requiring prompt repayment": "unauthorized assistance would be highly inequitable; and",
    "failure collect unauthorized assistance": "full will not adversely affect the Agency's financial interest.",
    "9.25": "SERVICING OPTIONS IN LIEU OF LIQUIDATION OR LEGAL ACTION ΤΟ COLLECT",
    "conditions continuation account": "met, the MFH Servicing official will service an unauthorized loan or grant, provided the recipient has the legal and financial capabilities to continue. Agency actions will depend on whether the case involves an active or inactive borrower or grantee and the type of unauthorized assistance received.",
    "date": "08-30-24",
    "PN": "623",
    "page": "9-25"
  },
  {
    "HB-3-3560": "",
    "A. Agency Actions": "",
    "Generally, borrower accounts need to be restructured so that the Agency collects all\nmoney due it and so that no borrower is receiving assistance to which they are not\nentitled. The MFH Servicing official accomplishes this result through the account\nadjustments described below. In most cases requiring such corrective actions, the MFH\nServicing official reports to the Leadership Designee, who often consults with OGC on\nfurther actions.": "",
    "B. Notice of Determination When Agreement is Not Reached": "",
    "If the recipient does not agree with the Agency determination of unauthorized\nassistance or does not respond to the initial letter within 30 days, the MFH Servicing\nofficial must send a second certified letter (to the same recipients) specifying the final\namount determined by the Agency to be unauthorized, further actions to be taken by the\nAgency, and the recipient's appeal rights.": "",
    "C. Reporting to OIG": "",
    "At prescribed intervals, the St. Louis Office will report to OIG on the status of cases\ninvolving unauthorized assistance which were identified by OIG in audit reports. The\nSt. Louis Office will determine the amounts to be reported to OIG after account servicing\nactions have been completed. For reporting purposes, the procedures outlined below\napply.": "",
    "1. Unauthorized Loan": "",
    "When a borrower repays an unauthorized loan account in full (if allowed under the\nprepayment regulations found at 7 CFR 3560, Subpart N.) MFH Servicing officials\nshould include that payment in the next scheduled report only. When the Agency\napproves continuation with the loan on existing terms, MFH Servicing officials will\nreport the case as resolved on the next scheduled report. No further reporting is required.": "",
    "2. Unauthorized Subsidy": "",
    "For unauthorized subsidy cases, after the borrower has repaid the unauthorized\namount or payments have been reversed and reapplied at the correct interest rate, MFH\nServicing officials should include the unauthorized subsidy as resolved in the next\nscheduled report. No further reporting is required.": "",
    "3. Liquidation Pending": "",
    "When the Agency establishes an account with liquidation action pending, MFH\nServicing officials will include the status in each scheduled report until the liquidation is\ncompleted or the account is otherwise paid in full.": "",
    "9-26": ""
  },
  {
    "HB-3-3560": "",
    "4. Liquidation Not Initiated": "",
    "liquidation_initiated_report": "When liquidation is not initiated, MFH Servicing officials should report so in the next scheduled report, along with collections (if any). No further reporting is required.",
    "5. Unauthorized Grant": "",
    "unauthorized_grant_repaid": "When unauthorized grant assistance is scheduled to be repaid, the collections and status reported by the Agency to the St. Louis Office by memorandum are included in the OIG report until the account is paid in full.",
    "6. Inactive Borrower": "",
    "inactive_borrower_repay": "When an inactive borrower has agreed to repay unauthorized assistance, MFH Servicing officials will report the account initially, and include collections and status in each scheduled report until the account is paid in full.",
    "D. Quarterly Reporting to the Agency": "",
    "mfh_servicing_report": "The MFH Servicing official will report to the Leadership Designee by the first day of March, June, September, and December of each year the repayment of unauthorized rental assistance by account name, case number, account code, audit report number, finding number, date of claim, amount of claim, amount collected during period, and balance owed at the end of the reporting period. The Agency will forward a consolidated report to the St. Louis Office no later than the fifteenth day of March, June, September, and December of each year for inclusion in the OIG report.",
    "page_number": "9-27",
    "date_pn": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "This page intentionally left blank": "This page intentionally left blank",
    "9-28": "9-28"
  },
  {
    "section": "SECTION 8: ENFORCEMENT",
    "hb_3_3560": "HB-3-3560",
    "9.26": "OVERVIEW",
    "overview_text": "If all of the Agency actions described in this chapter fail to result in an acceptable resolution to the unauthorized assistance or borrower violations, enforcement actions may be considered. Most enforcement actions will require close coordination with OGC, which will develop the Agency's enforcement approach based on information supplied by MFH Servicing officials. It is the Agency's goal to resolve all cases, when possible, before they reach this stage.",
    "9.27": "AGENCY ACTIONS FOR ENFORCEMENT AGAINST RECIPIENTS OF UNAUTHORIZED ASSISTANCE AND FOR IMPOSING CIVIL MONETARY PENALTIES AGAINST BORROWER ENTITIES AND RELATED PARTIES",
    "enforcement_actions_text": "If a recipient of unauthorized assistance is unwilling or unable to arrange for repayment, or continuation is not feasible, or after working with a borrower or any individual or entity, including its officers, general partners, limited partners, or employees, who knowingly and materially violate, or participate in committing programmatic violations, the Agency may take one of the following actions, as appropriate.",
    "a_liquidation": "A. Liquidation (7 CFR 3560.456)",
    "liquidation_text": "In the case of an active borrower with a secured loan, the MFH Servicing official will attempt to have the recipient liquidate voluntarily subject to compliance with prepayment requirements. If the recipient agrees, the MFH Servicing official will document the agreement with an entry in the running record of the case file. Where real property is involved, the MFH Servicing official will prepare a letter to be signed by the recipient agreeing to voluntary liquidation. If the recipient does not agree to voluntary liquidation, or agrees but is unable to accomplish it within a reasonable period of time (usually not more than 90 days), the Agency will initiate forced liquidation action, unless the amount of unauthorized assistance outstanding totals less than $1,000 or it can be clearly documented that it would not be in the best financial interest of the Government to force liquidation. If a borrower meets either of the two criteria to forego forced liquidation, the Agency will make all necessary account adjustments without the recipient's signature and notify the recipient by letter of the actions taken.",
    "b_legal_action": "B. Legal Action to Enforce Collection",
    "legal_action_text": "In the case of a grantee, inactive borrower, or active borrower with an unsecured loan (e.g., collection-only or unsatisfied balance after liquidation), the MFH Servicing official will document the facts in the case file and submit it to the Leadership Designee, who will request the advice of OGC on pursuing legal action to effect collection. The Leadership Designee will tell OGC what assets, if any, are available from which to collect. The Leadership Designee will forward the case file, recommendation of the Leadership Designee, and OGC comments to the Agency for review and authorization to implement recommended servicing actions.",
    "page_number": "9-29",
    "date": "(08-30-24) PN 623"
  },
  {
    "content": "json\n{\"HB-3-3560\": \"\",\"C. Double Damages (7 CFR 3560.460)\": \"\",\"1. Action to Recover Assets or Income\": \"\",\"The Agency may request to the Attorney General to bring an action in a U.S. District\": \"\",\"Court to recover any assets or income used by any person in violation of the provisions of\": \"\",\"a loan made by the Agency under this section or in violation of any applicable statute or\": \"regulation.\": \"\",\"For the purposes of this section, use of assets or income in violation of the applicable\": \"\",\"loan, statute, or regulation includes any use for which the documentation in the books and\": \"\",\"accounts does not establish that the use was made for a reasonable operating expense or\": \"\",\"necessary repair of the project or for which the documentation has not been maintained in\": \"\",\"accordance with the requirements of the Agency and in reasonable condition for proper\": \"audit.\": \"\",\"For the purposes of this section, the term \\\"person\\\" means:\": \"\",\"Any individual or entity that borrows funds in accordance with programs authorized\": \"by this section;\": \"\",\"Any individual or entity holding 25 percent or more interest in any entity that the\": \"\",\"Agency funds in accordance with programs authorized by section 3560.1; and\": \"\",\"Any officer, director, or partner of an entity that borrows funds in accordance with\": \"\",\"programs authorized section 3560.1.\": \"\",\"2. Amount Recoverable\": \"\",\"In any judgment favorable to the United States entered under this subsection, the\": \"\",\"Attorney General may recover double the value of the assets and income of the project\": \"\",\"that the court determines to have been used in violation of the provisions of a loan made\": \"\",\"by the Agency under this section or any applicable statute or regulation, plus all costs\": \"\",\"related to the actions, including reasonable attorney and auditing fees.\": \"\",\"Notwithstanding any other provisions of law, the Agency may use amounts recovered\": \"\",\"under this section for activities authorized under section 3560.1, and such funds must\": \"remain available for such use until expended.\": \"\",\"3. Time Limitation\": \"\",\"Notwithstanding any other provisions of law, an action under section 3560.460 may\": \"\",\"be commenced at any time during the six-year period beginning on the date that the\": \"\",\"Agency discovered or should have discovered the violation of the provisions of this\": \"section or any related statutes or regulations.\": \"\",\"9-30\": \"\"}",
    "type": "text"
  },
  {
    "HB-3-3560": "true",
    "section_4_title": "Continued Availability of Other Remedies",
    "section_4_text": "The remedy provided in section 3560.460 is in addition to-not in substitution of- any other remedies available to the Agency or the United States Government.",
    "section_D_title": "Equity Skimming (7 CFR 3560.461(a))",
    "subsection_1_title": "Criminal penalty",
    "subsection_1_text": "Whoever, as an owner, agent, employee, or manager, or is otherwise in custody, control, or possession of property that is security for a loan made under Title V of the Housing Act of 1949, as amended (Housing Act), willfully uses, or authorizes the use, of any part of the rents, assets, proceeds, income, or other funds derived from such property, for any purpose other than to meet actual, reasonable, and necessary expenses of the property, or for any other purpose not authorized by this title or the regulations adopted pursuant to this title, must be fined under title 18, United States Code (USC), or imprisoned not more than five years, or both.",
    "subsection_2_title": "Civil sanctions",
    "subsection_2_text": "An entity or individual who as an owner, operator, employee, or manager, or who acts as an agency for a property that is security for a loan made under this title where any part of the rents, assets, proceeds, income, or other funds derived from such property are used for any purpose other than to meet actual, reasonable, and necessary expenses of the property, or for any other purpose not authorized by the Housing Act and the regulations adopted pursuant to the Housing Act, must be subject to a fine of not more than $25,000 per violation. The sanctions provided in this paragraph may be imposed in addition to any other civil sanctions or civil monetary penalties authorized by law.",
    "section_E_title": "Civil Monetary Penalties (7 CFR 3560.461(b))",
    "section_E_subsection_1_title": "Overview",
    "section_E_subsection_1_text": "Civil Monetary Penalties is authorized under section 543(b) of the Housing Act of 1949, as amended (42 U.S.C. 1490s(b)), and provides a remedy for non-monetary compliance violations without imposing more severe actions such as acceleration, foreclosure and liquidation that may not be in the best interest of the Federal Government. It also allows the Agency to elicit compliance by the borrower when all other efforts for reestablishing program compliance have been exhausted. In order to avoid pursuing civil monetary penalties, Agency staff would prefer to work alongside borrowers to resolve outstanding violations of the Housing Act, the regulation issued by",
    "date": "(08-30-24)",
    "PN": "623",
    "page_number": "9-31"
  },
  {
    "HB-3-3560": "true",
    "guidance_chapter_10.15_enforcement_actions": "true",
    "civil_monetary_penalty_section": "3560.461(b)",
    "civil_penalties_assessed_7_cfr": "part 3",
    "adjusted_civil_monetary_penalties_7_cfr": "3.91(b)(8)(iii)",
    "housing_act_of": "1949",
    "housing_act_section": "543 (b)(3)(A)",
    "civil_penalty_exceed_damages_greater_of_twice": "true",
    "page_number": "9-32"
  },
  {
    "HB-3-3560": "",
    "consideration_1": "The gravity of the offense",
    "consideration_2": "Any history of prior offenses by the violator (including offenses occurring prior to the enactment of this section)",
    "consideration_3": "Any injury to tenants",
    "consideration_4": "Any injury to the public",
    "consideration_5": "Any benefits received by the violator as a result of the violation",
    "consideration_6": "Deterrence of future violations; and",
    "consideration_7": "Such other factors as the Agency may establish by regulation",
    "Attachment_9-A": "Guide for Civil Monetary Penalty Recommendation and Assessment.",
    "Agency_Actions_Responsibilities": "",
    "MFH_Servicing_official": "The MFH Servicing official will verify that the steps outlined in Chapter 10.9 \"Key Steps in Addressing Compliance Violations and Defaults,\" and Chapter 10.10 \"Notification to Borrower of Servicing Problems\" have been completed before conducting the necessary investigation and referral",
    "serious_consequences": "Due to potentially serious consequences for a borrower resulting from a civil monetary penalty action, and the possibility of a challenge to the Agency action, it is important that all recommendations for these actions be fully supported with current documentation. If the recommendation is more than three years old after the alleged wrongdoing, explanatory documentation must be provided indicating the reason(s) for the delay. If the Leadership Designee and the Office of General Counsel have access to all relevant information supporting the recommendation, the Agency will be more likely to withstand challenges to impose civil monetary penalty at the hearing",
    "Agency_record": "The materials submitted to the Leadership Designee and the Office of General Counsel will comprise the Agency record. The quality and accuracy of the narrative record can ultimately determine the success or failure of a case appealed to federal district court",
    "Agency_documents": "The Agency must include all documents relating to the relationship between the",
    "PN": "623",
    "page_number": "9-33",
    "date": "08-30-24"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "paragraph_5e_agreements_documentation": "agreements, and documentation listed in paragraph 5.e. Care should be exercised in identifying the correct person(s) or entity for civil monetary penalty to prevent losing a case on procedural error for failure to provide proper and timely notice.",
    "civil_monetary_penalty_partners_affiliates": "When a civil monetary penalty extends to partners or affiliates, including its owners, officers, directors, general partners, limited partners, or employees, any partnership agreements or articles of incorporation must be included to establish the relationship between parties. These documents are necessary to assist in correctly identifying the person(s) or entity to be penalized, and in making determinations about imputing actions to other individuals and affiliates. OGC can advise about whether and how such penalties may be enforced against entity members with limited liability.",
    "7_CFR_3560_461b_7_CFR_3_91b": "In addition to the causes outlined in to 7 CFR 3560.461 (b) and 7 CFR 3.91 (b) (8), it is imperative to compile civil monetary penalty file(s) in accordance with the standards outlined in paragraph 5 Format for Submission of Civil Monetary Penalties Case.",
    "MFH_Servicing_official_Leadership_Designee": "Once the investigation and the assembly of documentation is completed, the MFH Servicing official shall send the package of information to the Leadership Designee. The Leadership Designee will decide if the civil monetary penalty is appropriate. If so, the case will be forwarded to the appropriate local OGC office for a legal sufficiency review.",
    "notification_intent_pursue_civil_monetary_penalty_action": "4. Notification of Intent to Pursue Civil Monetary Penalty Action (HB Letter 303-A)",
    "MFH_Servicing_official_procedures_issuing_Servicing_Letters": "The MFH Servicing official should follow the procedures for issuing Servicing Letters #1, #2, and #3, in accordance with HB-3-3560, Exhibit 10-2, Sequence of Servicing Letters. Handbook Letter 303-A (3560), “Notification Of Intent To Pursue Civil Monetary Penalty Action,\" should be sent at least 60 days after the date of first letter and at least 15 days after Letter #2 notifying borrowers that they are in default and warning of enforcement action if problem is not corrected within 15 days. Handbook Letter 303-A must be sent via Certified Mail. The Agency shall preserve all related documents and data upon the issuance of Handbook Letter 303-A.",
    "page_number": "9-34"
  },
  {
    "HB-3-3560": "true",
    "b": "During the 15-day response period, the MFH Servicing official should begin assembling the documentary evidence supporting the case. The complete package of documentary evidence is needed by the Leadership Designee to submit to the RHS Administrator, the Regional OGC, and the Office of Administrative Law Judges for review and concurrence.",
    "c": "Upon the expiration of the 15-day period in which the respondent is to contact the Agency, the MFH Servicing official will develop a problem case report using Form RD 3560-56, Report on Real Estate Problem Case, for the Leadership Designee's approval. The problem case report contains the details of the case, and is used by MFH Servicing officials to recommend and obtain the Leadership Designee's approval for an enforcement action. MFH Servicing officials will forward the problem case report describing the violations of Agency requirements by the borrower along with recommended enforcement actions within 120 days of concluding that efforts to achieve compliance have been unsuccessful.",
    "d": "The Leadership Designee will review the problem case report and respond to the MFH Servicing official within 30 days of receipt of the problem case report, indicating the action to be taken. Such determination shall be based upon a review of Handbook Letter 303-A, the borrower's response, if any, and the documents listed in paragraph 5, below.",
    "e": "Upon the Leadership Designee's consent to the civil monetary penalty action, indicated by marking the \"Litigation For Performance\" box on the problem case report, and absent any active settlement negotiations, the package of documentary evidence and the problem case report shall be submitted to the RHS Administrator for review and concurrence. Upon receiving concurrence from the RHS Administrator, the Leadership Designee shall forward the recommendation and the package of documentary evidence to the local OGC office for legal sufficiency review and consent. Upon review by OGC, OGC shall draft a complaint, then forward it back to the Leadership Designee. The Leadership Designee shall review the complaint and forward it to the RHS Administrator for signature and filing with the Office of Administrative Law Judges, accompanied by a transmittal memorandum signed by the RHS Administrator recommending a civil monetary penalty. A copy of the signed transmittal memorandum should be sent to the local OGC office to serve as a notification that the case is moving forward and legal representation will be needed.",
    "5. Format for Submission of a Civil Monetary Penalties Case": "true",
    "The documentary evidence package from the Leadership Designee to the RHS Administrator should be secured and tabbed, and in chronological order starting with the most recent documents, as follows:": "true",
    "a": "Form RD 3560-56, \"Report on Real Estate Problem Case,\" which is the Leadership Designee's recommendation and justification for a civil monetary penalty. A clear,",
    "(08-30-24) PN 623": "true",
    "9-35": "true"
  },
  {
    "HB-3-3560": "true",
    "b": "Transmittal memorandums from the Servicing Office.",
    "c": "Executive Summary, consisting of a brief history of events, and discussion of each factor going into fee determination.",
    "d": "Include the following documents that are applicable to the civil monetary penalty plus any additional information that will support the Agency's recommendation and assist the Administrator in the decision making process:",
    "Item 1": "Agency letters to the respondents and their responses;",
    "Item 2": "Borrower complaint letters to respondents and their responses;",
    "Item 3": "Copies of any articles of incorporation, loan agreements, by- laws or partnership agreements (including, but not limited to, documentation to establish relationships between the proposed civil penalty and the government and/or the transfer of federal funds);",
    "Item 4": "Record of other Agency contacts with respondents (including printouts of emails/ notes from parties, if applicable);",
    "Item 5": "Record of visits and copies of running record entries concerning aggrieved parties;",
    "Item 6": "Inspection/Certifications;",
    "Item 7": "Documentation concerning criminal indictments/convictions, Judgments, Settlements and Plea Bargain Agreements; recommendations of OIG investigations;",
    "Item 8": "Documentation to justify lapses in timeliness in the referral or processing of a case.",
    "Construction Matters": "If Construction Matters are an issue include:",
    "Contract Agreements": "Contract and all written Agreements",
    "Subcontracts": "Subcontracts",
    "Page Number": "9-36"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "Amendments and Change Orders": null,
    "Plans and Specifications": null,
    "Warranty Documents": null,
    "Payment Information Release of Claims": null,
    "Lien Waivers": null,
    "Mechanics or Suppliers Liens and Judgments": null,
    "If Application Matters are at issue also include": null,
    "Application": null,
    "Verification of Employment": null,
    "Interest Credit or": null,
    "Subsidy Repayment Agreements": null,
    "Conditional Commitment": null,
    "OIG and Other Investigation Reports": null,
    "6. Complaint": "6. Complaint",
    "Complaint Text": "After allowing the violator the opportunity to offer a settlement, a complaint shall be served upon the respondent. The Agency, through the Regional OGC office, will follow the instructions provided by the Administrative Law Judges, in accordance with 7 C.F.R., part 1, subpart H of the Departmental Administrative Regulation.",
    "7. Response to the Complaint": "7. Response to the Complaint",
    "Response Text": "If the respondent does not respond to the Agency's complaint as prescribed, then the Agency Official may file a motion for default judgment, in accordance with 7 C.F.R., Subtitle A, part 1, subpart H.",
    "8. Hearings": "8. Hearings",
    "Hearings Text": "Hearings under this part shall be conducted according to the procedures applicable to hearings, in accordance with 7 C.F.R., part 1, subpart H. A field office attorney will serve as the Agency representative for the hearing.",
    "9. Collection of Penalties": "9. Collection of Penalties",
    "Collection Text": "No payment of a penalty assessed under section 3560.461(b) may be made from funds provided under the Housing Act or from funds of a project that serve as security for a loan made under the Housing Act.",
    "PN": "623",
    "Date": "08-30-24",
    "Page": "9-37"
  },
  {
    "HB-3-3560": "If the hearing results in a civil penalty assessed against the defendant, after such\ntime as allowed in accordance with the administrative procedure in 7 C.F.R., part 1,\nsubpart H, the Agency will proceed with seeking repayment of all penalties assessed,\nas a miscellaneous receivable through the SO-MFHB. The collection of funds from\nthe defendant may be either in a lump sum or from a monthly repayment schedule\nwithout the charging of interest if the defendant pays the debt in full within 90 days\nfrom the date of debt on Form RD 3560-65, “MFH Miscellaneous Receivable\nNotification/Repayment Agreement.” Otherwise, the debt will be submitted by the\nSO-MFHB using Form RD 3560-65, to Treasury for Cross Servicing.",
    "10. Settlement of a Civil Money Penalty Action": "The Leadership Designee is authorized to enter into settlement agreements\nresolving civil money penalty actions that may be brought under this section.",
    "11. Remedies for Noncompliance": "If a person or entity fails to comply with a final determination by the Agency\nimposing a civil monetary penalty, the Agency may request the Attorney General of\nthe United States to bring an action in an appropriate district court to obtain a\nmonetary judgment against such an individual or entity and such other relief as may\nbe available. The monetary judgment may, at the court's discretion, include attorney's\nfees and other expenses incurred by the United States in connection with the action.",
    "12. Conditions for Renewal Extension": "The Agency may require as part of the settlement process that expiring loan or\nassistance agreements entered into under the Housing Act must not be renewed or\nextended unless the owner executes an agreement to comply with additional\nconditions prescribed by the Agency or executes a new loan or assistance agreement\nin the form prescribed by the Agency.",
    "13. Appeal Rights": "In an action under this paragraph, the validity and appropriateness of a\ndetermination by the Agency imposing the penalty will not be subject to\nadministrative review before the National Appeals Division.",
    "F. Money Laundering (7 CFR 3560.462)": "The Agency has the authority to pursue money laundering cases, when appropriate,\nper 11 U.S.C. section 1956(c)(7)(D).",
    "page_number": "9-38"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "G. Obstruction of Federal Audits (7 CFR 3560.463)": "G. Obstruction of Federal Audits (7 CFR 3560.463)",
    "So long as the requirements of 18 U.S.C. section 1516(a) are met, the Agency will\npursue a criminal action against a person who, with the intent to deceive or defraud the\nUnited States, endeavors to influence, obstruct, or impede a Federal Auditor.": "So long as the requirements of 18 U.S.C. section 1516(a) are met, the Agency will\npursue a criminal action against a person who, with the intent to deceive or defraud the\nUnited States, endeavors to influence, obstruct, or impede a Federal Auditor.",
    "9-39": "9-39",
    "(08-30-24) PN 623": "(08-30-24) PN 623"
  }
]