[
  {
    "HB-3-3560": "",
    "CHAPTER 4": "ACCOUNT SERVICING",
    "4.1": "INTRODUCTION",
    "INTRODUCTION": "To ensure that program objectives are met and that borrowers do not default on their\nloans, the Agency has specific procedures for servicing borrower accounts. These procedures\nare designed to ensure that loan payments are received on time and in the proper amounts;\npayments are properly applied to the appropriate account; past due accounts are serviced\ncorrectly; late fees are assessed for late payments; and procedures for final loan payments are\nfollowed. Diligent management of the account servicing process through promptly and\naccurately recording payments and tracking late payments is an effective method to reduce\nunnecessary delinquencies.\nThis chapter presents the Agency's procedures for servicing borrower accounts. It\ndescribes the procedures that all MFH Servicing officials must follow when servicing accounts\nto protect the Government's interest in the loan and the property.",
    "4.2": "OVERVIEW",
    "OVERVIEW": "Agency regulations in 7 CFR 3560.401 through 7 CFR 3560.403 establish borrowers'\nresponsibilities and the actions the Agency may take to collect timely loan payments from\nborrowers, protect its interests and the security of its loan, and assist borrowers in meeting the\nobjectives and requirements of the loan. These regulations require that borrowers repay their\nloans to the Agency according to the specific provisions of their debt instruments and operate\ntheir facilities in accordance with requirements of the rule and other applicable Federal, State,\nand Local laws. The Agency may reject any servicing request by a borrower if it is not in the\nbest interest of the Government or tenants.\nMost servicing requirements and procedures are the same for Daily Interest Accrual\nSystem (DIAS) accounts and Predetermined Amortization Schedule System (PASS) accounts,\nwith the exception of the assessment of late fees, which only applies to PASS accounts.\nPayments under DIAS are not assessed late fees because additional interest is charged\nautomatically, based on the number of days the past due balance is outstanding.",
    "SECTION 1": "ACCOUNT SERVICING REQUIREMENTS",
    "7 CFR 3560.403 AND 7 CFR 3560.404": "",
    "ACCOUNT SERVICING REQUIREMENTS": "The Agency's regular account servicing requirements cover the following major topic\nareas: loan payments, late fees, waivers, servicing past due accounts, conversion of accounts\nfrom DIAS to PASS, and final loan payments. This section describes the regulatory\nrequirements for each area.",
    "4.3": "LOAN PAYMENTS",
    "LOAN PAYMENTS": "Borrower loan payments are due on the first day of each month unless otherwise\nestablished in the debt instrument executed with the Agency. A borrower is in default of loan",
    "(08-30-24) PN 623": "",
    "4-1": ""
  },
  {
    "HB-3-3560": "",
    "4.4": "LATE FEES (PASS ACCOUNTS ONLY)",
    "Late_Fee_Percentage": "6",
    "Late_Fee_Trigger_Amount": "15",
    "4.5": "LATE FEE WAIVERS",
    "4.6": "PAST DUE ACCOUNTS",
    "A. Past Due Payments": "",
    "Page_Number": "4-2"
  },
  {
    "content": "json\n{\"HB-3-3560\": \"\",\"B. Interest on Past Due Payments (PASS Accounts Only)\": \"\",\"regular_payment_continues\": \"When a regular payment continues to be past due on the first day of the month following the payment due date, the Agency charges interest at the note rate on the unpaid delinquent principal amount. Interest is charged from the date the principal was due until all applicable payments are current in accordance with the number of full installments required by the Form RD 3560-52, Promissory Note, and is in addition to the scheduled interest of the regular payment. The interest on delinquent principal, the unpaid delinquent principal, any applicable late fees, and recoverable cost charges are added to the regular payment amount due for the next month to determine the total amount due as of the first of the month following the delinquency.\": \"\",\"C. Special Servicing Action\": \"\",\"Borrowers_accounts_30_days_past_due\": \"Borrowers with accounts 30 days past due may be subject to the special servicing provisions outlined in Chapters 10 and 12 of this handbook.\",\"4.7 CONVERSION FROM DIAS TO PASS\": \"\",\"facilitate_standardize_servicing_efforts\": \"To facilitate and standardize its servicing efforts, the Agency requires that all new loans be closed and serviced using PASS. The only exceptions are off-farm and on-farm labor housing loans, which may be closed on either DIAS or PASS. Farm labor loans may be closed on DIAS if the farm operation is such that the annual payment corresponds to the timing of usual farm income.\",\"Borrowers_DIAS_accounts\": \"Borrowers with DIAS accounts, except for farm labor housing loans, must convert to PASS if they request servicing actions that involve a change in the terms of their loan (e.g., credit sales, reamortizations, equity incentive loans, loan consolidations, and project transfers) or if they request subsequent loans.\",\"Example_Determining_Days_for_Past_Due_Accounts\": \"\",\"borrower_fails_to_make_scheduled_payment\": \"If a borrower fails to make a scheduled payment in full due on June 1, the following example demonstrates how the Agency calculates past due charges:\",\"June_1_Payment_due_date\": \"June 1 - Payment due date.\",\"June_2_Payment_is_1_day_past_due\": \"June 2 - Payment is 1 day past due. No Agency action taken.\",\"June_11_Payment_is_11_days_past_due\": \"June 11 - Payment is 11 days past due. Late charge applied on overdue payments.\",\"June_30_Borrower_is_delinquent_and_30_days_past_due\": \"June 30- Borrower is delinquent and 30 days past due. Agency begins special servicing actions in accordance with Chapters 10 and 12.\",\"page_number\": \"4-3\",\"date_pn\": \"(08-30-24) PN 623\"}",
    "type": "text"
  },
  {
    "HB-3-3560": "",
    "4.8": "",
    "FINAL LOAN PAYMENTS": "",
    "MFH Servicing official begins the final loan payment process": "they must determine if the final loan payment is a prepayment, as covered in Chapter 15.",
    "borrower's final loan payment must include repayment of all outstanding obligations to the Agency": "",
    "Agency will apply any remaining supervised funds to the borrower's account or return such funds to the borrower following acceptance of final payment": "",
    "At the borrower's request": "the Agency will provide a written statement indicating the amount necessary to pay the account in full.",
    "Suitable forms of payment include cashier's check": "money order, or bank draft. If a borrower uses forms of payment that require special handling, the borrower is responsible for the cost of such handling. When payment is provided in a form that is not the equivalent of cash, the Agency will consider a payment to be received at the time the funds have been successfully transferred to the Agency. This can now be accomplished electronically through Pre-Authorized Debit (PAD).",
    "Agency will release security instruments when full payment of all outstanding obligations to the Agency have been received and accepted": "",
    "If the Agency and the borrower agree to settle the account for less than the full amount owed": "the Agency may release security instruments when the borrower has paid all agreed-upon obligations in full. Recording costs for the release of the security instruments will be the responsibility of the borrower, except where State law requires the mortgagee to record or file the satisfaction.",
    "If the entire principal of the loan is refunded after the loan is closed": "the borrower must pay interest from the date of the note to the date of receipt of the refund.",
    "Agency may collect any account balance that results from an error by the Agency in handling final payments": "",
    "4-4": ""
  },
  {
    "HB": "3-3560",
    "SECTION": "2",
    "SECTION_TITLE": "PROCESSING TENANT CERTIFICATIONS",
    "4.9": "OVERVIEW",
    "4.9_TEXT": "For borrowers to qualify for interest credit or rental assistance, they must demonstrate that their tenants meet the income and household size eligibility limits delineated by the Agency. This section describes the Agency's policies and procedures for processing tenant certifications, including verification that the information is true and accurate.",
    "4.10": "REQUIREMENTS OF THE RULE",
    "4.10_TEXT": "For each occupied unit under lease, borrowers must have a current tenant certification or recertification on file with the Agency to be eligible for interest credit or rental assistance. The Agency may charge borrowers overage and withhold rental assistance payments for units without a valid and current tenant certification. These requirements protect the Government's interest by ensuring that only eligible units benefit from Agency subsidy payments. They also protect tenants' interest by reserving subsidy benefits for those who actually qualify for them.",
    "4.11": "GENERAL PROCEDURES",
    "4.11_A": "Timely Submission and Overage Charges for Late Submissions",
    "4.11_A_TEXT": "Borrowers must submit tenant certifications for new tenants and required recertifications for existing tenants no later than the tenth day of the month for the certification to be effective for that month. This deadline applies regardless of whether the certifications are being submitted through electronic transmission or in hard copy. Tenant certifications received after the tenth day of the month will be considered late. Borrowers are not eligible for interest credit or rental assistance for units with late certifications, and the Agency will charge the appropriate amount of overage until valid certifications are received in a timely manner for all units.",
    "4.11_A_TEXT_2": "The tenth-day-of-the-month deadline applies regardless of whether the late certification in question relates to a new certification or a recertification. Any changes to tenant certifications that are effective as of the first day of the month must be submitted to the Agency by the tenth day of that month for the affected units to qualify for interest credit or rental assistance. If the changes are submitted after the tenth day of the month, the Agency will charge overage and the changes will be effective the first day of the following month. The Agency may remove a management agent if there is a pattern of failure to submit tenant certifications on time that results in excessive overage charges.",
    "4.11_B": "Waivers of Overage",
    "4.11_B_TEXT": "The Leadership Designee may grant a waiver of overage charges resulting only from the late submission of tenant certifications in the following instances:",
    "4.11_B_BULLET": "Circumstances existed that were beyond the borrower's control (e.g., natural disaster or undetected transmission failures due to network interruption);",
    "DATE": "08-30-24",
    "PN": "623",
    "PAGE": "4-5"
  },
  {
    "HB-3-3560": "",
    "It would place an unfair burden on the borrower": true,
    "It is in the best financial interest of the Government to grant the waiver": true,
    "The charges were a result of an Agency error": true,
    "Form RD 3560-23": true,
    "Multi-Family Housing Waiver of Overage": true,
    "AMAS": true,
    "MFIS": true,
    "C. Verification and Processing of Certifications": true,
    "MINC": true,
    "Form RD 3560-8": true,
    "Form RD 3560-29": true,
    "4-6": true
  },
  {
    "HB-3-3560": "",
    "D. Approval of Subsidy": "",
    "The Agency will certify for interest credit or rental assistance only those tenants with": "",
    "current tenant certifications showing on MFIS when payments are being processed.": "",
    "MFIS retains a copy of Form RD 3560-29, to document the approved subsidies.": "",
    "SECTION 3: LOAN PAYMENT PROCESSING": "",
    "4.12 OVERVIEW": "",
    "The Agency processes loan payments and subsidy requests according to the servicing and": "",
    "collection requirements of the individual loan. The requirements are established by the loan": "",
    "agreement or loan resolution, and Form RD 3560-52. There are a number of steps common to": "",
    "the processing of any loan payment, as outlined below.": "",
    "4.13 NOTIFICATION TO BORROWERS OF PAYMENTS DUE": "",
    "A. Factors Used to Determine Payment Amount": "",
    "The amount of each borrower's monthly payment is automatically calculated by": "",
    "MFIS based on the tenant information received from the borrower and summarized on": "",
    "Form RD 3560-29. The Agency releases this form to MINC on or about the seventeenth": "",
    "day of the month, where borrowers are able to view and approve the information for": "",
    "processing.": "",
    "B. Calculating Payment Amount": "",
    "To determine the amount of the payment that is due from the borrower, MFIS sums": "",
    "the total of the following components:": "",
    "Audit receivables (e.g., excess rental assistance, unauthorized assistance) as": "",
    "determined by MFIS;": "",
    "Late fees as determined by AMAS;": "",
    "Unamortized cost items (e.g., taxes, insurance, protective advances) as determined by": "",
    "AMAS;": "",
    "Amortized cost item loan installments as determined by AMAS and reflected on the": "",
    "MFIS Form RD 3560-29 (included in the project payment) and in the project payment": "",
    "amount on Form RD 3560-29;": "",
    "Overage; and": "",
    "Debt service (i.e., interest and principal as determined by AMAS).": "",
    "Note that audit receivables and cost items may be either unamortized or amortized. If": "",
    "they are amortized, a borrower may have up to five years to pay under the terms of an": "",
    "(08-30-24) PN 623": "",
    "4-7": ""
  },
  {
    "HB-3-3560": "true",
    "Rental Assistance": "Overage and Rental Assistance",
    "30% of Tenant Monthly Adjusted Income": "Rental Assistance",
    "Basic Rent": "Note Rent",
    "Overage": "Actual Rent Paid by Tenant",
    "$180": "Not available ($0)",
    "$200": "$500",
    "$0": "Tenant pays Basic Rent, $200. Tenant is rent overburdened.",
    "$180_2": "$20",
    "$200_2": "$500_2",
    "$0_2": "Tenant pays $180.",
    "$200_3": "$500_3",
    "$0_3": "Tenant pays Basic Rent, $200.",
    "$230_2": "$0_4",
    "$200_4": "$500_4",
    "$30_2": "Tenant pays $230; $30 is considered overage.",
    "$500_2": "$0_5",
    "$200_5": "$500_5",
    "$300": "Tenant pays $500; $300 is considered overage.",
    "C. Borrower Verification Of Payment Data": "true",
    "Form RD 3560-29": "is released to MINC for verification by the borrower on or about the seventeenth day of the month. It is the borrower's responsibility to access this form and verify that the data contained therein is accurate. Should discrepancies be found, the borrower must transmit corrected data through MINC or contact the MFH Servicing official for assistance.",
    "4.14 PAYMENT DUE DATES": "true",
    "The regular payment due date is established in the Agency Form RD 3560-52": "for the project and is generally the first day of each month. The first regular amortized payment after loan closing for transfers, reamortizations, voluntary conversions, credit sales, or loans closed after interim financing must be at least 1 month from closing. For example, if a loan is closed on",
    "4-8": "true"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "payment_due_date": "March 1",
    "payment_after_advance": "1 month",
    "section": "4.15",
    "title": "PROCEDURES FOR PROCESSING PAYMENTS",
    "subsection": "A. Overview",
    "officials_responsible": "MFH Servicing officials",
    "processing_guidance": "Leadership Designee",
    "exhibit_reference": "Exhibit 4-2",
    "page_number": "4-9",
    "date": "(08-30-24)",
    "pn_number": "PN 623"
  },
  {
    "HB-3-3560": "",
    "Exhibit 4-2": "",
    "Key Steps in Processing Loan Payments": "",
    "Process payments that are submitted to the Agency through MFIS.": "",
    "Review payments for accuracy, balance totals, access the accounting system, and enter appropriate amounts in the proper fields;": "",
    "When a payment is processed, the system will apply subsidy credit to the loan account before any payment or other credit is applied to the account. Subsidy credit will be applied first to accrued interest and then to principal after all interest is paid. Subsidy credit will not be applied to late fees, audit receivables, or recoverable cost charges;": "",
    "After a payment has been processed, any change in application that does not involve changes in cash may be made in the Servicing Office by properly trained and certified staff. If changes need to be made in a cash field, the AMAS Coordinator can process the charge after performing a cursory review of account information; and": "",
    "Make modifications to the payment as necessary. Some examples of situations where modifications might be made include wrong date of credit, key punch errors, incorrect recording of rental assistance, and duplicate payments (see AMAS instructions for more information).": "",
    "When a borrower remits a payment, AMAS will net enough rental assistance to bring the account status current and pay any unpaid overage, late fees, or interest on delinquent principal based on the date payment is received. If the account is on or ahead of schedule when the payment is received, enough rental assistance will be netted to pay one full installment and any unpaid overage, interest, or other obligation.": "",
    "B. Borrower Submission": "",
    "Borrowers must prepare and submit Form RD 3560-29 providing the following information:": "",
    "Only tenants' occupying units the first day of the month prior to the payment due date;": "",
    "Interest credit and rental assistance only for tenants with current tenant certifications;": "",
    "Overage up to the market rent that must be paid to the Agency by the borrower for tenants without current tenant certifications unless there is a formal eviction in process. In that case, the payment will be based on the expired tenant certification; and": "",
    "The borrower may subtract any rental assistance due the project (supported by current tenant certifications) from the payment due and remit a net payment. Calculations": "",
    "page_number": "4-10"
  },
  {
    "HB-3-3560": true,
    "Form RD 3560-29": true,
    "AMAS": true,
    "RA": true,
    "4-11": true,
    "(08-30-24) PN 623": true
  },
  {
    "HB-3-3560": true,
    "Example 1 Borrower Olson shows on Form RD 3560-29 for the month of May a loan payment due to the Agency of": "$1,865",
    "RA due from the Agency of": "$3,600",
    "The Finance Office sends Olson a check for": "$1,735",
    "Example 2 Borrower Johnson shows on Form RD 3560-29 for the month of May a loan payment of": "$2,200",
    "RA of": "$1,200",
    "Johnson must attach a check made out to the Agency in the amount of": "$1,000",
    "C. Application of Payments": true,
    "1. Regular Payments": true,
    "The Agency has developed specific priorities for applying regular payments. Exhibit 4-3 lists these priorities in descending order.": true,
    "AMAS also will apply regular payments on projects with an initial and subsequent loan according to the priorities in Exhibit 4-3. Each priority item will be paid for all project loans before moving to the next item. AMAS will apply payments for each priority item in accordance with the loan number, beginning with the initial loan and ending with the highest-numbered subsequent loan.": true,
    "Exhibit 4-3 Priorities for Application of Borrower Payments to Outstanding Obligations": true,
    "From highest to lowest, the priorities are": true,
    "Amortized audit receivables": true,
    "Unamortized audit receivables": true,
    "All project late fees due": true,
    "Amortized recoverable costs due": true,
    "Unamortized recoverable costs due": true,
    "Overage": true,
    "All other interest due": true,
    "Principal and": true,
    "Any remaining regular payment which will be applied as an advance regular payment unless specifically designated otherwise": true,
    "2. Advance Payments and Additional Principal Payments": true,
    "The Agency also has established specific procedures for applying advance payments and additional principal payments. Advance regular payments are applied as such only": true,
    "4-12": true
  },
  {
    "HB-3-3560": "",
    "loan_account_current": "when the loan account is current. The payment effective date will be the due date of the",
    "next_regular_payment": "next regular payment that is not fully paid. Extra payments are applied as principal to the",
    "last_installment": "last installment to become due under the note. Voluntary additional principal payments",
    "payments_credited": "will only be credited to the account when all regularly scheduled payments on the",
    "account_paid": "account have been paid. These payments are credited to all principal, as of the payment",
    "effective_date": "effective date, and do not affect the payment status of the loan. Any amount paid by the",
    "borrower_refunded": "borrower in excess of the amount owed will be refunded to the borrower if the excess",
    "amount_over_10": "amount is over $10.",
    "4.16_ASSESSMENT_OF_LATE_FEES": "",
    "loans_PASS_DIAS": "Payments for loans closed on PASS and DIAS are due on the first day of the month. The",
    "agency_late_fees": "Agency charges late fees on PASS payments received after the tenth day of the month. The",
    "finance_office_notifies": "Finance Office automatically notifies each borrower of late fees for PASS payments that were",
    "outstanding_tenth_day": "outstanding as of the tenth day of the month. On or about the eleventh day of each month, Form",
    "RD_3560-29A": "RD 3560-29A, Multiple Family Housing Statement of Payment Due, will be mailed to each",
    "borrower_30_days_past_due": "borrower who is 30 days past due and/or owes late fees, showing the current monthly payment",
    "unpaid_late_fees": "due, unpaid late fees, and past due payments due on the first day of the following month. This",
    "payoff_statement": "payoff statement will be determined from current Finance Office records but will not reflect",
    "overage_due": "overage due from the borrower or rental assistance due the borrower.",
    "late_fees_collected": "Late fees collected by the Finance Office are deposited in the Rural Housing Insurance",
    "fund_RHIF": "Fund (RHIF).",
    "A_Agency_Approval_of_Waivers": "A. Agency Approval of Waivers Procedures for Granting Late Fee Waivers",
    "waivers_late_fee_charges": "Waivers to late fee charges may be granted only as follows:",
    "leadership_designee_waiver": "The Leadership Designee may grant a waiver for as many late fee charges as are",
    "justified_facts_case": "justified by the facts of the case, based on a determination that the late fees would",
    "unfair_burden_borrower": "place an unfair burden on the borrower. For each waiver requested, the borrower",
    "written_explanation": "must provide a written explanation of the circumstances that caused the late payment,",
    "proof_beyond_control": "proof that they were beyond the borrower's control, and a description of what actions",
    "bring_account_current": "will be taken to bring the account current. Waivers are granted on a case-by-case",
    "waivers_granted_case_by_case": "basis;",
    "circumstances_agency_waiver": "There are only two circumstances under which the Agency will grant a waiver to late",
    "fees_nonprofit_cooperative": "fees. The first is when the borrower is a board-managed nonprofit or cooperative,",
    "assessment_late_fees": "because they are the only entities on which the assessment of late fees would place an",
    "unfair_burden": "unfair burden. The second is where the Agency has agreed to accept deferred",
    "deferred_payments": "payments or partial payments as part of an approved workout agreement. In such",
    "leadership_designee_waivers": "cases, the Leadership Designee can grant as many waivers as are justified by the facts",
    "no_annual_limit": "of the case (i.e., there is no annual limit on the number of waivers that may be",
    "waivers_granted": "granted);",
    "date": "(08-30-24) PN 623",
    "page_number": "4-13"
  },
  {
    "HB-3-3560": null,
    "late_fees_owner_expense": "As noted above, late fees are an owner expense. As a result, they may not be charged to the project, except in the case of cooperatives, which can pay late fees from project expenses in cases where the fees are not waived;",
    "agency_waiver_delinquency": "The Agency will not grant a waiver solely to correct a delinquency; and",
    "leadership_designee_waiver": "The Leadership Designee may authorize late fee waivers in cases where Agency error (e.g., an incorrect statement of the date a payment is due) leads directly to the late payment.",
    "required_submissions_waiver": "B. Required Submissions from Borrower to Receive a Waiver",
    "borrowers_submit_items": "Borrowers must submit a number of items to the Agency in order to receive a waiver. These include:",
    "written_explanation": "A written explanation of the circumstances that caused the late payment;",
    "factors_beyond_control": "A description of the factors beyond the borrower's control (e.g., natural disaster); and",
    "actions_to_correct": "A description of the actions that will be taken to bring the account current.",
    "late_payment_agency_error": "If the late payment is due to Agency error, the borrower need not submit the above- listed items. In such cases, providing notification to the Agency of its error will suffice, and loan services will promptly correct the error in the appropriate automated system(s).",
    "notification_granting_waiver": "C. Notification upon Granting A Waiver",
    "waiver_granted_notification": "When a waiver to late fees is granted, the Leadership Designee will notify the MFH Servicing official and the borrower on Form RD 3560-28, Multi-Family Housing Exception to Late Fees, completed according to the Forms Manual Insert (FMI), and enter the change into AMAS and MFIS.",
    "denying_waivers": "D. Denying Waivers",
    "late_fee_waiver_denied": "When an application for a late fee waiver is denied, the Leadership Designee must give the borrower appeal rights under 7 CFR Part 11.",
    "section_number": "4.17",
    "special_circumstances": "SPECIAL CIRCUMSTANCES",
    "reapplication_payments": "A. Reapplication of Payments",
    "mfh_servicing_approve": "MFH Servicing officials may approve, with the authorization of the Leadership Designee, reapplication of payments between accounts when payments have been applied in error. However, no change may be made if the loan is paid in full, the canceled note or notes have been returned to the borrower, and the security instruments have been satisfied. The AMAS Coordinator will enter changes.",
    "page_number": "4-14"
  },
  {
    "HB-3-3560": "true",
    "B. Overpayments and Refunds": "true",
    "MFH Servicing officials will process overpayments and refunds to borrowers": "true",
    "according to the procedures outlined in 7 CFR 3560.401 through 7 CFR 3560.404,": "true",
    "Account Servicing Policies.": "true",
    "C. Recoverable and Nonrecoverable Cost Items": "true",
    "The MFH Servicing official will service recoverable and nonrecoverable cost items": "true",
    "according to the procedures outlined in 7 CFR 3560.403 and RD Instruction 2024-A.": "true",
    "SECTION 4: ACCOUNT TRACKING AND SERVICING": "true",
    "4.18 OVERVIEW": "true",
    "The Agency must track borrower accounts to ensure that all payments are up-to-date and": "true",
    "to identify any problems that could lead to delinquencies or defaults. Any transaction that affects": "true",
    "an account must be tracked to ensure that it has been processed correctly and that it has not had a": "true",
    "negative impact on the interests of the borrower, tenants, or the Government.": "true",
    "The Agency has sought to facilitate and standardize the account tracking process by": "true",
    "requiring that all new loans, and many existing loans, be closed and serviced using PASS.": "true",
    "4.19 ACCOUNT TRACKING PROCEDURES": "true",
    "A. Conditions for Conversion from DIAS to PASS": "true",
    "Conversion of accounts from DIAS to PASS may be either voluntary or involuntary.": "true",
    "An involuntary conversion may occur at the time of a servicing action such as a": "true",
    "subsequent loan, transfer, or reamortization. In such cases, the MFH Servicing official": "true",
    "completes Form RD 3560-50, Conversion Agreement, and submits it to the State AMAS": "true",
    "Coordinator for entry into AMAS. The terms for the converted loan will be the same as": "true",
    "for the original loan.": "true",
    "B. Procedures for Conversion from DIAS to PASS": "true",
    "The following actions must be taken to convert an account from DIAS to PASS:": "true",
    "The MFH Servicing official will complete Form RD 3560-50, except for loans": "true",
    "converted on Form RD 3560-21, Assumption Agreement, or Form RD 3560-16,": "true",
    "Reamortization Agreement (which converts the account to PASS);": "true",
    "When the borrower will continue to receive interest credit following conversion, the": "true",
    "current interest credit plan type will be passed through to the PASS loan. A new": "true",
    "Form RD 3560-9, Interest Credit and Rental Assistance Agreement, must be prepared": "true",
    "(08-30-24) PN 623": "true",
    "4-15": "true"
  },
  {
    "HB-3-3560": "",
    "bullet_1": "by the borrower and the MFH Servicing official to reflect the PASS payment and subsidy amount;",
    "bullet_2": "The MFH Servicing official will document on the back of the original note or assumption agreement that the payment schedule was modified; and",
    "bullet_3": "The MFH Servicing official will establish principal balance converted to PASS according to the FMI for Forms RD 3560-21 or 3560-16, and specific requirements based on whether the transaction is on the same terms or new terms.",
    "C. Account Reviews": "",
    "review_text": "The foundation for proper and timely debt payment is sound budgeting and monthly review of income and expenses by the borrower and, as necessary, by MFH Servicing officials. Account maintenance must begin with initial planning and must be an integral part of ongoing analysis, planning, and follow-up management assistance.",
    "MFH_text": "MFH Servicing officials must review each loan account at least monthly by accessing AMAS and carefully reviewing the status screens showing account status and other relevant account information. Accounts that are 30 days past due are subject to special servicing actions, as outlined in Paragraph 4.21 and in Chapter 10 of this handbook.",
    "4.20 SERVICING ACCOUNTS THAT ARE 30 DAYS PAST DUE": "",
    "tracking_text": "When tracking borrowers' accounts, MFH Servicing officials must identify all accounts that are 30 days past due. The MFH Servicing official will service these delinquent accounts according to the procedures in this handbook, with guidance and assistance as necessary from the Leadership Designee. If a borrower's delinquency is not corrected by the time the account is 60 days past due, the Agency initiates legal action to cure the borrower's default. In such cases, MFH Servicing officials will follow the procedures described in Chapter 10 and any additional procedures established by the Leadership Designee for the particular type of loan.",
    "4.21 SPECIAL CIRCUMSTANCES": "",
    "A. Same Terms Transfers": "",
    "transfers_text": "Same terms transfers, when the transferor has been converted to PASS, must take place in a current loan status on the date of the transfer. Borrowers must bring current any delinquent principal and interest before the conversion can occur.",
    "B. Overpayments and Advance Regular Payments": "",
    "overpayments_text": "Overpayments and advance regular payments made on PASS accounts result in the creation of a \"future paid\" status account under AMAS. MFH Servicing officials must reverse and apply such advance payments to the transferor's principal balance prior to determining the loan balance to be transferred. If the future payments have been made through RA, they must be refunded to the transferor and reapplied in the form of cash on the loan balance.",
    "page_number": "4-16"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "SECTION 5": "FINAL LOAN PAYMENT [7 CFR 3560.404]",
    "4.22": "OVERVIEW",
    "overview_text": "Because the final payment on an Agency loan signifies the end of the borrower-Agency relationship and opens a number of legal questions, it is important that the Agency has specific requirements and procedures for accepting and processing final loan payments. The Agency's procedures ensure that payments are received in the proper amount and suitable form, that security instruments are released only when all obligations are satisfied, and that special circumstances are handled appropriately.",
    "prepayment_info": "Before the MFH Servicing official begins the final loan payment process, they must determine if the final loan payment is a prepayment, as covered in Chapter 15. If the final payment is an advanced payment of the account, the borrower must complete the prepayment process as outlined in 7 CFR part 3560, subpart N, and Chapter 15 of this handbook before the Agency will process a final loan payment.",
    "4.23": "PROCESSING FINAL LOAN PAYMENTS",
    "processing_text": "There are a number of steps that MFH Servicing officials must follow when accepting and processing a final loan payment.",
    "A. Payment Amount Determined": "A. Payment Amount Determined",
    "payment_amount_text": "The MFH Servicing official will obtain and provide to the borrower the amount to be collected for payment in full of all loans by accessing the relevant AMAS status inquiry screens. MFH Servicing officials will furnish requests for payoff balances on all accounts in writing. Such requests require verification of the payoff amount by two employees.",
    "B. Funds from Supervised Bank Account": "B. Funds from Supervised Bank Account",
    "funds_text": "When a borrower is ready to pay a loan in full, MFH Servicing officials must withdraw any funds remaining in the supervised bank account for the initial loan and remit this amount for application to the borrower's account. Note: This requirement does not include the supervised bank account for reserves. Any amount remaining in the reserve account above the required level and unused is the borrower's money and may be released to the borrower following receipt of the initial payment.",
    "C. Forms Processed": "C. Forms Processed",
    "forms_text": "When the Agency receives final payment, the MFH Servicing official processes it in AMAS as a paid-in-full payment. The payment must be loan specific.",
    "page_number": "4-17",
    "(08-30-24) PN 623": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "",
    "D. Payments Applied": "",
    "MFH Servicing officials apply final payments on the next payment due date or the": "",
    "final due date shown on Form RD 3560-52, assumption agreement, or reamortization": "",
    "agreement, whichever is sooner.": "",
    "E. Security Documents Released": "",
    "1. General": "",
    "When the Finance Office verifies that all amounts owed to the Government have been": "",
    "paid in full, or a compromise or adjusted agreement has been accepted and approved by": "",
    "the appropriate official, it will release security documents to the borrower, along with": "",
    "Form RD 140-4, Transmittal of Documents.": "",
    "If the Agency receives final payment in cash, U.S. Treasury check, cashier's check,": "",
    "certified check, money order, or bank draft, MFH Servicing officials will give the": "",
    "security documents to the borrower at the time of final payment. If not, the Agency will": "",
    "release the documents after a 30-day waiting period.": "",
    "2. Loans Secured by Both Real Estate and Chattels": "",
    "If a loan secured by both real estate and chattels is paid in full, the chattel security": "",
    "instrument will be satisfied or released by the MFH Servicing official in accordance with": "",
    "RD Instruction 1962-A.": "",
    "3. Loans Where Mortgagee Is Required to Record or File a Satisfaction": "",
    "If State law requires the mortgagee to record or file a satisfaction, the Agency will do": "",
    "so consistent with the State supplement. The Agency will deliver the form of satisfaction": "",
    "to the borrower for recordation at the borrower's expense.": "",
    "4. Loans to Insured Borrowers Whose Note and Security Instrument Are Held by a": "",
    "Lender": "",
    "For an insured borrower whose note and security instrument are held by a lender, the": "",
    "MFH Servicing official will deliver to the borrower the note and other documents upon": "",
    "receipt from the lender of Form RD 3560-52, marked \"paid in full,” the original security": "",
    "instrument, and the instruments of satisfaction or release.": "",
    "F. Release of Interest in Insurance": "",
    "When the borrower's loan has been paid in full and the satisfaction or release of the": "",
    "mortgage has been executed, the MFH Servicing official is authorized to release the": "",
    "mortgagee interest in the insurance policy as provided in Chapter 3 of HB-2-3560.": "",
    "4-18": ""
  },
  {
    "HB": "3-3560",
    "Section": "G. Special Circumstances",
    "Subsection_1": "1. Refunded Principal",
    "Principal_Refund_Condition": "If the entire principal of the loan is refunded after the loan is closed, the borrower must pay interest from the date of the note to the date of the receipt of the refund.",
    "Subsection_2": "2. Overpayment",
    "Overpayment_Condition": "If the borrower's final loan payment is greater than the amount due to close the loan, the Agency will process a refund to the borrower 30 days after receipt of the final payment.",
    "Subsection_3": "3. Agency Error in Handling Final Payments",
    "Agency_Error_Condition": "If the Agency makes an error in handling final payments and the error results in an account balance, the MFH Servicing official may attempt to collect that amount from the borrower.",
    "Subsection_4": "4. Note-Only Cases",
    "Note_Only_Condition": "When a loan is evidenced only by a note (i.e., no security instruments are evident) and the note is paid in full, the Agency will deliver the note to the borrower.",
    "Subsection_5": "5. Other Situations",
    "Other_Situations_Condition": "If a situation develops that is not covered by regulations, the MFH Servicing official forwards the borrower's case file to the Leadership Designee, who may offer assistance and special instructions after consultation with the Office of General Counsel (OGC).",
    "Section_H": "H. State Supplements",
    "State_Supplements_Condition": "The Leadership Designee, with the advice of OGC, will issue a State supplement and the necessary forms for releasing or satisfying real estate security instruments. Any unusual cases that are not covered by the State supplement will be handled in accordance with advice from OGC.",
    "Section_I": "I. Redelegation of Authority",
    "Redelegation_Condition": "Leadership Designees may be authorized to redelegate to Agency Staff the authority to execute releases and satisfactions associated with final payments, provided it is determined that the individual to whom such authority is being redelegated has had sufficient training and experience to properly exercise such authority.",
    "Page": "4-19",
    "Date": "(08-30-24)",
    "PN": "623"
  }
]