[
  {
    "HB-3-3560": "HB-3-3560",
    "CHAPTER": "2",
    "TITLE": "MULTI-FAMILY HOUSING PROGRAMS AND LOAN SERVICING",
    "2.1 INTRODUCTION": "INTRODUCTION",
    "INTRODUCTION_TEXT": "This chapter introduces key aspects of the Section 515 Rural Rental Housing and Section 514/516 Farm Labor Housing programs. Under these programs, the Agency provides direct loans and grants to support the development of affordable rental housing that serves rural areas. The Section 538 Multi-Family Housing Guarantee program-the Agency's third Multi-Family Housing program that guarantees loans made by private lenders is covered in a separate regulation [7 CFR Part 3565] and HB-1-3565.\nThis chapter also describes the key project servicing procedures that the Agency uses to administer the terms of the Agency loan or grant agreement for the program. These procedures provide MFH Servicing officials with a consistent basis for conducting servicing actions and assisting borrowers in meeting their responsibilities.\nSection 1 of this chapter introduces the types of loans and other forms of assistance available through the Section 515 program and the Agency's objectives in providing this assistance. Section 2 of this chapter describes the loans, grants, and other assistance available to increase the supply of affordable housing specifically targeted toward farm labor. The chapter concludes with Section 3, which introduces the major project servicing activities, as well as the key parties involved.",
    "SECTION 1 TITLE": "SECTION 1: SECTION 515 PROGRAM",
    "2.2 OVERVIEW": "OVERVIEW",
    "OVERVIEW_TEXT": "The Section 515 program offers direct loans to eligible borrowers to provide economically designed and constructed housing and related facilities for very low-, low-, and moderate-income households; elderly households; and persons with disabilities living in rural areas. This section of the chapter describes:",
    "PROJECT_TYPES_ALLOWED": "The types of projects allowed;",
    "LOAN_TYPES_AVAILABLE": "The types of loans available; and",
    "RENTAL_ASSISTANCE": "Rental assistance available from the Agency.",
    "2.3 TYPES OF PROJECTS": "TYPES OF PROJECTS",
    "PROJECTS_TEXT": "There are four basic types of rental projects that can be developed using Section 515 loans:",
    "FAMILY_PROJECTS": "Family projects;",
    "ELDERLY_PROJECTS": "Elderly projects;",
    "DATE": "08-30-24",
    "PN": "623",
    "PAGE": "2-1"
  },
  {
    "HB-3-3560": true,
    "Congregate_projects": true,
    "Group_homes": true,
    "Section_515_loans_can_be_used_to_finance_rural_cooperative_housing_projects": true,
    "The_Agency_also_services_existing_mixed_projects_that_contain_both_family_and_elderly_units": true,
    "The_housing_must_be_economical_and_must_not_include_elaborate_features_but_it_must_be_adequate_to_meet_tenants_needs": true,
    "The_project_should_be_of_average_quality_and_cost": true,
    "With_the_exception_of_off-farm_labor_housing_all_projects_must_be_developed_in_locations_that_qualify_as_rural_areas": true,
    "A_Family_Projects": true,
    "A_family_housing_project_is_a_rental_property_developed_for_occupancy_by_eligible_very_low_low_or_moderate-income_households": true,
    "B_Elderly_Projects": true,
    "An_elderly_project_is_a_rental_property_that_is_developed_for_occupancy_solely_by_eligible_elderly_households_that_include_a_tenant_or_cotenant_that_is_disabled_or_age_62_years_or_older": true,
    "C_Congregate_Projects": true,
    "Congregate_projects_are_rental_properties_developed_for_occupancy_by_eligible_very_low_low_and_moderate_income_elderly_households_that_need_meals_or_other_services_to_assist_them_in_performing_activities_of_daily_living": true,
    "Congregate_projects_consist_of_private_apartments_and_central_dining_facilities_in_which_a_number_of_allowable_preestablished_services_are_provided_to_tenants": true,
    "These_projects_are_not_designed_to_be_nursing_homes_and_therefore_are_not_allowed_to_pay_for_the_cost_of_medical_or_healthcare-related_services": true,
    "D_Group_Homes": true,
    "A_group_home_is_housing_that_is_occupied_by_eligible_very_low_low_or_moderate_income_elderly_persons_or_individuals_with_disabilities_who_share_living_space_within_a_rental_unit_and_in_which_a_resident_assistant_may_be_required": true,
    "E_Rural_Cooperative_Housing": true,
    "Section_515_loans_may_be_used_to_finance_rural_cooperative_housing_projects_operated_by_nonprofit_consumer_cooperatives_for_the_benefit_of_eligible_very_low_low_and_moderate-income_members": true,
    "page_number": "2-2"
  },
  {
    "HB-3-3560": "true",
    "F. Mixed Projects": "true",
    "Mixed projects description": "Mixed projects are properties developed with a portion of the units designated as family units and the remainder of the units established as elderly units. At the time the project is developed, the borrower must designate the units that will be operated as family units and those that will be operated as elderly units. NOTE: Rural Development no longer finances mixed projects.",
    "2.4 TYPES OF LOANS": "true",
    "Section 515 loans rules": "The rules governing the origination of Section 515 loans differ slightly, depending upon the type of loan being made. The types of loans available under Section 515 include:",
    "Loan types": "Initial loans; Subsequent loans; and Assumed loans.",
    "Loan types description": "This section describes the three types of loans and how they differ. The first two types are discussed in further detail in HB-1-3560. The requirements and procedures for assumed loans and equity loans are covered in Chapter 7.",
    "A. Initial Loans": "true",
    "Initial loans description": "Initial loans are made to projects with no existing Agency loan. Most initial loans are made to build new properties. However, the Agency makes initial loans for the rehabilitation of existing properties when it is in the Agency's best interest.",
    "Interest rate for initial loans": "The interest rate for these loans is set at the note rate established by the Agency in RD Instruction 440.1. The Agency then provides interest credit assistance, which reduces the effective interest rate to 1 percent¹.",
    "Interest credit details": "Interest credit is only provided for units occupied by eligible tenants paying at least 30 percent of their income for rent. The administration of interest credit is covered in this handbook and HB-2-3560.",
    "Loan term": "The Agency establishes the term of these loans to correspond to the expected useful life of the property. The maximum term is 30 years with an amortization period not to exceed 50 years. Generally, initial loans are made for a term of 50 years, with the exception of properties where the expected useful life is a shorter period (e.g., manufactured housing).",
    "Interest credit footnote": "Some existing projects do not receive interest credit, while others receive interest credit that reduces the interest rate to three percent. However, all initial loans made by the Agency following the publication of this handbook will receive interest credit as described here.",
    "Date": "08-30-24",
    "PN": "623",
    "Page": "2-3"
  },
  {
    "HB-3-3560": "",
    "2.5": "AGENCY RENTAL ASSISTANCE",
    "B. Subsequent Loans": "",
    "Subsequent loans can be issued during the term of an Agency loan to help an existing": "",
    "borrower pay for repairs or improvements to the property or in conjunction with the": "",
    "transfer of a property where the purchaser is assuming the initial Agency loan. The key": "",
    "differences between processing requirements for subsequent and initial Section 515 loans": "",
    "are discussed in Chapter 10 of HB-1-3560. Guidance regarding the requirements and": "",
    "procedures for processing project transfers is covered in Chapter 7. Subsequent loans": "",
    "may also be used to finance equity to avert prepayment of the project.": "",
    "C. Assumed Loans": "",
    "Section 515 loans may be assumed in conjunction with the transfer of ownership of": "",
    "the property. The terms and conditions of the assumption depend upon the needs of the": "",
    "project at the time of the transfer. The procedures for processing transfers and": "",
    "assumptions are presented in Chapter 5.": "",
    "1. New Rates and Terms Assumption": "",
    "Most assumptions of Section 515 loans are new rates and terms assumptions—that is,": "",
    "the purchaser assumes responsibility for all or a portion of the remaining debt. To": "",
    "conserve the Agency's budgetary resources, the transaction does not involve paying off": "",
    "the old loan and issuing a new initial loan. Instead, the purchaser assumes the": "",
    "outstanding debt, which is reamortized at new rates and terms. New rates and terms": "",
    "assumptions are used when the purchaser will experience financial difficulties under the": "",
    "terms of the initial loan or when a change in rates and terms is necessary to facilitate the": "",
    "transfer. Purchasers may apply for subsequent loans to make up the difference between": "",
    "the amount of debt assumed and the purchase price or to address physical needs at the": "",
    "project.": "",
    "2. Same Rates and Terms Assumption": "",
    "Transfers may also take place in conjunction with a same rates and terms assumption.": "",
    "Under this type of assumption, the existing note terms, including the interest rate and the": "",
    "remaining repayment period, do not change.": "",
    "Owners of projects located in areas where prospective tenants are likely to be rent": "",
    "overburdened or existing tenants are already overburdened can apply for rental assistance": "",
    "administered by the Agency. This rental subsidy assists tenants by allowing them to pay 30": "",
    "percent of adjusted income for rent, thereby reducing the financial burden on the household. The": "",
    "Agency pays the difference between the tenant contribution and the approved shelter costs for": "",
    "the unit through the rental assistance contract with the borrower.": "",
    "2-4": ""
  },
  {
    "HB-3-3560": "null",
    "section": "2.6",
    "title": "PREFERENCE FOR PROJECTS THAT LEVERAGE OTHER FUNDS",
    "content": "To maximize the number of units produced with Section 515 loan funds, the Agency gives preference to project applications for new loans that leverage other funds, thereby reducing the amount of Section 515 loan funds needed to develop the project. The greater the leveraging proposed in a project application, the greater the preference for funding. Examples of funds that count as leveraged funds include borrower resources beyond the minimum required amount, equity generated by the sale of low-income housing tax credits (LIHTCs), a second loan from another lender, or a grant from a State or Local public agency or other source.",
    "page_number": "2-5",
    "date_pn": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "This page intentionally left blank": "This page intentionally left blank",
    "2-6": "2-6"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "SECTION 2: SECTION 514/516 PROGRAM": "SECTION 2: SECTION 514/516 PROGRAM",
    "2.7 TYPES OF PROJECTS": "2.7 TYPES OF PROJECTS",
    "The Section 514/516 Farm Labor Housing program provides funds to support the development of housing for farm labor. Section 514/516 assistance differs from the Section 515 loans in the following ways:": "The Section 514/516 Farm Labor Housing program provides funds to support the development of housing for farm labor. Section 514/516 assistance differs from the Section 515 loans in the following ways:",
    "The objective of the program is to provide housing for farmworkers;": "The objective of the program is to provide housing for farmworkers;",
    "There are no rural restrictions; and": "There are no rural restrictions; and",
    "Agency grants are available to support the development of these projects.": "Agency grants are available to support the development of these projects.",
    "Section 514/516 assistance may be used for off-farm labor housing projects and Section 514 assistance may be used only for on-farm labor housing projects. Only Section 514 assistance may be used in conjunction with Federal LIHTCs.": "Section 514/516 assistance may be used for off-farm labor housing projects and Section 514 assistance may be used only for on-farm labor housing projects. Only Section 514 assistance may be used in conjunction with Federal LIHTCs.",
    "A. Off-Farm Labor Housing": "A. Off-Farm Labor Housing",
    "The Agency is authorized to make loans and grants for financing off-farm labor housing to broad-based nonprofit organizations; nonprofit organizations of farmworkers; Federally recognized Indian tribes, agencies, or political subdivisions of State or Local Government; and public agencies, such as local housing authorities. Section 514 loans can be made to limited partnerships in which the general partner is a nonprofit entity.": "The Agency is authorized to make loans and grants for financing off-farm labor housing to broad-based nonprofit organizations; nonprofit organizations of farmworkers; Federally recognized Indian tribes, agencies, or political subdivisions of State or Local Government; and public agencies, such as local housing authorities. Section 514 loans can be made to limited partnerships in which the general partner is a nonprofit entity.",
    "B. On-Farm Labor Housing": "B. On-Farm Labor Housing",
    "On-farm labor housing is designed to provide adequate housing for farmworkers involved in a specific farming operation. Individual farmers, family farm corporations or partnerships, or associations of farmers may develop these projects but must operate them on a nonprofit basis. To qualify for occupancy, an individual or a household must simply be employed as part of the farming operation. There is no income restriction governing occupancy. However, immediate family members of individuals with an ownership interest in the farm are prohibited from living in this housing.": "On-farm labor housing is designed to provide adequate housing for farmworkers involved in a specific farming operation. Individual farmers, family farm corporations or partnerships, or associations of farmers may develop these projects but must operate them on a nonprofit basis. To qualify for occupancy, an individual or a household must simply be employed as part of the farming operation. There is no income restriction governing occupancy. However, immediate family members of individuals with an ownership interest in the farm are prohibited from living in this housing.",
    "2.8 LOANS AND GRANTS": "2.8 LOANS AND GRANTS",
    "The Agency offers loans and grants to finance Farm Labor Housing projects. Chapter 12 of HB-1-3560 provides more information about the origination process for these loans and grants.": "The Agency offers loans and grants to finance Farm Labor Housing projects. Chapter 12 of HB-1-3560 provides more information about the origination process for these loans and grants.",
    "A. Farm Labor Housing Loans": "A. Farm Labor Housing Loans",
    "Section 514 loans for farm labor housing projects are very similar to Section 515 loans, but they differ in two important ways:": "Section 514 loans for farm labor housing projects are very similar to Section 515 loans, but they differ in two important ways:",
    "These loans carry a 1 percent effective interest rate (i.e., there is no interest credit).": "These loans carry a 1 percent effective interest rate (i.e., there is no interest credit).",
    "(08-30-24) PN 623": "(08-30-24) PN 623",
    "2-7": "2-7"
  },
  {
    "HB-3-3560": true,
    "maximum_term_loans": "33 years",
    "loans_used_finance": "Off-Farm or On-Farm Labor Housing projects",
    "loans_processed": "first-come, first-served basis",
    "lending_decisions": "competitive Notice of Funding Availability (NOFA) process",
    "farm_labor_housing_grants": true,
    "section_516_grants": "support the development of off-farm labor housing projects",
    "grants_used_purposes": "Section 514 loans when there is reasonable doubt that the housing would not be provided without the grant",
    "2.9": true,
    "rental_assistance": true,
    "applicants_section": "514/516 assistance for off-farm labor housing projects",
    "apply_rental_assistance": "administered by the Agency",
    "requirements_obtaining_rental": "same as for Section 515 projects",
    "on_farm_labor_housing": "not eligible for this rental assistance",
    "2.10": true,
    "preference_projects_leverage": "other funds",
    "section_515_program": "Agency gives preference to applications for off-farm labor housing projects that leverage other sources of funds",
    "no_leveraging_preference": "on-farm labor housing applications",
    "page_number": "2-8"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "SECTION 3": "OVERVIEW OF MULTI-FAMILY PROJECT SERVICING",
    "2.11 KEY PROJECT SERVICING ACTIVITIES AND THIS HANDBOOK": "KEY PROJECT SERVICING ACTIVITIES AND THIS HANDBOOK",
    "Goal of Agency's Servicing Efforts": "The goal of the Agency's servicing efforts is to ensure that projects fulfill the terms of their loan or grant agreement and provide fair, consistent processing of servicing requests.",
    "Project Servicing Activities": "Project servicing involves the following activities:",
    "Account Servicing": "Account servicing;",
    "Reviewing Ownership Changes": "Reviewing requested changes in the ownership entity;",
    "Evaluating Project Transfer Requests": "Evaluating and processing project transfer requests;",
    "Addressing Security Restructuring": "Addressing security restructuring requests;",
    "Identifying Unauthorized Assistance": "Identifying and recapturing unauthorized assistance;",
    "Addressing Borrower Defaults": "Addressing borrower defaults and evaluating workout agreements;",
    "Processing Loan Restructuring": "Processing loan restructuring requests;",
    "Foreclosing Projects in Default": "Foreclosing and liquidating projects in default;",
    "Managing Inventory Property": "Managing and disposing of inventory property; and",
    "Evaluating Prepayment Requests": "Evaluating and processing prepayment requests.",
    "Handbook Program Requirements": "This handbook presents the program requirements in each of these areas and describes the Agency's procedures for fulfilling its responsibilities.",
    "Section 515 Rental Projects": "In addressing each topic area, the handbook first presents the requirements and procedures for Section 515 rental projects and then discusses differences or additional requirements for other types of projects (e.g., congregate housing, farm labor housing, cooperatives).",
    "2.12 PROJECT SERVICING PROCEDURES FOR MULTI-FAMILY HOUSING PROJECTS": "PROJECT SERVICING PROCEDURES FOR MULTI-FAMILY HOUSING PROJECTS",
    "Chapters 3-13": "Chapters 3 through 13 describe the program requirements for Section 515 projects.",
    "A. Automated Systems (Chapter 3)": "Automated Systems (Chapter 3)",
    "Agency's Automated Information Systems": "This chapter describes the Agency's four primary automated information management systems—Industry Interface, the Automated Multi-Family Housing Accounting System (AMAS), the Multi-Family Integrated System (MFIS), and the",
    "(08-30-24) PN 623": "(08-30-24) PN 623",
    "Page Number": "2-9"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "Prepayment Tracking and Concurrence (Pre-Trac)": "Prepayment Tracking and Concurrence (Pre-Trac)—including their purpose and capabilities, staff responsibilities, and training and certification requirements.",
    "B. Account Servicing (Chapter 4)": "B. Account Servicing (Chapter 4)",
    "Account Servicing Description": "This chapter covers routine transactions involving the borrower's repayment of the loan obligation, including payment processing, tracking project accounts, and final payments.",
    "C. Ownership and Organizational Changes (Chapter 5)": "C. Ownership and Organizational Changes (Chapter 5)",
    "Ownership and Organizational Changes Description": "Changes in the borrower entity require Agency notification and, in specific cases, Agency consent. This chapter outlines the requirements regarding borrower requests involving these changes and the procedures for addressing these changes.",
    "D. Determination of Project Suitability (Chapter 6)": "D. Determination of Project Suitability (Chapter 6)",
    "Determination of Project Suitability Description": "When there are loan repayment or compliance problems with a project and the Agency is considering special servicing actions, or prior to making a subsequent loan, the MFH Servicing official must determine that the property remains suitable as a program property. This chapter is designed to assist the Agency and the MFH Servicing official in particular, to make an analysis of a project's suitability and to determine that it meets the principles and objectives of the Agency.",
    "E. Transfers of Project Ownership (Chapter 7)": "E. Transfers of Project Ownership (Chapter 7)",
    "Transfers of Project Ownership Description": "When borrowers seek to transfer their projects to a new ownership entity, the transfer must be performed in a manner consistent with the program requirements to ensure that the project continues to address program objectives and the Agency's security interests are protected. This chapter explains the requirements and procedures for completing project transfers.",
    "F. Security Restructuring Requests (Chapter 8)": "F. Security Restructuring Requests (Chapter 8)",
    "Security Restructuring Requests Description": "As project conditions change over time, it may become necessary to request a restructuring of the security for the loan. The Agency's requirements and procedures for filing these requests are covered in this chapter.",
    "G. Unauthorized Assistance (Chapter 9)": "G. Unauthorized Assistance (Chapter 9)",
    "Unauthorized Assistance Description": "If borrowers or tenants receive assistance for which they are ineligible, the Agency will take steps to recapture this unauthorized assistance. This chapter discusses the Agency's requirements and procedures for identifying and collecting unauthorized assistance.",
    "Page Number": "2-10"
  },
  {
    "document_id": "HB-3-3560",
    "section_h_title": "H. Compliance Violations, Defaults, and Workout Agreements (Chapter 10)",
    "section_h_description": "The Agency will monitor borrower performance using the procedures presented in Chapter 9 of HB-2-3560. Borrowers who fail to comply with program requirements will be notified of compliance violations and the need to correct the deficiencies. This chapter describes the servicing actions in response to compliance violations and the additional servicing actions taken by the Agency in the event violations go uncorrected and the borrower falls into default.",
    "section_i_title": "I. Loan Restructuring (Chapter 11)",
    "section_i_description": "When borrowers encounter changes or difficulties beyond their control that affect the financial viability of the project, they may ask for the Agency to approve restructuring of its financing as one course of financial relief for the project. Also, borrowers with more than one Agency loan may be able to request restructuring changes that simplify administration of the loans. This chapter presents the requirements and procedures for Agency review and approval of these requests.",
    "section_j_title": "J. Account Foreclosure and Liquidation (Chapter 12)",
    "section_j_description": "When borrowers go into default under the terms of their loan agreement, the Agency will review the case and determine whether to accelerate the loan and initiate foreclosure proceedings. The procedures for making this determination are covered in this chapter.",
    "section_k_title": "K. Other Special Cases (Chapter 13)",
    "section_k_description": "There are a number of special circumstances that borrowers may face during the life of a loan that require special servicing actions by the Agency. The special cases covered in this chapter include bankruptcy, death of a borrower, abandonment, and valueless liens.",
    "section_l_title": "L. Management and Disposal of Real Estate Owned Property (Chapter 14)",
    "section_l_description": "Real estate owned (REO) property consists of projects where the Agency has assumed ownership as a result of foreclosure. This chapter presents Agency procedures for managing and disposing of these projects in a manner that is in the best interest of the government and of any tenants of the projects.",
    "section_m_title": "M. Project Preservation (Chapter 15)",
    "section_m_description": "Borrowers receiving loans prior to December 15, 1989 may prepay their loan obligations under the terms of their loan agreements. In an effort to preserve such units as affordable housing, the statute for the program directs the Agency to make reasonable efforts to extend the low-income use of the project. This chapter presents the requirements and procedures for borrower requests and Agency evaluation of such requests.",
    "date": "(08-30-24)",
    "pn_number": "PN 623",
    "page_number": "2-11"
  }
]