[
  {
    "HB-3-3560": "HB-3-3560",
    "CHAPTER": "14",
    "MANAGEMENT AND": "MANAGEMENT AND",
    "DISPOSAL OF REAL ESTATE OWNED PROPERTY": "DISPOSAL OF REAL ESTATE OWNED PROPERTY",
    "14.1 INTRODUCTION": "14.1 INTRODUCTION",
    "Agency ownership": "When the Agency takes ownership of a project, adding the property to its inventory\nthrough liquidation proceedings, the project becomes real estate owned (REO). When the title\ntransfers to the Agency, the property becomes an Agency asset. The Agency's objectives in\nmanaging and selling its inventory of REO properties include:",
    "Preserving affordable": "Preserving affordable, decent, safe, and sanitary housing for tenants or potential\ntenants;",
    "Maintaining the value": "Maintaining the value of the housing project;",
    "Protecting the Agency's financial interests": "Protecting the Agency's financial interests;",
    "Ensuring that the properties comply": "Ensuring that the properties comply with state and local code requirements and\napplicable environmental regulations; and",
    "14.2 OVERVIEW OF THE CHAPTER": "14.2 OVERVIEW OF THE CHAPTER",
    "Chapter sections": "This chapter is divided into five sections.",
    "Section 1": "Section 1 describes the management of custodial and REO property. It describes\nacceptable management methods; discusses issues related to taking possession of\ncustodial and REO properties, such as disposing of nonsecurity property and paying\ntaxes and insurance premiums; and explains requirements related to maintenance,\nenvironmental concerns, and other management issues.",
    "Section 2": "Section 2 covers the disposition of REO property. It describes the methods for\npricing and selling the properties and outlines procedures for accepting bids from\npotential purchasers. It also describes the standards the property must meet before\nbeing sold.",
    "Section 3": "Section 3 describes the environmental requirements that must be fulfilled before\nselling an REO property. These include requirements related to flood and mudslide\nhazard areas, wetlands, coastal barrier resources systems, historic places, protective\ncovenants and easements, underground storage tanks, and hazardous substances.",
    "Section 4": "Section 4 outlines the procedures for processing and closing the sale of an REO\nproperty. These procedures are similar to the procedures for closing other Agency\nloans. This section also highlights some of the special considerations for REO\nproperties.",
    "Section 5": "Section 5 provides instructions on processing credit sales for non-program terms.",
    "14-1": "14-1",
    "(08-30-24) PN 623": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "This page intentionally left blank.": "This page intentionally left blank.",
    "14-2": "14-2"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "SECTION 1": "MANAGEMENT OF CUSTODIAL AND REO PROPERTY",
    "14.3": "OVERVIEW",
    "overview_text": "The Agency assumes management responsibility for two types of properties: custodial and REO. Custodial property is borrower-owned property that has been abandoned. REO is Agency-owned property to which the Agency has acquired title, either as a result of foreclosure or conveyance by deed in lieu of foreclosure. This section outlines the requirements for management of each type of property. MFH Servicing officials are responsible for ensuring that custodial and REO properties are appropriately managed and maintained. The goal of property management is to protect the tenants and the interests of the Government. Consequently, Agency efforts to secure and manage these properties are to begin immediately once the following occurs:",
    "property_title_conveyed": "The property title is conveyed to the Agency; or",
    "agency_determines_abandoned": "The Agency determines property is abandoned.",
    "14.4": "MANAGEMENT METHODS AND CONTRACTS",
    "management_authority_text": "The Agency has the authority to contract with qualified management entities to perform the management activities discussed in this section. The extent of management is dependent on factors such as:",
    "nature_of_project": "The nature of the project;",
    "project_location": "The project's location;",
    "condition_of_project": "The condition of the project;",
    "necessary_maintenance": "Necessary maintenance; and",
    "availability_management_entities": "Availability of acceptable management entities.",
    "management_agent_text": "In some cases, the existing management agent can be maintained; in others, the Agency must hire a new management agent to provide all property management services on behalf of the Agency.",
    "A. Selecting a Management Contractor": "A. Selecting a Management Contractor",
    "management_contractor_selection_text": "Management contractors are selected in accordance with Agency procurement procedures outlined in RD Instruction 2024-A. Alternative methods for selecting a management contractor may be established by the Agency if it is in the best interest of the Government. Alternative selection methods require advice from the Office of General Counsel (OGC). Prior to obtaining a management agent for custodial property, the Agency should determine if court approval is required.",
    "date": "(08-30-24) PN 623",
    "page_number": "14-3"
  },
  {
    "HB-3-3560": "",
    "B. Management Contract Requirements": "",
    "management_contracts_must": "",
    "allow_properties_added_removed": "Allow for properties to be added or removed from the contractor's assignment, whenever necessary, such as when a property is taken into custody, acquired, or sold during the period of a contract;",
    "prohibit_contractor_repairs": "Prohibit the contractor or associates of the contractor from performing repairs if the executed agreement calls for the contractor to provide detailed repair specifications;",
    "require_management_agent_security_deposits": "Require the management agent to hold security deposits in trust and handle them in accordance with the tenant's lease or occupancy agreement; and",
    "require_compliance_environmental_laws": "Require compliance with environmental laws.",
    "management_agent_affirmative_fair_housing_marketing_plan": "The management agent must develop an Affirmative Fair Housing Marketing Plan (AFHMP), in accordance with RD Instruction 1901-E. The AFHMP must be submitted to the loan office. The AFHMP must receive written approval from Rural Development's Civil Rights Staff. Form RD 1955-62, Request for Contract Services for Custodial/Inventory Property or Program Services is a sample statement of work for a project management contract.",
    "C. Management Costs": "",
    "management_services_reo_property": "The costs of management services related to REO property will be paid out of income generated by the housing project being managed. If income from the housing project is inadequate to pay for management services, Agency resources may be used to pay for management services.",
    "D. Project Funds": "",
    "property_becomes_reo": "When a property becomes REO, the Agency transmits operating and maintenance, reserve accounts, and escrow funds to the St. Louis Office. The former borrower's account is credited for these amounts. If there is a surplus of funds, the St. Louis Office will forward a refund check payable to the former borrower.",
    "14.5 TAKING POSSESSION": "",
    "A. Taking Custodial Possession": "",
    "agency_authorized_custody_security_property": "The Agency is authorized to take custody of security property when a borrower becomes incapacitated, dies, or has abandoned a security property. When the MFH Servicing official has attempted for more than 30 days and is unable to contact a borrower, the MFH Servicing official must inspect the property to determine its status and attempt to locate and contact the borrower. The MFH Servicing official should seek the advice of OGC in making its determination and recommendation.",
    "page_number": "14-4"
  },
  {
    "HB": "3-3560",
    "section_1_title": "1. Determining Whether a Property Has Been Abandoned",
    "section_1_description": "The determination that a property has been abandoned requires significant investigation and documentation. In addition to the actions described in this paragraph, the MFH Servicing official must follow any procedures required by state or local law in order to confirm the determination of abandonment and to take custodial possession. The Agency cannot act to obtain possession of a property as long as a lien holder has legal possession of the property, or the borrower or the lien holder has a right to lease proceeds. MFH Servicing officials cannot classify a property as \"abandoned\" prior to documenting attempts to:",
    "section_1_point_1": "Determine that there is no clear evidence of management presence at the project. For example, a site visit indicates that tenants are unable to contact borrower or property manager regarding repairs or rent collection, the project has fallen into disrepair due to a total lack of maintenance activities, or the Loan Servicer cannot locate the borrower or property manager;",
    "section_1_point_2": "Locate the borrower through sources including, but not limited to, tenants, the postal service, utility companies, business associates, relatives, insurance agents, and tax authorities; and",
    "section_1_point_3": "Determine whether there are other liens on the property. If liens exist, whether the lien holder(s) are willing to work with the Agency to secure the property.",
    "section_2_title": "2. Recommendation for Taking Custody",
    "section_2_description": "The MFH Servicing official will report its findings to the Leadership Designee. The report will recommend that a property be taken into custodial possession if it appears that the property has been completely abandoned and the Agency needs to assume responsibility for it to protect the security. Alternatively, if the MFH Servicing official reports that the property is occupied, the report will give details as to whether the occupants are under a lease or are unauthorized. The MFH Servicing official will provide any other relevant details and recommend future action. When appropriate, the Leadership Designee will authorize the MFH Servicing official to take custodial possession. When the MFH Servicing official believes that a property is abandoned, it must prepare a report that provides evidence of a property's abandonment. The report is placed in the borrower's case file, and a copy of the report is forwarded to the Leadership Designee.",
    "section_3_title": "3. Liquidation",
    "section_3_description": "The need to take custodial possession of a property may occur before or after a loan has been accelerated. If liquidation is not already in progress, taking custodial possession should initiate the process. MFH Servicing officials are responsible for conducting liquidation activities.",
    "page_number": "14-5",
    "date": "(08-30-24)",
    "pn_number": "PN 623"
  },
  {
    "HB-3-3560": "",
    "B. Acquiring an REO Property": "",
    "14.6 INSPECTING AND SECURING CUSTODIAL AND REO PROPERTY": "",
    "A. Inspecting and Classifying the Property": "",
    "14-6": ""
  },
  {
    "HB-3-3560": "",
    "rural_area_reo_property": "REO property in an area no longer designated rural is treated as if it were still in a rural area.",
    "B_Securing_Custodial_and_REO_Property": "B. Securing Custodial and REO Property",
    "agency_management_responsibility": "When the Agency assumes management responsibility and takes possession of REO or custodial property, immediate steps must be taken to inspect and secure the property whether by a MFH Servicing official or management contractor.",
    "1_Physical_Security_of_Vacant_Properties": "1. Physical Security of Vacant Properties",
    "property_is_vacant": "If the property is vacant, it should be locked or otherwise secured and a no trespassing notice should be posted. For REO only, after an inspection determines utility systems are in safe operable condition, utility companies should be contacted to maintain or reinstate utility service. An inventory should be made of any nonsecurity personal property left on the premises and efforts made to identify any owners or lien holders.",
    "2_REO_Properties_Occupied_by_Tenants": "2. REO Properties Occupied by Tenants",
    "reo_property_occupied_by_tenants": "REO property may be occupied by tenants with leases executed by the former borrower. The Agency may require tenants to sign a new lease, but if it is in the best interest of the Government, the Agency may honor existing leases. The Agency may evict unauthorized tenants.",
    "reo_property_under_existing_lease": "When units in an REO property are under an existing lease and the Agency decides to continue the lease, the tenant must be notified, in writing, that the Agency has acquired the former owner's rights under the lease and that all payments should be remitted to the Agency's management agent. If a lease is to be terminated, the tenant must be notified, in writing, that their lease is being terminated in 30 days, and they must vacate. The OGC should be contacted for advice and assistance prior to evicting a tenant in order to obtain possession of an REO property.",
    "rent_payments_due": "Rent payments due and payable before the date the Agency acquired the property are applied to the borrower's account. Any surplus funds will remain with the project.",
    "14_7_DISPOSITION_OF_NONSECURITY_PROPERTY": "14.7 DISPOSITION OF NONSECURITY PROPERTY",
    "agency_legal_claim": "The Agency has no legal claim to any nonsecurity, owner, or tenant property left on the premises. State or local law may affect procedures for disposing of personal property left on the premises of an REO or custodial property. The Agency must comply with any state or local requirements, as well as the procedures discussed in this paragraph. If the owners or lien holders of any personal property that remains custodial or REO property can be identified and located, the Agency must offer them a reasonable opportunity to remove the property. Any conversations with the owner of the property should be documented and placed in the case file.",
    "page_number": "14-7",
    "date_pn_number": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "",
    "A. Custodial Property": "",
    "Custodial Property Text": "The Agency may remove any nonsecurity personal property from custodial properties as long as such property can be safely stored. Personal property cannot be removed and stored if:\nThe storage facility presents a hazard to the security of the property, such as a leaking roof or unsecured area, which allows access to the property by unauthorized persons; and\nThe personal property itself presents a hazard, such as flammables or explosives. Hazardous materials must be managed in compliance with Paragraph 14.10.",
    "B. REO Property": "",
    "1. Notice to Owners or Lien Holders of Personal Property": "",
    "Notice to Owners Text": "If the property is not retrieved after the initial notification, a certified letter should be sent, return receipt requested, notifying the owner or lien holder of the date on which the Agency will dispose of the property, and that the property may be retrieved before the disposition upon payment of any expenses incurred by the Agency related to the personal property, such as advertisement or storage.",
    "2. Disposal of Unclaimed Property": "",
    "Disposal of Unclaimed Property Text": "The Agency will dispose of unclaimed property in accordance with its value and conforming with local practices. For example, if there are items of significant value, an advertisement may be placed in the local newspaper. Unclaimed tenant property will be disposed of in accordance with the terms of the lease.",
    "3. Income from Disposition": "",
    "Income from Disposition Text": "Proceeds from the sale of items under lien should be paid to any owner or lien holder after deducting Agency selling expenses. If there is no known owner or lien holder, proceeds are applied to the REO account.",
    "14.8 TAXES AND INSURANCE": "",
    "A. Taxes": "",
    "Taxes Text": "REO property is subject to taxation by state and local political jurisdictions in the same manner and to the same extent as other properties, unless state law specifically exempts property owned by the Federal Government. If a jurisdiction changes the law to begin taxing Government-owned property, only taxes accrued after the effective date of the change will be paid. A MFH Servicing official must notify the taxing authority, in writing, when title to real estate is acquired and provide the MFH Servicing address to which tax bills should be sent during Agency ownership.",
    "Page Number": "14-8"
  },
  {
    "HB-3-3560": "",
    "property_value_less_than_taxed": "If the value of the property is significantly less than the value at which it is being\ntaxed, as soon as it is acquired the Agency may request a new assessment by the local\ntaxing authority. Management contracts between the Agency and property managers\nmay include provisions allowing the management agent to request a new tax assessment.",
    "property_acquired_subject_to_lien": "If property is acquired subject to a prior lien, before the Agency pays taxes, the MFH\nServicing official must contact the prior lien holder to determine if that lien holder will\npay the taxes.",
    "taxes_on_program_property": "Taxes on program property are paid when due. Taxes on non-program property may\nbe deferred until the property is sold if the taxes that accrue before disposition exceed the\nvalue of the property. If the taxing authority schedules a tax sale before the Agency can\nsell the property, the MFH Servicing official will determine what is in best interest of the\nGovernment. To make this determination the MFH Servicing official will calculate the\nnet recovery value that would result from paying the taxes and continuing sales efforts.\nThis calculation will be compared with the net recovery value if the Agency allowed the\nproperty to be sold for delinquent taxes. (See Chapter 12 for a more detailed discussion of\nnet recovery value.)",
    "B_Insurance": "B. Insurance",
    "1_Custodial_Property": "1. Custodial Property",
    "insurance_on_custodial_property": "Insurance on custodial property will be maintained per program instructions.",
    "2_REO_Property": "2. REO Property",
    "insurance_not_canceled_when_acquired": "Insurance will not be canceled when property is acquired. However, the Agency will\npay additional premiums to continue coverage only when it is in the best interest of the\nFederal Government. If it is necessary to file a claim, the MFH Servicing official should\nsubmit the claim and direct that insurance proceeds be forwarded to the St. Louis Office.",
    "14_9_PHYSICAL_MAINTENANCE_AND_REPAIR": "14.9 PHYSICAL MΑΙΝΤΕΝΑNCE AND REPAIR",
    "custodial_property_maintained_and_repaired": "Custodial property will be maintained and repaired only as needed to protect the security\nof the property and to prevent deterioration. In the case of historic buildings, such repair and\nmaintenance will be done in a manner that preserves the design integrity. Consult with the SEC\nand/or SHPO to resolve any issues in this regard. In the event of damage or theft, the procedures\ndescribed under subparagraph A of this section should be followed.",
    "contracts_for_management_or_lease_of_reo_property": "All contracts for management or lease of REO property will contain provisions that\nprotect environmental resources determined to be present in keeping with Section 3,\nEnvironmental Requirements",
    "reo_property_designated_to_be_sold": "REO property designated to be sold as program property must be repaired, as necessary\nto meet the Agency's requirements for decent, safe, and sanitary housing.",
    "date": "(08-30-24)",
    "PN_623": "PN 623",
    "page_number": "14-9"
  },
  {
    "HB-3-3560": "",
    "REO property designated to be sold as non-program property will be managed in a manner that:": "",
    "Removes health and safety hazards;": "",
    "Prevents deterioration; and": "",
    "Complies with state and local requirements for the sale of the property.": "",
    "Additional repairs or renovations will only be made if they will enhance the sale value of the property and are determined, by the Agency, to be in the best interest of the Government.": "",
    "A. Vandalism and Theft": "",
    "The MFH Servicing official will report any willful damage or theft to the local law enforcement authorities and in whatever manner necessary, to attempt to resolve the incident, including signing complaints and testifying at hearings or trials.": "",
    "The MFH Servicing official should send a written report of the incident to the Leadership Designee and a copy to the Regional Office of the Inspector General (OIG). The Leadership Designee, in consultation with the OGC as necessary, will advise and assist the MFH Servicing official.": "",
    "Damage to REO program property as a result of vandalism and theft may be repaired as necessary to continue marketing. Repairs may include cost-effective improvements to minimize the likelihood of future damage, such as increased lighting, security fencing, and removal of shrubs that limit visibility. Non-program property should be broom swept, but generally will not be repaired unless necessary to prevent deterioration. Custodial property should be repaired only to protect the security and prevent deterioration.": "",
    "B. Off-Site Repairs or Improvements": "",
    "The Agency may require off-site repairs or improvements to protect property from damage, to protect the Government's interest or enhance the marketability of property. Off-site improvements must be approved by the Leadership Designee. To obtain approval, the MFH Servicing official must prepare a justification that demonstrates failure to make the improvements would likely result in a loss in property net recovery value greater than the expenditure, and that there are no other feasible means with state or local entities to accomplish the same result.": "",
    "To obtain off-site improvements, the Agency may enter into a contract with a private company or enter into a cooperative agreement with a state or local government, or other entity to obtain repairs or improvements. Under a cooperative agreement, the entity will provide money, property, services, or other items of value to the entity to accomplish a public purpose. While cooperative agreements are not a contract action, the authority, responsibility, and administration of a cooperative agreement must be consistent with contract action. OGC should be consulted when a cooperative agreement is considered.": "",
    "14-10": ""
  },
  {
    "HB": "3-3560",
    "SECTION": "14.10",
    "SECTION_TITLE": "SPECIAL USES OF REO",
    "SUBSECTION_A_TITLE": "Transitional Housing for the Homeless",
    "SUBSECTION_A_CONTENT": "By a Memorandum of Understanding (MOU) between the Agency and the Department of Health and Human Services, REO property that is not under lease or sales agreement may be leased to public bodies and nonprofit organizations to provide transitional housing for the homeless.",
    "SUBSECTION_B_TITLE": "Mineral Leases",
    "SUBSECTION_B_CONTENT": "When it is in the best interest of the Government, the Agency may lease mineral rights associated with REO property. OGC should be contacted for assistance in preparing the lease agreement. The appropriate level of environmental review must be completed prior to any agreement to lease mineral rights. Since such actions may be controversial and may have the potential for significant impact on the environment, prior consultation with the Agency Environmental Staff is required.",
    "PAGE_NUMBER": "14-11",
    "DATE": "08-30-24",
    "PN": "623"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "page_content": "This page intentionally left blank.",
    "page_number": "14-12"
  },
  {
    "HB-3-3560": "",
    "SECTION 2: DISPOSITION OF REO PROPERTY [7 CFR 3560.503]": "",
    "14.11 OVERVIEW": "",
    "The Agency will make every effort to sell REO properties quickly and at the best": "",
    "possible price. Whenever possible, preference will be given to selling REO program property to": "",
    "a program borrower. Preference will be given to offers from bidders who are determined eligible": "",
    "by the Agency to purchase REO property designated to be sold as program property.": "",
    "A. Sale Methods and Pricing": "",
    "Most REO properties are sold through public drawing. However, the Agency may": "",
    "sell properties through auction, sealed bid, negotiation, or agreements with other Federal": "",
    "Agencies, such as the Department of Housing and Urban Development (HUD).": "",
    "REO properties are initially priced for sale at their present market value, as": "",
    "determined by appraisal. Administrative price reductions may be taken over time to": "",
    "facilitate sale of the property (see Paragraph 14.14 for a discussion of price reduction). A": "",
    "schedule is published that restricts sales of program property to program-eligible buyers": "",
    "for a period of time before any offering to the general public, and whenever there is a": "",
    "reduction in price.": "",
    "An Affirmative Fair Housing Marketing Plan, as described in Paragraph 14.15, must": "",
    "be prepared for REO multi-family housing properties of four or more units.": "",
    "B. Financing": "",
    "When funds are available, the Agency may offer financing to buyers of REO": "",
    "property. When program credit is offered, the loan is processed following the procedures": "",
    "described in HB-1-3560.": "",
    "Non-program credit terms are offered when the buyer is not eligible for a Section 514": "",
    "or 515 loan, or the property does not qualify as a program property. Section 5 provides": "",
    "instructions for credit sales on non-program terms. Buyers who receive financing on": "",
    "non-program terms must be advised that they are not eligible for interest credit or rental": "",
    "assistance.": "",
    "C. Warranty": "",
    "The Agency does not provide a warranty of either the title or the physical condition of": "",
    "any REO property.": "",
    "14.12 PRICING AND SALES SCHEDULES": "",
    "REO housing is priced and initially offered for sale at its present market value, based on a": "",
    "current appraisal. Administrative price reductions may reduce the offering price to facilitate the": "",
    "sale. Mineral, water, and similar rights are generally sold with the property and are not sold": "",
    "(08-30-24) PN 623": "",
    "14-13": ""
  },
  {
    "HB": "3-3560",
    "Appraisals_Section": "A",
    "Sales_Schedules_Section": "B",
    "NOFA": "Notice of Funding Availability",
    "TSQ": "Transaction Screen Questionnaire",
    "Exhibit_Number": "14-1",
    "Page_Number": "14-14"
  },
  {
    "HB-3-3560": "",
    "Exhibit 14-1": "",
    "Sales Schedule for Multi-family Housing REO Property Program Property": "",
    "Days from Initial Offer": "",
    "Day 1": "",
    "Action": "Initial offer (appraised as-is value with subsidy).",
    "Day 45": "If no acceptable offer, reduce price by 10 percent and offer\nagain.",
    "Day 91": "If no acceptable offer, reduce price by another 10 percent or use\nother methods (additional 10 percent price reductions allowable\nafter 45 days)",
    "Day 180": "If no acceptable offer, submit REO case file with\ndocumentation of marketing efforts to State Office for further\nadvice on sales incentives or to authorize sealed bid/auction.\nMFH Servicing official may reevaluate whether the project\nshould be classified as a program property.",
    "Exhibit 14-2 provides the sales schedule for non-program properties. If a program\nproperty has not sold following active marketing efforts and two price reductions, the\nMFH Servicing official will reevaluate the property to determination if it should continue\nto be marketed as a program property. The reevaluation process may include an updated\nappraisal.": "",
    "Exhibit 14-2": "",
    "Sales Schedule for Non-Program REO Property": "",
    "Day 1_2": "",
    "Action_2": "Initial offer (appraised as-is value without subsidy).",
    "Day 45_2": "If no offer, reduce price by 10 percent and offer again.\nAdditional 10 percent price reductions are allowable after 45\ndays.",
    "Day 91_2": "If no acceptable offer, reduce the price by another 10 percent or\nuse other sale methods.",
    "Day 180_2": "Submit REO case file with documentation of marketing efforts\nto State Office for further advice on sales initiatives to\nauthorize sealed bid/auction.",
    "14.13 MARKETING AND ADVERTISEMENT": "",
    "A good marketing plan is the key to reaching the maximum number of potential buyers\nand to ensuring that eligible program applicants have an opportunity to purchase REO properties.\nThe Agency may advertise directly or contract for advertising services. Broker contracts may\ninclude advertising services. All advertisements must state occupancy or environmental\nrestrictions.": "",
    "14-15": "",
    "(08-30-24) PN 623": ""
  },
  {
    "HB-3-3560": "",
    "A. Fair Housing and Affirmative Fair Housing Marketing Plan": "",
    "All advertising must meet equal housing opportunity requirements and contain the": "",
    "equal housing opportunity statement and logo.": "",
    "B. Truth in Lending Act (TILA) and Real Estate Settlement Procedures Act": "",
    "(RESPA) Integrated Mortgage Disclosures rule (TRID)": "",
    "If the availability of Agency financing will be advertised, marketing efforts must": "",
    "conform to the requirements of the TRID. Exhibit 14-3 highlights these requirements.": "",
    "Exhibit 14-3": "",
    "TRID Highlights": "",
    "Advertisements that state specific credit terms must state only terms that": "",
    "will actually be offered.": "",
    "Any finance charge listed must be stated as an annual percentage rate.": "",
    "Key terms related to financing used in the advertisement must be defined": "",
    "C. Advertising and Marketing Methods": "",
    "Advertising efforts should be designed to reach a broad audience. The MFH": "",
    "Servicing official or Leadership Designee should identify appropriate marketing efforts": "",
    "and tailor them for each market area. At a minimum, advertisements must be placed in": "",
    "newspapers of general circulation and posted on the local Field Office bulletin board.": "",
    "Other marketing efforts that may be appropriate include:": "",
    "Posting an advertisement on the Agency's multi-family housing REO Web site at": "https://mfhreo.sc.egov.usda.gov",
    "This site allows staff to upload, modify, and delete": "",
    "properties. The general public will view multi-family housing REO properties for": "",
    "sale at: http://www.resales.usda.gov;": "",
    "Posting advertisements in public locations accessible to prospective purchasers,": "",
    "including community bulletin boards and major employment sites;": "",
    "Broadcasting announcements on radio or television; or": "",
    "Informing potential program applicants or investors of the availability of REO": "",
    "properties.": "",
    "Advertisements must include the following:": "",
    "Appropriate language, stressing the need for potential buyers to complete and submit": "",
    "an application and other required documentation;": "",
    "14-16": ""
  },
  {
    "HB-3-3560": "null",
    "restrictive_use_requirements": "Any restrictive-use requirements that will be attached to the project and added to the property's title;",
    "Sale_price": "Sale price; and",
    "Date_time_location": "Date, time, and location of drawing. The date and time must allow adequate time for advertising and review of application packages.",
    "Review_of_Marketing": "D. Review of Marketing for Unsold Properties",
    "Leadership_Designee_review": "At least quarterly, the Leadership Designee must review the status of unsold REO property to ensure that acquired properties are being placed on the market promptly, properties on the market are selling within a reasonable time frame, and that properties under contract are closed in a timely manner. Of particular concern are:",
    "Properties_acquired": "Properties acquired more than 90 days ago that have not yet been made available for sale;",
    "Program_properties": "Program properties that have been available for sale for 6 months or more and are not under contract;",
    "Non_program_properties": "Non-program properties that have been available for sale for 4 months or more and are not under contract; and",
    "Properties_under_contract": "Properties that have been under contract for more than 60 days and have not closed.",
    "SPECIAL_MARKETING_TECHNIQUES": "14.14 SPECIAL MARKETING TECHNIQUES",
    "Buyer_Incentives": "A. Buyer Incentives",
    "Leadership_Designee_authorize": "The Leadership Designee may authorize buyer incentives when the MFH Servicing official provides evidence that a specific market area is depressed and the incentives are required to stimulate buyer interest. To request approval for buyer incentives, the MFH Servicing official must describe past efforts to sell the property and explain why the proposed incentives are expected to produce improved results. Incentives, such as the payment of closing costs, may be appropriate for any property. Amortization schedules longer than the standard term may be offered for non-program properties.",
    "Broker_Incentives": "B. Broker Incentives",
    "additional_broker_incentive": "When an additional broker incentive is needed, such as when a very low-value property offers an inadequate commission; the Leadership Designee may authorize a minimum commission or fixed-amount sale bonus. To request the incentive, the MFH Servicing official must describe the past efforts to sell the property and justify the amount and the purpose of the incentive. Upon the approval of the Leadership Designee, a",
    "PN": "PN 623",
    "page_number": "14-17",
    "date": "(08-30-24)"
  },
  {
    "HB-3-3560": "",
    "incentive_offered_to_broker": "written offer of the incentive that specifies the requirements and circumstances in which the incentive will be given must be provided to the broker.",
    "topic": "C. Acquisition of Land, Easements, or Rights-of-Way to Effect Sale",
    "reo_property_sale_help": "When it will help the sale of REO property and it is in the best interest of the Government, the Leadership Designee may authorize the acquisition of adjacent land, easements, or rights-of-way in order to cure title defects or encroachments. Additional land may not be acquired at a cost in excess of its appraised market value.",
    "section_number": "14.15",
    "section_title": "REO PROPERTY NOT MEETING PHYSICAL STANDARDS",
    "reo_property_standards_met": "When REO property does not meet the Agency's dwelling standards, and making repairs that will allow the property to meet these standards is not economically feasible for the Government, the property is listed, advertised, and sold with specific occupancy restrictions.",
    "housing_standards": "Housing that does not meet the Agency's dwelling standards may still be considered decent, safe, and sanitary if it:",
    "structurally_sound": "Is structurally sound and habitable;",
    "potable_water": "Has a potable water supply;",
    "functionally_adequate": "Has functionally adequate, safe, and operable heating, plumbing, electrical, and sewage disposal systems;",
    "thermal_performance": "Meets the Agency's thermal performance standards; and",
    "safe_hazard": "Is safe—that is, a hazard does not exist that would endanger the health or safety of occupants.",
    "property_deed_covenant": "The deed by which such a property is conveyed will contain a covenant restricting the new owner from allowing occupancy of affected residential units until it those units meet the Agency's dwelling standards, as discussed in Chapter 3 of HB-1-3560. Property that is not decent, safe, and sanitary must still meet the Agency's environmental requirements, including the management of hazardous substance requirements discussed in Paragraph 14.10.",
    "unsafe_property_procedure": "In the event that the Agency has acquired property that is unsafe and cannot feasibly be made safe, for reasons that are environmental in nature or relate to contamination from hazardous substances or petroleum products, the MFH Servicing official will provide appropriate information to the Leadership Designee, including the observations and recommendations of the Agency Environmental Staff. The Leadership Designee will submit the case file, along with complete documentation of the problem and a recommended course of action, to the Deputy Administrator, Multi-Family Housing, with a copy to the Director, Program Support Staff, for their joint review and guidance.",
    "page_number": "14-18"
  },
  {
    "HB-3-3560": "",
    "A. Notice of Occupancy Restriction": "",
    "The notice of sale and sale contract must describe the specific conditions that prohibit": "",
    "occupancy and the items necessary for the property to meet decent, safe, and sanitary": "",
    "standards, using language similar to the following:": "",
    "\"Pursuant to Section 510(e) of the Housing Act of 1949, as": "",
    "amended, 42 U.S.C. 1480, RHS has determined dwelling unit or": "",
    "units on this property inadequate for residential occupancy. The": "",
    "quitclaim deed by which this property will be conveyed will": "",
    "contain a covenant excluding the inadequate residential unit(s)": "",
    "from residential use until the dwelling unit(s) is repaired or": "",
    "renovated as follows:\" (insert the items necessary for the property": "",
    "to meet decent, safe, and sanitary standards, clearly indicating the": "",
    "inadequate unit(s) and necessary repairs for each unit).": "",
    "For purposes of advertising, the list of specifications may be replaced with a": "",
    "statement to contact the Agency, or the real estate broker under an exclusive listing": "",
    "contract or \"any real estate broker\" for open listing agreements, whichever is relevant, for": "",
    "a list of specific items necessary for the property to meet decent, safe, and sanitary": "",
    "standards.": "",
    "B. Quitclaim Deed Restrictive Covenant": "",
    "The quitclaim deed must contain a covenant restricting residential occupancy if units": "",
    "within the project fail to meet the Agency's dwelling standards. The covenant must": "",
    "describe the conditions that prohibit occupancy of specific units and specify the": "",
    "improvements that are necessary for the property to fully comply with Agency standards": "",
    "for housing that is decent, safe, and sanitary. The covenant may use language in a State": "",
    "Supplement, similar to the following:": "",
    "amended, 42 U.S.C. 1480, the purchaser ('Grantee' herein) of the": "",
    "above described property ('subject property' herein) covenants and": "",
    "agrees with the United States acting by and through the U.S.": "",
    "Department of Agriculture ('Grantor' herein) that the inadequate": "",
    "dwelling unit(s) located on the subject property as of the date of": "",
    "this quitclaim deed will not be occupied or used for residential": "",
    "purposes until the item(s) listed at the end of this paragraph have": "",
    "been accomplished. This covenant shall be binding on Grantee": "",
    "and Grantee's heirs, assigns, and successors and will be construed": "",
    "as both a covenant running with the subject property and as": "",
    "equitable servitude. This covenant will be enforceable by the": "",
    "United States in any court of competent jurisdiction. When the": "",
    "existing dwelling unit(s) on the subject property complies with the": "",
    "aforementioned standards of the U.S. Department of Agriculture in": "",
    "accordance with its regulations, the subject property may be": "",
    "(08-30-24) PN 623": "",
    "14-19": ""
  },
  {
    "HB-3-3560": "HB-3-3560",
    "covenant_effect": "released from the effect of this covenant and the covenant will thereafter be of no further force or effect.",
    "property_repair": "The property must be repaired as follows: _.\" (insert the items referenced in the notice of sale and sale contract, necessary for the property to meet decent, safe, and sanitary standards)",
    "C_Release_of_Restrictive_Covenant": "C. Release of Restrictive Covenant",
    "owner_request_release": "When the owner requests a release of the restrictive covenant, the Agency inspects the property.",
    "agency_release_covenant": "The Agency will release the covenant if the conditions that prohibited occupancy have been corrected; the specific items necessary for the property to meet decent, safe, and sanitary standards have been provided; or the structure necessitating the restrictive covenant has been removed from the site.",
    "restrictive_covenants": "Restrictive covenants, established as environmental mitigation measures, will not be released without the concurrence of the Leadership Designee.",
    "14.16_DISPOSITION_BY_PUBLIC_DRAWING": "14.16 DISPOSITION BY PUBLIC DRAWING",
    "public_drawing_preferred": "Public drawing is the preferred and most common method of sale for REO properties.",
    "exhibit_14-4": "Exhibit 14-4 outlines the public drawing process.",
    "other_sale_method": "Use of any other sale method requires approval from the Leadership Designee.",
    "page_number": "14-20"
  },
  {
    "HB-3-3560": "",
    "Exhibit 14-4": "",
    "The Disposition by Public Drawing Process": "",
    "Step 1": "The property is offered for sale at market value. MFH Servicing official completes Form RD 1955-40, Notice of Real Property for Sale.",
    "Step 2": "The MFH Servicing official advertises the property. Contacting known interested parties is part of advertising efforts. Program properties are offered exclusively to program applicants for the first 45 days, after which the property is available to anyone. The Agency may accept offers from program applicants prior to the advertised drawing date. Non-program purchase offers cannot be accepted prior to the drawing date.",
    "Step 3": "Offers are accepted and stamped with the date and time of receipt.",
    "Step 4": "Agency reviews offers. If only one offer is received and the offer meets Agency requirements, that single offer may be accepted. If more than one offer is received, the Agency will accept the offer that is in the best interest of the Government. If acceptable offers are comparable, these will be sealed, placed in a receptacle, and drawn sequentially.",
    "Step 5": "If no acceptable offer is received, reduce price by 10 percent or use other incentives. Repeat steps 1 through 4.",
    "Step 6": "If no acceptable offer is received, submit REO case file with documentation of marketing efforts to the State Office for further advice on sales incentives or to authorize sealed bid/auction. MFH Servicing official may reevaluate whether the project should be classified as a program property.",
    "A. Listing the Property": "",
    "REO property is offered for sale using Form RD 1955-40. The date indicated on Form RD 1955-40 is the effective date of the offer to sell. An offer to purchase may be submitted at any time after the effective date listed in the notice.": "",
    "When an offer is accepted, the notice of sale is revised to indicate that only back-up offers will be taken. The notice is not withdrawn until the sale is closed, except when the offer is from a nonprofit organization or a public body for transitional housing for the homeless.": "",
    "REO Property Subject to Redemption Rights": "",
    "REO property subject to redemption rights may still be sold if the MFH Servicing official determines there is no probability of its redemption and state law permits its sale. In states where such sales are permitted, a State Supplement will be issued with the specific state law requirements. The buyer must sign a statement acknowledging sale conditions under state law. The original signed statement will be filed in the REO case file and transferred to the borrower's case file if it is Agency financed.": "",
    "14-21": "",
    "(08-30-24) PN 623": ""
  },
  {
    "HB-3-3560": "",
    "B. Submission Requirements": "",
    "Form RD 1955-45": "Standard Sales Contract",
    "Sale of Real Property of the United States": "",
    "Form SF 424": "Application for Federal Assistance",
    "Financial statements for the past two years": "",
    "Credit report for each general partner": "if limited partnership",
    "officer": "if corporation",
    "Proposed limited partnership agreement and certificates of limited partners": "if applicable",
    "Tax-exempt ruling from the IRS designating the borrower organization as a 501(c)(3) or 501(c)(4)": "if applicant is nonprofit",
    "designation is pending": "a copy of the designation request",
    "Mission statement": "",
    "Evidence of organization under state and local law or copies of pending applications": "and",
    "List of board members": "",
    "Paragraph 4.16 of HB-1-3560": "",
    "C. Receiving and Considering Offers": "",
    "Each offer must be date stamped when it is received": "",
    "Offers received on the same day will be selected for consideration by lot": "",
    "Names will be placed in a receptacle": "",
    "drawn": "and numbered sequentially",
    "Offers drawn after the first are held as backup and the offeror so notified": "",
    "The Agency selects the first minimum acceptable offer received and executes Form RD 1955-45": "",
    "The form is then sent to the bidder along with a letter to indicate acceptance of the offer": "",
    "A letter is also sent to notify all unsuccessful bidders of the status of their offers": "",
    "D. Cancellation of Sales Contracts": "",
    "If an offer contingent upon obtaining Agency financing on program terms is selected and the credit request is subsequently rejected": "the next offer is considered",
    "Property is": "",
    "page_number": "14-22"
  },
  {
    "HB-3-3560": "",
    "notice_of_sale_revised": "true",
    "sales_contract_canceled_due_to_offeror_default": "true",
    "earnest_money_forwarded_to_MFH_Servicing_official": "true",
    "money_forwarded_to_St_Louis_Office": "true",
    "money_for_application_to_General_Fund": "true",
    "14.17_DISPOSITION_BY_SEALED_BID_OR_AUCTION": "",
    "sealed_bid_or_auction_methods_authorized_by_Leadership_Designee": "true",
    "program_properties_sold_using_these_methods_after_unsuccessful_sales_efforts": "true",
    "unsuccessful_sales_efforts_duration": "six months",
    "method_used_as_initial_sale_effort_for_non_program_properties": "true",
    "regular_sale_efforts_not_likely_to_result_in_prompt_sale": "true",
    "structures_substantially_destroyed_by_fire": "true",
    "A_Establishing_Minimum_Acceptable_Offer": "",
    "MFH_Servicing_official_must_develop_and_document_recommendation": "true",
    "minimum_acceptable_bid_or_sales_price_using_net_recovery_worksheet": "true",
    "worksheet_provided_in_Chapter_12_Attachment_12-A": "true",
    "B_Publicizing_the_Sale": "",
    "Agency_solicits_sealed_bids_or_publicizes_auction_by_public_notice": "true",
    "notice_must_include_date_time_place_of_bid_opening_or_auction": "true",
    "notice_must_describe_how_bids_are_to_be_made": "true",
    "notice_must_include_required_percentage_of_bid_deposit": "true",
    "notice_must_include_maximum_credit_terms": "true",
    "notice_must_include_cash_preference_percentage_described_in_subparagraph_C.3": "true",
    "notice_must_include_pertinent_information_such_as_flood_or_mudslide_hazard_area": "true",
    "notice_must_include_wetland_and_related_use_restrictions": "true",
    "C_Sealed_Bid_Procedures": "",
    "1_Submission_Requirements": "",
    "Sealed_bids_must_be_made_on_Form_RD_1955-46": "true",
    "Form_RD_1955-46_is_Invitation_Bid_and_Acceptance_Sale_of_Real_Property_of_United_States": "true",
    "bids_accompanied_by_deposit_provided_in_bidding_instructions": "true",
    "no_deposit_required_from_eligible_program_purchasers": "true",
    "minimum_deposit_of_10_percent_required_for_non_program_loans": "true",
    "bidders_must_submit_bids_in_sealed_envelope_marked_SEALED_BID_OFFER": "true",
    "insert_Property_Identification_Number": "true",
    "bids_may_be_submitted_for_individual_properties_or_group_of_properties": "true",
    "page_number": "14-23",
    "date": "(08-30-24)",
    "PN": "623"
  },
  {
    "HB-3-3560": null,
    "2. Receiving and Opening Bids": null,
    "All bids will be date and time stamped when they are received. Sealed bids will be held in a secured file before bid opening. If the bidder wants to withdraw their bid, this must be done prior to the drawing date. The bid opening will be held publicly at the place and time specified in the notice with at least two Agency employees present. Each bid received will be recorded showing the name and address of the bidder, the amount of the bid, the amount and form of deposit, and any conditions of the bid. The record of bids will be signed by the staff person conducting the bid opening and retained in the REO file.": null,
    "3. Reviewing and Accepting Bids": null,
    "Only responsive bids will be considered. To be considered responsive, bids must be signed and dated by the offeror, include any required deposit, and be for an amount at least equal to the established minimum bid. Minor deviations or defects in the bid submission may be waived by the Leadership Designee so long as the bid meets these minimum requirements.": null,
    "Generally, the highest bid will be selected. However, cash bids will be given preference over bids that are contingent upon the offeror obtaining financing if the cash offer is at least equal to a specified percentage of the highest offer. Exhibit B of RD Instruction 440.1 specifies the applicable percentage.": null,
    "In the case of two identical bids for a program property, program-eligible purchasers will be selected before bidders who are not program-eligible.": null,
    "4. No Acceptable Bid": null,
    "If no acceptable bids are received, the Agency may negotiate a sale at the best price possible in accordance with Paragraph 14.18. All bidders must be informed, in writing, of any anticipated negotiations. Deposits must be returned to all bidders by certified mail, return receipt requested.": null,
    "5. Notification to Bidders": null,
    "The MFH Servicing official also must notify unsuccessful bidders in writing that their bids were not accepted and who the successful bidder was. Deposits must be returned to all unsuccessful bidders by certified mail, return receipt requested.": null,
    "When a bid is accepted, the MFH Servicing official must execute Form RD 1955-46 and send a written acceptance of the bid.": null,
    "6. Failure to Close": null,
    "If a successful bidder fails to perform under the terms of the offer, for any reason other than denial of credit by the Agency, the bid deposit will be forfeited and forwarded to the St. Louis Office for application to the General Fund.": null,
    "14-24": null
  },
  {
    "HB-3-3560": "",
    "determination_successful_bidder_close_Leadership_Designee": "Upon determination that the successful bidder will not close, the Leadership Designee\nmay authorize direct negotiations with the next highest bidder, authorize another sealed\nbid sale, or authorize negotiations with other interested parties, as described in Paragraph\n14.18.",
    "Auction_Procedures": "D. Auction Procedures",
    "Leadership_Designee_determine_Agency_employee_conduct": "The Leadership Designee will determine whether an Agency employee will conduct\nthe auction or whether the complexity of the sale requires the services of a professional\nauctioneer. Form RD 1955-46 is used for auction sales.",
    "Selecting_Professional_Auctioneer": "1. Selecting a Professional Auctioneer",
    "Auctioneers_selected_competitive_process_using_procedures": "Auctioneers are selected through a competitive process using the procedures\ndescribed in RD Instruction 2024-A. The commission will be set as part of the auctioneer\nsolicitation. If an auctioneer submits a bid with a commission rate that is significantly\nlower than other bids, detailed documentation will be provided attesting that they have\nsuccessfully sold properties at the lower rate with no compromise in service.",
    "Bid_Deposits": "2. Bid Deposits",
    "Successful_bidders_required_make_bid_deposit": "Successful bidders will be required to make a bid deposit of 10 percent of the\npurchase offer. This fee will be waived for program-eligible bidders, pending final\ndetermination of eligibility. Deposits should be in the form of cashier's check, certified\ncheck, postal or bank money order, or bank draft payable to the Agency. Cash and/or\npersonal check may be accepted only if deemed necessary for a successful auction to\noccur by the person conducting the auction.",
    "program_financing_authorized_notices_publicity_provide": "Where program financing is authorized, all notices and publicity should provide for a\nmethod of prior approval of credit and the credit limit for potential program-eligible\npurchasers. This may include submission of letters of credit or financial statements prior\nto the auction. The auctioneer should not accept bids that request program financing in\nexcess of the market value.",
    "Accepting_Bids": "3. Accepting Bids",
    "highest_bid_lower_minimum_amount_acceptable": "When the highest bid is lower than the minimum amount acceptable to the Agency,\nnegotiations should be conducted with the highest bidder or, in turn, the next highest\nbidder(s) or other persons known to be interested in obtaining an executed bid at the\npredetermined minimum.",
    "Purchaser's_Default": "4. Purchaser's Default",
    "purchaser's_default_MFH_Servicing_official_remit": "Upon purchaser's default, the MFH Servicing official will remit the bid deposit to the\nSt. Louis Office as a miscellaneous collection. The property may than be disposed of\nthrough a negotiated sale.",
    "PN_623": "(08-30-24) PN 623",
    "page_number": "14-25"
  },
  {
    "HB-3-3560": "",
    "14.18 NEGOTIATED SALE": "",
    "negotiated_sale_condition": "If no acceptable bid is received either from a sealed bid sale or at a public auction, the Leadership Designee may negotiate a sale at the best price possible without further public notice by negotiating with interested parties, including previous bidders.",
    "negotiated_sale_details": "A sale made through negotiation will be documented and accepted by Leadership Designee on Form RD 1955-46 and must be accompanied by a bid deposit of 10 percent of the negotiated sales price, except that the deposit will be waived for program-eligible buyers.",
    "14.19 DISPOSAL OF PROPERTY FOR SPECIAL PURPOSES": "",
    "reo_properties_benefit": "REO properties may benefit people in need of housing who can be reached in cooperation with other programs or Federal agencies. Cooperative agreements with other Federal or state-assisted housing programs will be announced and updated with administrative notices.",
    "14.20 DISPOSAL AS CHATTEL OR SALVAGE": "",
    "chattel_salvage_condition": "If the Agency is unable to sell non-program property by regular sale, sealed bid, or public auction, the structure may be sold as chattel or salvage to be removed from the site. Form RD 1955-47 is used to transfer title of real property converted to chattel to the purchaser.",
    "structure_removal_details": "If no offer is received to remove the structure, the Leadership Designee may contract or arrange to have it demolished, in exchange for the salvaged materials or otherwise as determined appropriate. For example, the local fire-fighting unit may be permitted to use a structure slated for demolition as a burn for fire fighting practice. Once the structure is disposed of, the lot is offered for sale as non-program REO property.",
    "reo_vacant_lot_sale": "If REO property is a vacant lot, the lot is offered for sale as non-program property.",
    "page_number": "14-26"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "SECTION 3": "ENVIRONMENTAL REQUIREMENTS",
    "14.21 OVERVIEW": "OVERVIEW",
    "Agency must complete environmental review": "The Agency must complete the appropriate level of environmental review under the National Environmental Policy Act for disposal of REO property in accordance with RD Instruction 1940-G prior to determining the disposition of the property. The proposed disposal of REO property will normally qualify as a categorical exclusion. However, an environmental assessment and an environmental impact statement (EIS), when deemed necessary, is required for any proposed disposal of REO property that meets one of the following criteria:",
    "REO property change in use": "The Agency has evidence that the transaction would result in a change in use of the REO property (for example, residential to commercial);",
    "Transaction controversial": "The transaction is controversial for environmental reasons;",
    "Environmental assessment mitigation measures": "The original environmental assessment for the project contains mitigation measures requiring an on-going managerial action (such as preservation of an historic building or setbacks from wetlands);",
    "Transaction affects environmental resources": "The transaction affects environmental resources identified in 1940-G, or",
    "Property contaminated": "The property is contaminated with hazardous substances or petroleum products.",
    "Section summarizes environmental information": "This section summarizes the basic environmental information that pertains to disposal of REO properties. For more detailed information and assistance, refer to RD Instruction 1940-G and the State Natural Resource Management Guide.",
    "14.22 PROPERTY LOCATED WITHIN A SPECIAL FLOOD OR MUDSLIDE HAZARD AREA OR CONTAINS WETLANDS": "PROPERTY LOCATED WITHIN A SPECIAL FLOOD OR MUDSLIDE\nHAZARD AREA OR CONTAINS WETLANDS",
    "Prospective buyers provided notice": "Prospective buyers will be provided written notice that the REO property is in a special flood or mudslide hazard area.",
    "Form RD 1955-46": "Form RD 1955-46, “Invitation, Bid, and Acceptance, Sale of Real Property of the United States\" must include notice of special flood or mudslide hazard areas, wetlands and other environmental use restrictions. Prospective purchasers, auctioneers, and brokers must be provided a copy of this information.",
    "Conveyance instrument disposal REO property": "The conveyance instrument for disposal of REO property containing wetlands or located in a special flood or mudslide hazard area must specify those uses of the property that are restricted under any Federal, state or local floodplain and wetland regulations, as well as other relevant restrictions. Use restrictions will relate to the use of the property by the purchaser and any successors as determined by the Agency. See 14.28.",
    "page_number": "14-27",
    "(08-30-24) PN 623": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "",
    "14.23 COASTAL BARRIER RESOURCES SYSTEMS": "",
    "REO property located within a Coastal Barrier Resource System (CBRS) will not be sold": "",
    "until the Agency completes consultation with the USFWS Regional Director, and agreement is": "",
    "reached that the proposed sale does not violate the provisions of the CBRS.": "",
    "No continued Federal financing is permitted for REO property located within a CBRS.": "",
    "14.24 ΝΑTIONAL REGISTER OF HISTORIC PLACES": "",
    "When REO property has been determined to be listed on (or eligible to be listed on) the": "",
    "National Historic Register, the MFH Servicing official must consult with the SHPO. This": "",
    "consultation will establish any necessary restrictions on future use of the property to maintain": "",
    "compatibility with preservation objectives per 14.28.": "",
    "A property that is listed or eligible for listing on the National Register of Historic Places": "",
    "may be leased or operated by management contract, the lease or management contract will": "",
    "contain provisions that the use will preserve property's condition and historic character.": "",
    "14.25 UNDERGROUND STORAGE TANKS (UST)": "",
    "USTs found on the property will be investigated to determine the contents of the tank and": "",
    "whether the tank has leaked or is leaking. Investigations will include the extent of contamination": "",
    "and methods of remediation. Such investigations will be undertaken by persons authorized by": "",
    "state law and provided to the appropriate state regulatory agency for consultation on appropriate": "",
    "steps to take. The report will be made a part of public information provided to prospective": "",
    "buyers and lenders. Notice of cleanup will be made a part of covenants to the deed to assure": "",
    "notice to future buyers as further discussed at 14.28. When a UST is leaking, the tank will be": "",
    "removed and the areas of contamination cleaned up in accordance with state regulations. If the": "",
    "UST is replaced, the work will be in accordance with state and local requirements": "",
    "14.26 MANAGEMENT OF HAZARDOUS SUBSTANCES AND PETROLEUM": "",
    "PRODUCTS": "",
    "All property considered for disposal or lease must be evaluated for possible hazardous": "",
    "substance contamination as part of the Agency's environmental due diligence. The minimum": "",
    "level of documentation of due diligence is the Transaction Screen Questionnaire (TSQ), which": "",
    "will be prepared by the Agency or an environmental professional under contract to the Agency.": "",
    "If the TSQ indicates the possibility of contamination a Phase I Environmental Site Assessment": "",
    "(ESA) will be prepared to determine the types of contamination present. If determined necessary": "",
    "by the ESA, a Phase II ESA will be prepared to determine the extent and potential costs for": "",
    "remediation. An environmental professional will prepare the ESA. The SEC should be": "",
    "consulted during this process for guidance and assistance in review and acceptability of the": "",
    "reports.": "",
    "Environmental due diligence is normally conducted prior to the Agency taking action to": "",
    "foreclose and the reports previously prepared should be reviewed and supplemented as necessary": "",
    "prior to sale or lease.": "",
    "14-28": ""
  },
  {
    "HB": "3-3560",
    "section_number_1": "14.27",
    "section_title_1": "LEAD-BASED PAINT",
    "lead_based_paint_year": "1978",
    "attachment_number": "14-A",
    "section_number_2": "14.28",
    "section_title_2": "PROTECTIVE COVENANTS RESTRICTIONS AND EASEMENTS",
    "resource_1": "Floodplains;",
    "resource_2": "Wetlands;",
    "resource_3": "Coastal barrier systems;",
    "resource_4": "Historic and cultural resources;",
    "resource_5": "Endangered or threatened species;",
    "resource_6": "Critical habitat;",
    "resource_7": "Wilderness areas;",
    "resource_8": "Wild or scenic rivers;",
    "resource_9": "Natural landmarks listed in the National Register of Natural Landmarks; Sole source aquifer recharge areas designated by EPA;",
    "resource_10": "Designated national trails;",
    "resource_11": "Important farmland; or",
    "resource_12": "Other resources identified in 1940-G or protected under state law.",
    "date": "08-30-24",
    "PN": "623",
    "page_number": "14-29"
  },
  {
    "HB": "HB-3-3560",
    "REO_property_impact": "disposal of the REO property may affect any of these resources and the environmental review",
    "raised_indication": "raised as indicated in 1940-G.",
    "use_restrictions_examples": "Examples of use restrictions include prohibition of draining, filling or building in a floodplain or wetland area, maintaining the property in keeping with results of consultation with the SHPO or notifications on hazardous material remediation on the site.",
    "contaminated_property_notice": "In any case in which a property has been contaminated with hazardous materials or petroleum products, notice shall be provided to prospective buyers and a covenant attached to the deed providing notice to future buyers.",
    "notice_content": "The notice shall include all findings and actions to cleanup taken by the Agency.",
    "agency_information_use": "Any information from Agency site reconnaissance, investigations and clearances provided by independent environmental professionals will be made a part of presale notices and covenants or restrictions in the deed.",
    "agency_obligation": "In addition, the Agency is obligated to cleanup any materials found on site in the future provided that the materials were in place prior to the date of conveyance.",
    "covenants_restrictions_development": "Covenants and restrictions to address the specific conditions will be developed with the assistance of OGC, the SEC and Agency Environmental Staff.",
    "page_number": "14-30"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "SECTION 4": "PROCESSING AND CLOSING",
    "14.29 OVERVIEW": "OVERVIEW",
    "program_financing_sale": "If the Agency is closing the sale with program financing, the sale is closed in accordance\nwith program closing instructions provided in Chapter 8 of HB-1-3560. If other financing is\nbeing used, the financing agent's closing procedures should be followed. Cash sales are closed\nby the Agency collecting the sale price and delivering the quitclaim deed to the buyer.",
    "title_clearance": "Title clearance and property insurance requirements for a program-financed sale are the\nsame as for a program loan.",
    "14.30 SPECIAL NOTICES AT SALE": "SPECIAL NOTICES AT SALE",
    "lead_based_paint_hazard_reduction_act": "In accordance with the Residential Lead-Based Paint Hazard Reduction Act of 1992,\nsellers of housing built before 1978 receiving Federal assistance must provide the purchasers of\nsuch housing with specific information about the housing's lead history and general information\non lead exposure prevention. As seller the Agency must:",
    "lead_hazard_information_pamphlet": "Provide the buyer with the lead hazard information pamphlet, Protect Your Family\nfrom Lead in Your Home, available from the National Lead Information\nClearinghouse at 1-800-424-LEAD, or a similar EPA-approved pamphlet developed\nby the State;",
    "buyer_opportunity": "Permit the buyer a 10-day opportunity to conduct a risk assessment or inspection for\nthe presence of lead-based paint hazard; and",
    "sales_contract_disclosure": "Include in the sales contract: (1) disclosure of any lead-based paint hazard or a\nstatement that the Agency has no knowledge of such hazard; (2) a list of any\ninformation about the hazard available to the seller and passed on to the buyer; and\n(3) a Lead Warning Statement and acknowledgment, signed by the buyer. A sample\ndisclosure format, including the required Lead Warning Statement, is provided in\nAttachment 14-A.",
    "hazardous_material_activities": "Notice shall be provided to prospective buyers of all hazardous material activities and\nfindings. This shall include access to records of Agency site reconnaissance and\ninvestigations by environmental professionals. If hazardous materials have been\nfound in performance of due diligence, notification of remediation results will be\nprovided. Covenants or restrictions to the deed will be developed with the assistance\nof OGC to address the specific conditions. The Agency Environmental Staff and the\nSEC should be consulted in the preparation of all environmental covenants or\nrestrictions.",
    "14-31": "14-31",
    "(08-30-24) PN 623": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "",
    "14.31 INSPECTION": "",
    "14.32 PRORATING REAL ESTATE TAXES AND/OR ASSESSMENTS": "",
    "14.33 COMMISSIONS": "",
    "14.34 TRANSFERRING TITLE": "",
    "14.35 REPORTING SALE": "",
    "14-32": ""
  },
  {
    "SECTION 5": "PROCESSING CREDIT SALES ON",
    "NON-PROGRAM TERMS": null,
    "HB-3-3560": null,
    "14.36 OVERVIEW": null,
    "The sale of non-program properties is conducted in a manner similar to other sales;": null,
    "however, there are some differences in the terms of the sale, the processing of the offers, loan": null,
    "closing, and the treatment of the property after the sale is complete. This section highlights these": null,
    "differences. See HB-1-3560 for processing credit sales for program properties.": null,
    "14.37 TERMS OF A NON-PROGRAM CREDIT SALE": null,
    "The following provisions apply to credit sales on non-program terms.": null,
    "Interest rate.": "The Section 515 interest rate plus 0.5 percent will be charged on all",
    "types of housing credit sales. Refer to Exhibit B of RD Instruction 440.1 for interest": null,
    "rates. Loans made on non-program terms will be equal to the lesser of the prevailing": null,
    "interest rate at the time of loan approval or loan closing; and": null,
    "Term of note.": "The note amount will be amortized over a period not to exceed 10",
    "years. If the Leadership Designee determines more favorable terms are necessary to": null,
    "facilitate the sale, the note amount may be amortized using a 30-year factor with": null,
    "payment in full (balloon payment) due not later than 10 years from the date of": null,
    "closing. In no case will the term be longer than the period for which the property will": null,
    "serve as adequate security.": null,
    "Agency loans to finance the purchase of non-program REO property are subject to the": null,
    "availability of funds.": null,
    "Each tenant in an REO property designated to be sold as a non-program property will": null,
    "be notified by the Agency, in writing, of the housing project's non-program designation": null,
    "and will be given an opportunity to obtain a Letter of Priority Entitlement (LOPE).": null,
    "14.38 ACCEPTING OFFERS": null,
    "The sale of a non-program property is similar to other sales. The MFH Servicing official": null,
    "will publicize the sale, accept bids, and choose a bid from the first acceptable bids received.": null,
    "Documenting offers and acceptance.": "MFH Servicing official must use Forms RD",
    "1955-45 and 1955-46, as appropriate, to document the offer and acceptance. The": null,
    "Leadership Designee must accept the contract prior to processing a request for credit": null,
    "on non-program terms.": null,
    "Cash sales.": "If the offeror can purchase the property without Agency assistance, the",
    "Leadership Designee or MFH Servicing official will simply collect the purchase price": null,
    "(less any deposits) and deliver the deed to the purchaser.": null,
    "(08-30-24) PN 623": null,
    "Revised (03-31-25) PN 636": null,
    "14-33": null
  },
  {
    "HB-3-3560": "true",
    "Purchase with non-program credit": "Purchasers requesting credit on non-program terms will be required to submit documentation to establish financial stability, repayment ability, and creditworthiness:",
    "Borrower may submit standard forms": "The borrower may submit the standard forms used to process program applications or comparable documentation. The Agency may request additional information as needed to support loan approval.",
    "Comprehensive credit report": "A current comprehensive credit report for both the entity and the individual principals, partners, members, and the individual sub-entities or natural persons who are responsible for controlling the ownership and operations of the applicant entity, including but not limited to, principals, partners or members. The Agency will also accept combination comprehensive credit reports which provide a comprehensive view of the applicant's credit profile by combining data from all three major credit bureaus (Experian, Equifax, and TransUnion).",
    "14.39 APPROVAL": "true",
    "Agency Staff must use Form RD 3560-51": "Agency Staff must use Form RD 3560-51 to approve a credit sale even though no obligation of funds is involved. For guidance on how to complete the form, see the special instructions on the FMI pertaining to non-program credit sales.",
    "MFH Production and Preservation Staff must review Form RD 1910-11": "The MFH Production and Preservation Staff must review Form RD 1910-11 with the applicant, and the form must be signed by the applicant.",
    "14.40 CLOSING SALE": "true",
    "MFH Production and Preservation Staff will provide closing agent": "The MFH Production and Preservation Staff will provide the closing agent with necessary information for closing the sale. Title clearance, loan closing, and property insurance requirements for a credit sale are similar to those for program loans. As for program sales, OGC assistance will be requested to provide closing instructions.",
    "Highlights of closing process for non-program sales": "The following are the highlights of the closing process for non-program sales:",
    "Closing costs": "Closing costs. The purchaser will pay their own closing costs. Earnest money, if any, will be used to pay purchaser's closing costs with any balance of closing costs being paid by the purchaser. Any closing costs which are legally or customarily paid by the seller will be paid by the Agency from the down payment;",
    "Down payment": "Down payment. A down payment of not less than 10 percent of the purchase price is required at closing and will be remitted by the MFH Production and Preservation Staff;",
    "Modification of security instruments": "Modification of security instruments. MFH Production and Preservation Staff must modify security instruments as necessary:",
    "Form RD 3560-52": "On the Form RD 3560-52, Promissory Note and/or security instrument (mortgage or deed of trust) any covenants relating to graduation to other credit, restrictive-",
    "page_number": "14-34"
  },
  {
    "content": "json\n{\"HB-3-3560\": true, \"Purchase of more than one property\": \"When more than one property is bought by the same buyer and the transactions are closed at the same time, a separate Form RD 3560-52 will be prepared for each property, but one mortgage will cover all the properties; and\": true, \"Reporting sale\": \"When the transaction is closed and the conveying instrument has been delivered, the MFH Staff will report the sale like all other sales. They will process the MFH Advice of Mortgaged Real Estate Acquired form.\": true, \"14.41 SERVICING THE NON-PROGRAM LOAN\": true, \"Credit sales on non-program terms will be classified as non-program loans and serviced accordingly. The project is not subject to any rent, occupancy, or other program requirements.\": true, \"Deletions are made by drawing a line through the specific inapplicable language. The borrower and an Agency representative must initial the changes.\": true, \"14-35\": true, \"(08-30-24) PN 623\": true}",
    "type": "text"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "This page intentionally left blank": "This page intentionally left blank",
    "14-36": "14-36"
  },
  {
    "HB-3-3560": "HB-3-3560",
    "Attachment 14-A": "Attachment 14-A",
    "Page": "Page 1 of 2",
    "ATTACHMENT 14-A": "ATTACHΜΕΝΤ 14-A",
    "LEAD-BASED PAINT DISCLOSURE FORM": "LEAD-BASED PAINT DISCLOSURE FORM",
    "SAMPLE Disclosure Form for Target Housing Sales": "SAMPLE Disclosure Form for Target Housing Sales",
    "Disclosure of Information on Lead-Based Paint and/or Lead-Based Paint Hazards": "Disclosure of Information on Lead-Based Paint and/or Lead-Based Paint Hazards",
    "This form is also available at HUD's Lead Safe Housing website.": "This form is also available at HUD's Lead Safe Housing website.",
    "LEAD WARNING STATEMENT": "LEAD WARNING STATEMENT",
    "Every purchaser of any interest in residential real property on which a residential dwelling was": "Every purchaser of any interest in residential real property on which a residential dwelling was",
    "built prior to 1978 is notified that such property may present exposure to lead from lead-based": "built prior to 1978 is notified that such property may present exposure to lead from lead-based",
    "paint that may place young children at risk of developing lead poisoning. Lead poisoning in": "paint that may place young children at risk of developing lead poisoning. Lead poisoning in",
    "young children may produce permanent neurological damage, including learning disabilities,": "young children may produce permanent neurological damage, including learning disabilities,",
    "reduced intelligence quotient, behavioral problems, and impaired memory. Lead poisoning also": "reduced intelligence quotient, behavioral problems, and impaired memory. Lead poisoning also",
    "poses a particular risk to pregnant women. The seller of any interest in residential real property is": "poses a particular risk to pregnant women. The seller of any interest in residential real property is",
    "required to provide the buyer with any information on lead-based paint hazards from risk": "required to provide the buyer with any information on lead-based paint hazards from risk",
    "assessments or inspections in the seller's possession and notify the buyer of any known lead-": "assessments or inspections in the seller's possession and notify the buyer of any known lead-",
    "based paint hazards. A risk assessment or inspection for possible lead-based paint hazards is": "based paint hazards. A risk assessment or inspection for possible lead-based paint hazards is",
    "recommended prior to purchase.": "recommended prior to purchase.",
    "SELLER'S DISCLOSURE (INITIAL)": "SELLER'S DISCLOSURE (INITIAL)",
    "(a) Presence of lead-based paint and/or lead-based paint hazards (check one below):": "(a) Presence of lead-based paint and/or lead-based paint hazards (check one below):",
    "Known lead-based paint and/or lead-based paint hazards are present in the housing": "Known lead-based paint and/or lead-based paint hazards are present in the housing",
    "(explain).": "(explain).",
    "Seller has no knowledge of lead-based paint and/or lead-based paint hazards in the": "Seller has no knowledge of lead-based paint and/or lead-based paint hazards in the",
    "housing": "housing",
    "(b) Records and reports available to the seller (check one below):": "(b) Records and reports available to the seller (check one below):",
    "Seller has provided the purchaser with all available records and reports pertaining to lead-": "Seller has provided the purchaser with all available records and reports pertaining to lead-",
    "based paint and/or lead-based paint hazards in the housing (list documents below).": "based paint and/or lead-based paint hazards in the housing (list documents below).",
    "Seller has no reports or records pertaining to lead-based paint and/or lead-based paint": "Seller has no reports or records pertaining to lead-based paint and/or lead-based paint",
    "hazards in the housing.": "hazards in the housing.",
    "(08-30-24) PN 623": "(08-30-24) PN 623"
  },
  {
    "HB-3-3560": "Attachment 14-A",
    "Page": "2 of 2",
    "Purchaser's Acknowledgment (initial) (c) Purchaser has received copies of all information listed above.": null,
    "(d) Purchaser has received the pamphlet Protect Your Family From Lead in Your Home.": null,
    "(e) Purchaser has (check one below):": null,
    "Received a 10-day opportunity (or mutually agreed upon period) to conduct a risk assessment or inspection for the presence of lead-based paint and/or lead-based paint hazards; or": null,
    "Waived the opportunity to conduct a risk assessment or inspection for the presence of lead-based paint and/or lead-based paint hazards.": null,
    "AGENT'S ACKNOWLEDGMENT (INITIAL)": null,
    "(f) Agent has informed the seller of the seller's obligations under 42 U.S.C. 4852d and is aware of his/her responsibility to ensure compliance.": null,
    "CERTIFICATION OF ACCURACY": null,
    "The following parties have reviewed the information above and certify, to the best of their knowledge, that the information provided by the signatory is true and accurate.": null,
    "Seller Date": null,
    "Purchaser Date": null,
    "Agent Date": null
  }
]