[
  {
    "HB": "1-3565",
    "chapter": "2",
    "chapter_title": "LENDER ELIGIBILITY AND APPROVAL",
    "section": "2.1",
    "section_title": "PURPOSE AND OVERVIEW",
    "loans_description": "For a lender to originate and service GRRHP loans, the Agency must determine that the lender meets the eligibility criteria set forth in the statute and corresponding regulations. The purpose of this chapter is to assist the lender in understanding these requirements and requesting and obtaining approved lender status from the Agency. An overview of the lender approval process is shown in Exhibit 2-1.",
    "exhibit_number": "2-1",
    "key_topic_1": "Determining Lender Eligibility",
    "key_topic_2": "Approving Lenders",
    "key_topic_3": "Maintaining Approved Status",
    "key_topic_4": "Working with Other Lenders",
    "process_title": "The Lender Approval Process for the GRRHP",
    "step_1": "Lender requests approved lender status to originate and service GRRHP permanent, construction/permanent loans, or continuous guarantee loans. Lender requests approval under one of two tests:",
    "basic_eligibility_test_title": "The Basic Eligibility Test",
    "basic_eligibility_test_description": "This test is for lenders who are approved and currently active in HUD/FHA, Fannie Mae, Freddie Mac, or Ginnie Mae multifamily finance programs.",
    "demonstrated_eligibility_test_title": "The Demonstrated Eligibility Test",
    "demonstrated_eligibility_test_description": "This test is for other lenders who do not meet the basic eligibility requirements but propose to become an approved lender by demonstrating the ability to originate and service multifamily housing loans.",
    "step_2": "Lender submits the necessary documentation for approval to the Agency (see Section 2 of this chapter).",
    "step_3": "The Agency normally responds no later than 30 business days after receiving a complete application.",
    "step_4": "Lender must remain active in the program to retain approved status. The Agency will conduct an eligibility audit of approved lenders annually to confirm continued eligibility.",
    "date_1": "02-23-12",
    "pn_1": "455",
    "date_2": "06-28-19",
    "pn_2": "525",
    "page_number": "2-1"
  },
  {
    "HB-1-3565": "HB-1-3565",
    "SECTION 1": "LENDER ELIGIBILITY",
    "2.2 PURPOSE": "PURPOSE",
    "GRRHP Purpose": "The purpose of the GRRHP is to attract credit to develop multifamily housing opportunities in rural areas where the supply of credit is not adequate. A goal of the program is to use the knowledge and expertise of eligible private sector lenders to originate and service GRRHP loans.",
    "Lender Eligibility Determination": "Lender preliminary eligibility is determined by meeting one of two tests:",
    "Eligibility Test 1": "The basic eligibility test (see Paragraph 2.4); or",
    "Eligibility Test 2": "The demonstrated eligibility test (see Paragraph 2.5).",
    "Eligible Lenders": "Eligible lenders must be able to originate and/or service construction and permanent GRRHP loans. To become eligible to participate in the GRRHP, a lender must meet the approval requirements as detailed in Paragraphs 2.6 and 2.7.",
    "2.3 REQUESTING LENDER ELIGIBILITY CONSIDERATION": "REQUESTING LENDER ELIGIBILITY CONSIDERATION",
    "Lender Eligibility Application": "The application for lender eligibility may be made at the same time as the first loan application. The first loan application means:",
    "Loan Application Meaning 1": "The first application for a loan guarantee for a new loan; or",
    "Loan Application Meaning 2": "The first application before ownership of any GRRHP loan is transferred to that lender.",
    "Lender Approved Status": "A lender will obtain approved status when it issues an Agency approved loan guarantee or it acquires a program guaranteed loan.",
    "2.4 PRELIMINARY ELIGIBILITY- BASIC ELIGIBILITY TEST REQUIREMENTS": "PRELIMINARY ELIGIBILITY- BASIC ELIGIBILITY TEST REQUIREMENTS",
    "Preliminary Eligibility Tests": "One of two preliminary eligibility tests must be met before a lender is deemed eligible to participate in the program. Under the basic eligibility test, a lender must be an approved and currently active lender who has originated at least one multifamily loan in the last 24 months and / or is currently servicing at least one multifamily loan in one of the following multifamily housing programs:",
    "Housing Program 1": "HUD/Federal Housing Administration (FHA) insurance programs;",
    "Housing Program 2": "Fannie Mae;",
    "Housing Program 3": "Freddie Mac; or",
    "Housing Program 4": "Ginnie Mae.",
    "Page Number": "2-2"
  },
  {
    "HB": "1-3565",
    "paragraph_2.6": "and 2.7",
    "section": "2.5",
    "HEADING": "PRELIMINARY ELIGIBILITY-DEMONSTRATED ELIGIBILITYTEST\nREQUIREMENTS",
    "GRRHP": "loans",
    "HFA": "System",
    "eligibility": "test",
    "2.6": "ELIGIBILITY REQUIREMENTS",
    "A": "Origination and Servicing Plan",
    "1": "Policies and Procedures",
    "2": "Portfolio Performance Data",
    "PN455_date": "02-23-12",
    "PN455_number": "455",
    "PN525_date": "06-28-19",
    "PN525_number": "525",
    "page_number": "2-3"
  },
  {
    "HB-1-3565": "Lenders who are not approved by HUD/FHA, Fannie Mae, Freddie Mac, or\nGinnie Mae and are applying under the demonstrated eligibility test must provide a\nsummary of multifamily servicing activity. At a minimum, the summary must include\nthe dollar amount, number, and type of loans in the lender's portfolio and information on\ndelinquencies and losses over the past three years. Delinquent multifamily loans must\nnot exceed three percent of all multifamily loans outstanding as of the application date,\nand historic losses must not exceed three percent of total dollars loaned. In the case of a\nnew or reorganized servicing operation, the principal staff of the lender must demonstrate\nexperience consistent with these benchmarks.",
    "delinquency_definition": "For the purpose of this plan, a delinquency will be any loan where the borrower has\nfailed to make the full amount of a required payment on the due date or within any grace\nperiod.",
    "section_3_title": "3. Standard Documents to be used in Processing GRRHP Loans",
    "standard_documents_description": "To the extent that the lender has developed standard documents that will be used in\noriginating, monitoring, or servicing construction and/or permanent GRRHP loans,\nsamples of these documents must be included as part of the origination and servicing\nplan. These documents may include, but are not limited to:",
    "document_examples_1": "The loan note,",
    "document_examples_2": "The mortgage,",
    "document_examples_3": "The security agreement,",
    "document_examples_4": "The regulatory agreement, and",
    "document_examples_5": "All loan closing documents.",
    "ogc_review_condition": "If the lender does not submit a sample set of standard documents as part of the\norigination and servicing plan, the Office of the General Counsel (OGC) must review\nthese documents for each GRRHP loan unless OGC has directed otherwise.",
    "section_4_title": "4. Key Personnel Involved in GRRHP Loan Program",
    "key_personnel_description": "This section should detail qualifications of the lender's key personnel responsible for\nadministering and monitoring the GRRHP loans, as well as any third party relationships.\nResumés of all personnel to be involved in underwriting, construction management,\nservicing, and property disposition of GRRHP loans, regardless of whether they are in-\nhouse staff or a third party, must be submitted as part of this section. Resumes must\ndocument multi-family housing experience including, but not limited, to underwriting.",
    "section_5_title": "5. Specific Areas Where the Lender's Policies and Procedures Will Deviate from\nAgency Standards",
    "page_number": "2-4"
  },
  {
    "HB-1-3565": "",
    "To the extent that the lender intends to use standards that are different from the": "",
    "Agency standards prescribed throughout this handbook, the lender must detail the": "",
    "proposed process or standard and obtain Agency approval prior to its use.": "",
    "B. Demonstrate the Lender's Financial Stability": "",
    "Lenders meeting the basic eligibility test will be considered financially stable. All": "",
    "other private lenders must be rated BBB (or equivalent rating) or better by a nationally": "",
    "recognized rating agency. A state or local housing finance government instrumentality": "",
    "authorized to issue housing bonds or otherwise provide financing for rural rental multi-": "",
    "family housing must have an investment grade long-term obligation rating from a rating": "",
    "agency such as Standard and Poor's or Moody's. Lenders that are not rated must submit": "",
    "data to the Agency to show they have sufficient capital and liquidity to meet any": "",
    "potential losses in their portfolio. Additionally, each lender must also submit an audited": "",
    "copy of the most recent annual financial statement prepared in accordance with": "",
    "Generally Accepted Accounting Practices (GAAP).": "",
    "C. Lender's Certification to Comply with Program Requirements": "",
    "As a part of the origination and servicing plan, lenders are required to certify their": "",
    "commitment to comply with all Agency policies and procedures, including, but not": "",
    "limited to, standards for underwriting, servicing, and property disposition. Lenders": "",
    "must also certify to comply with policies, procedures, guidelines and regulations of": "",
    "other funding sources involved in transactions, including but not limited to the": "",
    "Section 515 Rural Rental Housing Direct Loan Program, to the extent that it doesn't": "",
    "interfere with the GRRHP.": "",
    "2.7": "",
    "ADDITIONAL REQUIREMENTS FOR APPROVAL TO ORIGINATE AND": "",
    "SERVICE OPTION TWO AND OPTION THREE LOAN GUARANTEES": "",
    "A construction and permanent loan provides advances during the construction period and": "",
    "remains in place as a permanent loan at the completion of construction. The Agency will": "",
    "guarantee such loans but requires additional information to determine that lenders are qualified": "",
    "to originate and service both the construction and permanent loan. The Agency cannot guarantee": "",
    "construction only loans due to statutory restrictions.": "",
    "The request to originate and service construction and permanent loans must be made": "",
    "when the lender first applies to the program or when an approved lender first submits its first": "",
    "construction loan for a guarantee.": "",
    "Under Options Two and Three a lender who originates and services construction and": "",
    "permanent loans and continuous guarantee loans must agree to manage the construction and": "",
    "draw activities in the manner described in Chapter 5.": "",
    "(02-23-12) PN 455": "",
    "Revised (06-28-19) PN 525": "",
    "2-5": ""
  },
  {
    "HB-1-3565": "true",
    "paragraph_2.4": "true",
    "paragraph_2.5": "true",
    "paragraph_2.6": "true",
    "multifamily_construction_lending": "true",
    "non-construction_lending": "true",
    "GRRHP": "true",
    "2.8": "PARTICIPATION BY LENDERS WITHOUT DEMONSTRATED ABILITY",
    "SECTION 2": "ELIGIBILITY APPLICATION PROCESSING",
    "2.9": "OVERVIEW",
    "RHS State Office": "true",
    "2.10": "AGENCY ASSESSMENT OF THE REQUEST",
    "30 business days": "true",
    "HUD/FHA": "true",
    "Fannie Mae": "true",
    "Freddie Mac": "true",
    "Ginnie Mae": "true",
    "non-refundable fee": "true",
    "Chapter 6": "true",
    "page_number": "2-6"
  },
  {
    "HB-1-3565": "true",
    "section": "2.11",
    "title": "SUBMISSION REQUIREMENTS — LENDERAPPLICATION",
    "description": "The following are submission requirements for lender eligibility applications.",
    "requirement_1": "Lender legal name and legal address.",
    "requirement_2": "Identification of contact person responsible for coordinating with the Agency including phone number, fax number, and email address.",
    "requirement_3": "List of principal officers and their responsibilities.",
    "requirement_4": "Certification that the lender has not been debarred or suspended from Federal programs. Lenders must complete Form AD-1047, “Certification Regarding Debarment, Suspension, and Other Responsibility Matters - Primary Covered Transactions”.",
    "requirement_5": "Certification that the officers or principals of the lender have not been debarred or suspended from any Federal programs.",
    "requirement_6": "Certification that the lender is not in default or delinquent on any Federal debt or loan.",
    "requirement_7": "A recent letter, or other proof, verifying participation as a currently active, approved multifamily lender in good standing with HUD/FHA, Fannie Mae, Freddie Mac, or Ginnie Mae (see Paragraph 2.4); or evidence that the lender is a State HFA, a member of the FHLB system, or other lender experienced in multifamily lending who can meet the requirements of the Agency.",
    "requirement_8": "A copy of the lender's origination and servicing plan for construction and/or permanent multifamily loans.",
    "requirement_9": "Verification of lender credit rating or evidence of financial stability as discussed in Paragraph 2.6 В.",
    "requirement_10": "A certification by the lender that they will:",
    "policy_1": "Comply with all Agency policies and procedures, including all monitoring requirements of the Agency;",
    "policy_2": "Maintain all original eligibility and approval conditions; and",
    "policy_3": "Inform the State Office and National Office in writing within 60 days if there are any substantive changes in corporate structure or business practices, such as a change in management or in the size or scope of business operations.",
    "notification": "Notify the State Office or National Office if the contact person changes.",
    "date_1": "02-23-12",
    "PN_1": "455",
    "date_2": "06-28-19",
    "PN_2": "525",
    "page": "2-7"
  },
  {
    "HB-1-3565": "",
    "2.12 ISSUANCE OF APPROVED LENDERSTATUS": "",
    "Lenders determined eligible, will be informed in writing of their approval to participate": "",
    "in the program. Those lenders deemed not eligible will be informed of the reasons for their": "",
    "denial to participate in the program.": "",
    "Lenders not approved may appeal the decision by following an informal appeals": "",
    "procedure, through mediation or alternative dispute resolution, or by following the formal": "",
    "appeals procedures referenced in Attachment 1-A.": "",
    "SECTION 3: MAINTENANCE OF LENDER APPROVAL": "",
    "2.13 REQUIREMENTS FOR RETAINING APPROVEDSTATUS": "",
    "Lenders participating in the program are expected to maintain compliance with all of the": "",
    "requirements for participation. If a change in the lender's operations or financial status results in": "",
    "the lender becoming ineligible to participate in the program, the Agency must be notified": "",
    "immediately. Lender approval under the program is automatically maintained until one of the": "",
    "following occurs:": "",
    "The lender is inactive for three": "",
    "consecutive years;": "",
    "The lender fails to maintain": "",
    "requirements for eligibility;": "",
    "The lender voluntarily": "",
    "withdraws from participation in": "",
    "the program; or": "",
    "The Agency removes a lender's": "",
    "approval.": "",
    "Example: Lender Z has not participated in the program": "",
    "in any way (originating or owning a loan) in the past": "",
    "three years. Lender Z's approval lapses. Lender Z may": "",
    "reapply for approval in the program when Lender Z": "",
    "obtains another loan under the program.": "",
    "Example: Lender Y originates loans guaranteed under": "",
    "the program and then promptly sells them. Lender Y": "",
    "does this continuously, never going more than two years": "",
    "between originating loans under the program. Lender Y": "",
    "remains in the program in good standing and is": "",
    "considered an active participant.": "",
    "The definition of an active lender is a lender who does at least one of the following:": "",
    "Has originated at least one loan under the program in the last 24 months; or": "",
    "Holds in their portfolio at least one loan guaranteed under the program.": "",
    "All active lenders must have an “eligibility audit” annually that must be sent to the": "",
    "National Office for review within 120 days of the end of their fiscal year. The audit will consist": "",
    "of a financial and program performance audit conducted by a certified public accountant in": "",
    "2-8": ""
  },
  {
    "HB-1-3565": "true",
    "agency_visit_lender": "periodically",
    "lender_certification": "eligibility requirements maintained",
    "reapply_for_approval": "lenders who lost approval status",
    "loss_of_approval_transfer_loans": "agency may require transfer of servicing",
    "loss_of_approval_noncompliance": "agency may pursue other actions",
    "section": "4",
    "section_title": "OTHER ISSUES",
    "subsection": "2.14",
    "subsection_title": "SUBSTITUTION OF LENDER",
    "agency_recognizes_lenders_sell_loans": "true",
    "agency_duty_ensure_government_risk": "true",
    "loan_sale_approval": "fannie mae, freddie mac, ginnie mae",
    "approved_lenders_ownership": "guaranteed loan",
    "loan_note_guarantee_restrictions": "no sell or transfer without approval",
    "agency_not_pay_loss": "loan transferred without approval",
    "substitute_lender_requirements_approved": "approved lender or eligible section 1",
    "substitute_lender_requirements_service_loan": "accordance with original documents",
    "substitute_lender_requirements_assume_obligations": "agree in writing",
    "substitute_lender_requirements_submit_form": "rd 3555-11",
    "ogc_review": "regional attorney must review",
    "date_pn_455": "02-23-12",
    "revised_date_pn_525": "06-28-19",
    "page_number": "2-9"
  },
  {
    "HB13565": "",
    "form_submission_details": "Following the approval of the substitution, the State Office will submit Form RD 3555-11 to the USDA Finance Office.",
    "section_number_2_15": "2.15",
    "section_title_2_15": "USE OF AGENTS BY THE APPROVED LENDER",
    "agent_use_details": "An approved lender may use agents such as brokers to carry out their duties. However, the approved lender bears full and complete responsibility for all of the actions of these agents. For experienced lenders, the use of an agent gives them the opportunity to reach out to other geographic areas where they might not do business. Use of agents provides the opportunity for inexperienced lenders to develop experience under the tutelage of experienced lenders. One example of use of a lender's agent would be the use of a mortgage broker to underwrite and originate a loan for an approved lender. The loan must be closed in the name of the approved lender, who retains ownership and responsibility for the loan. Lenders can use the experience gained acting as the agent for another lender as evidence of their demonstrated ability for multifamily lending should they wish to become approved in the future.",
    "agent_origination_details": "If an agent originates or services a GRHHP loan, the lender must identify the agent on the loan guarantee application. If the lender proposes to use an agent on a consistent basis, the Agency must be informed of this relationship but does not need to approve the arrangement unless the lender is delinquent or in default under the Lender Agreement.",
    "correspondent_lender_details": "Lenders who are currently not eligible to participate in the program may do so through a correspondent relationship with a lender who is approved. A correspondent relationship is a contractual relationship between an approved lender and a non-approved lender or mortgage broker in which the correspondent performs certain origination, underwriting, or servicing functions for the approved lender. The correspondent must be an entity or individual eligible to conduct business with the Agency.",
    "section_number_2_16": "2.16",
    "section_title_2_16": "LOAN PARTICIPATIONS",
    "loan_participation_details": "A participated loan is a loan that is funded by two or more lenders. Loan participations are permitted, subject to Agency review. In every case, a lead lender must be designated, and that lead lender must be an approved GRRHP lender. The lead lender will execute the Lender Agreement with the Agency and assume full responsibility for compliance with program requirements. The lead lender is responsible for establishing an intercreditor agreement with each participating lender and ensuring that the GRRHP loan is a first lien or a parity lien, if a parity lien is approved by the Agency. The lead lender will be, in most cases, the sole point of contact with the Agency for the loan.",
    "section_number_2_17": "2.17",
    "section_title_2_17": "TRANSFER OF SERVICING",
    "servicing_transfer_details": "The Agency requires that the originating lender services the entire loan and remains as the mortgagee or secured party of record. In cases where the originating lender cannot service the loan, the Agency may permit the transfer of servicing responsibility to another lender, subject to Agency concurrence prior to the transfer as provided in Paragraph 2.14.",
    "page_number": "2-10"
  },
  {
    "HB-1-3565": "HB-1-3565",
    "Agency approval is not required for the transfer of servicing on guaranteed mortgages\nwhich are inGinnie Mae securities. However, the lender must notify the Agency that the\ntransfer has taken place.": "Agency approval is not required for the transfer of servicing on guaranteed mortgages\nwhich are inGinnie Mae securities. However, the lender must notify the Agency that the\ntransfer has taken place.",
    "Loans and/or mortgage servicing on loans backing Ginnie Mae guaranteed securities may\nonly be transferred to a Ginnie Mae issuer and may only be transferred with prior Ginnie Mae\napproval.": "Loans and/or mortgage servicing on loans backing Ginnie Mae guaranteed securities may\nonly be transferred to a Ginnie Mae issuer and may only be transferred with prior Ginnie Mae\napproval.",
    "(02-23-12) PN 455": "(02-23-12) PN 455",
    "Revised (06-28-19) PN 525": "Revised (06-28-19) PN 525",
    "2-11": "2-11"
  }
]